Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: {plural3} urgent entries on the waiting list
bg: {plural3} спешни записи в списъка с чакащи
cs: {plural3} naléhavé záznamy v pořadníku
de: {plural3} dringende Einträge auf der Warteliste
fr_ca: {plural3} entrées d'urgence sur la liste d'attente
he: {plural3} פניות דחופות ברשימת ההמתנה
hu: {plural3} sürgős esetek a várólistán.
lt: {plural3} svarbūs įrašai laukiančių vietos gyvūnų sąraše
nb: {plural3} hasteoppføringer på sakslisten
pt: {plural3} entradas urgentes na lista de espera
ru: Срочных записей в листе ожидания: {plural3}
tr: Bekleme sırasında {plural3} acil giriş

source: {plural3} vaccinations have expired
bg: {plural3} ваксинациите изтекоха
cs: {plural3} vakcinace vypršela
fr_ca: {plural3} vaccinations ont expirées
he: ‫{plural3} חיסונים לחידוש
hu: {plural3} oltások lejártak.
nb: {plural3} vaksinasjoner er over dato
pt: {plural3} vacinas expiraram
ru: {plural3} вакцинаций, срок действия которых истек
tr: {plural3} aşının süresi doldu.

source: {plural3} vaccinations need to be administered today
bg: {plural3} ваксинации трябва да бъдат направени днес
cs: {plural3} vakcinace musí být podáno dnes
de: {plural3} Impfungen müssen heute verabreicht werden
fr_ca: {plural3} vaccinations doivent être administrées aujourd'hui
he: {plural3} חיסונים שיש לתת היום
hu: {plural3} ma beadandó oltások.
lt: {plural3} vakcinacijos turi būti atliktos šiandien
nb: {plural3} vaksinasjoner må gis i dag
pt: {plural3} vacinas precisam de ser administradas hoje
ru: Вакцинации на сегодня: {plural3}
tr: {plural3} aşı, bugün uygulanmalı.

source: {plural3} weeks.
bg: {plural3} седмици.
cs: {plural3} týdnů.
de: {plural3} Wochen.
fr_ca: {plural3} semaines.
he: {plural3} שבועות.
hu: {plural3} hetek.
lt: {plural3} savaitės.
nb: {plural3} uker.
pt: {plural3} semanas.
ru: {plural3} недель.
tr: {plural3} hafta

source: {plural3} years.
bg: {plural3} години.
cs: {plural3} let.
de: {plural3} Jahre.
fr_ca: {plural3} années.
he: {plural3} שנים.
hu: {plural3} évek.
lt: {plural3} metai.
nb: {plural3} år.
pt: {plural3} anos.
ru: {plural3} лет.
tr: {plural3} yıl

source: A4
bg: А4
hu: A4-es

source: AM
bg: АМ
ru: до полудня

source: ASM
bg: Начало

source: Accounts need a code.
bg: Сметките имат нужда от номер.
cs: Účty musí mít vyplněný kód.
de: Konten benötigen einen Schlüssel.
fr_ca: Les comptes nécessitent un code.
hu: A fiókokhoz kód szükséges.
lt: Būtina nurodyti sąskaitų kodą.
nb: Kontoer trenger en kode.
pt: As contas precisam de um código.
ru: Необходимо указать код счета.
tr: Hesap için kod gerekli

source: Active Trap Loans
bg: Активни заеми на капани
cs: Aktuálně zapůjčené pasti
de: Aktive Fallen-Leihen
fr_ca: Prêts actifs de trappes
hu: Jelenlegi csapda kölcsönzések
nb: Aktive felleutlån
pt: Empréstimos de Armadilhas Ativos
ru: Действующие аренды клеток-ловушек
tr: Aktif Ödünç Verilen Tuzaklar

source: Add trap loan
bg: Добави заем на капан
cs: Přidat půjčku na past
de: Fallen-Leihe hinzufügen
fr_ca: Ajouter un prêt de trappe
hu: Csapda kölcsönzés hozzáadása
nb: Legg til felleutlån
pt: Adicionar empréstimo de armadilha
ru: Добавить аренду клетки-ловушки
tr: Kiralanan/ödünç verilen tuzak ekle

source: Additional date field '{0}' contains an invalid date.
bg: Допълнителното поле '{0}' за дата, съдържа невалидна дата.
cs: Dodatečné pole '{0}' obsahuje nesprávné datum.
de: Zusätzliches Datumsfeld »{0}« enthält ein ungültiges Datum.
fr_ca: Champ personnalisé de date '{0}' contient une date non valide.
hu: További dátum mező '{0} érvénytelen dátumot tartalmaz.
lt: Papildomame datos lauke '{0}' nurodyta netinkama data.
ru: Дополнительное поле даты '{0}“ содержит недопустимую дату.
tr: Ek alan '{0}' , geçersiz tarih içeriyor.

source: Additional fields need a name, label and type.
bg: Допълнителните полета имат нужда от име, етикет и тип.
cs: U dodatečných polí vyplňte jméno, popisek a typ.
de: Zusatzfelder erfordern Namen, Beschriftung und Typ.
fr_ca: Les champs personnalisés nécessitent un nom, un libellé et un type.
hu: Név, címke és típus szükséges a további mezőkhöz.
lt: Papildomas laukas privalo turėti pavadinimą, žymę ir tipą.
nb: Tilleggsfelt trenger et navn, etikett og type.
pt: Os campos extra precisam de um nome, etiqueta e tipo.
ru: Для дополнительного поля необходимо указать имя, название и тип.
tr: Ek alanların, ismi, etiketi ve tipi olmalıdır.

source: Always show an emblem to indicate the current location
bg: Винаги показвай картинка за индикиране на текущата локация
cs: Povolit zobrazování současné pozice
de: Immer ein Emblem anzeigen, das auf die derzeitige Unterbringung hinweist
fr_ca: Toujours montrer un logo pour indiquer l'emplacement actuel
hu: Mindig szimbólummal jelezze a jelenlegi helyét
nb: Vis alltid et emblem for å indikere nåværende plassering
pt: Mostrar sempre um emblema para indicar a localização atual
ru: Всегда отображать иконку для определения текущего местоположения
tr: Mevcut konumu göstermek için her zaman amblem kullan.

source: Any health problems the animal has
bg: Здравословни проблеми
cs: Jakékoli zdravotní problémy zvířete
de: Angaben zur Gesundheit des Tieres
fr_ca: Tout problème de santé qu'a l'animal
hu: Az állat összes egészségügyi problémája
lt: Gyvūno sveikatos sutrikimai
nb: Helseproblemer dyret har
pt: Quaisquer problemas de saúde do animal
ru: Любые проблемы со здоровьем у животного
tr: Hayvanın sahip olduğu sağlık problemleri

source: Any markings or distinguishing features the animal has
bg: Всякакви маркировки и отличителни белези, които животното притежава
cs: Jakékoli specifické znaky zvířete
de: Sämtliche Kennzeichen oder Unterscheidungsmerkmale, die das Tier aufweist
fr_ca: Signe(s) particulier(s) de l'animal
hu: Az állat összes ismertetőjegyei és tulajdonságai
lt: Bet kokios gyvūno žymės ar išskirtiniai požymiai
nb: Kjennetegn eller skader dyret har
pt: Marcas ou características distintivas do animal
ru: Любые отметки или отличительные черты животного
tr: Hayvana ait belirleyici özellikler, işaretler vs

source: Appointments need a date and time.
bg: Прегледа изисква дата и час
cs: Schůzky potřebují datum a čas.
fr_ca: Les rendez-vous doivent avoir une date et heure.
hu: A találkozóhoz dátumot és időpontot kell megadni.
pt: Os agendamentos necessitam de uma data e hora.

source: At least the last name should be completed.
bg: Поне фамилията трябва да бъде попълнена
cs: Alespoň příjmení musí být vyplněno.
de: Zumindest der Nachnahme sollte vervollständigt werden.
fr_ca: Au moins le nom de famille doit être complété.
hu: Legalább a vezetéknév kitöltese kötelező
lt: Turėtų būti įvesta bent jau pavardė.
nb: Minimum etternavn må fylles ut.
pt: Precisa de preencher pelo menos o apelido.
ru: Поле Фамилия обязательно для заполнения.
tr: Soyadı bilgisi tamamlanmalıdır.

source: Costs need a date and amount.
bg: За разходите е нужна дата и сума
cs: Náklady musí mít vyplněno datum a částku.
de: Kosten erfordern ein Datum und einen Betrag.
fr_ca: Les coûts ont besoin d'une date et d'un montant.
hu: A költségek megadásához dátum és összeg szükséges
lt: Būtina nurodyti išlaidų datą ir kiekį.
nb: Kostnader krever dato og beløp.
pt: Os custos necessitam de uma data e montante.
ru: Необходимо указать дату и сумму.
tr: Maliyetlerin tarihi ve değeri olmalıdır.

source: DDL dump (DB2)
bg: DDL дъмп (DB2)
cs: Výpis DDL (DB2)
pt: Dump DDL (DB2)

source: DDL dump (MySQL)
bg: DDL дъмп (MySQL)
cs: Výpis DDL (MySQL)
pt: Dump DDL (MySQL)

source: DDL dump (PostgreSQL)
bg: DDL дъмп (PostgreSQL)
cs: Výpis DDL (PostgreSQL)
pt: Dump DDL (PostgreSQL)

source: Date and notes are mandatory.
bg: Датата и бележките са задължителни.
cs: Datum a poznámky jsou povinné.
de: Datum und Beschreibung sind zwingend
fr_ca: La date et les notes sont obligatoires.
hu: Dátum és jegyzetek kitöltése kötelező.
lt: Būtina nurodyti datą ir pastabas.
nb: Dato og merknader er obligatoriske.
pt: A data e as anotações são obrigatórias.
ru: Дата и примечания обязательны для заполнения.
tr: Tarih ve notlar, zorunludur.

source: Default Breed
bg: Порода по подразбиране
cs: Výchozí plemeno
de: Voreingestellte Rasse
fr_ca: Race par défaut
hu: Alapértelmezett fajta (keverék)
lt: Numatytoji veislė
nb: Standard rase
pt: Raça Padrão
ru: Порода по умолчанию
tr: Varsayılan Cins

source: Default Coat Type
bg: Окосмение по подразбиране
cs: Výchozí typ srsti
de: Voreingestellte Fellart
fr_ca: Type de pelage par défaut
hu: Alapértelmezett szőrtípus
lt: Numatytasis kailio tipas
nb: Standard pelstype
pt: Tipo de Pelagem Padrão
ru: Тип шерсти по умолчанию
tr: Varsayılan Tüy Tipi

source: Default Color
bg: Цвят по подразбиране
cs: Výchozí barva
de: Voreingestellte Farbe
fr_ca: Couleur par défaut
hu: Alapértelmezett szín
lt: Numatytoji spalva
nb: Standard farge
pt: Cor Padrão
ru: Цвет по умолчанию
tr: Varsayılan Renk

source: Default Death Reason
bg: Причина за смъртта по подразбиране
cs: Výchozí důvod úhynu
de: Voreingestellte Todesursache
fr_ca: Cause du décès par défaut
hu: Alapértelmezett elhullási ok
lt: Numatytoji mirties priežastis
nb: Standard dødsårsak
pt: Motivo da Morte Padrão
ru: Причина смерти по умолчанию
tr: Varsayılan Ölüm Sebebi

source: Default Diary Person
bg: Служител по подразбиране
cs: Výchozí osoba deníku
fr_ca: Personne d'agenda par défaut
hu: Alapértelmezett napló személy
nb: Standard dagboksperson
pt: Pessoa de Diário Padrão

source: Default Entry Reason
bg: Причина за вписване по подразбиране
cs: Výchozí Důvod přijetí
de: Voreingestellter Eingangsgrund
fr_ca: Cause d'admission par défaut
hu: Alapértelmezett rögzítési ok
lt: Numatytoji patekimo priežastis
nb: Standard oppføringsårsak
pt: Motivo de Admissão Padrão
ru: Причина поступления по умолчанию
tr: Varsayılan Giriş Sebebi

source: Default Incident Type
bg: Тип на инцидент по подразбиране
cs: Výchozí typ incidentu
de: Voreingestellte Vorfallart
fr_ca: Type d'incident par défaut
hu: Alapértelmezett incidens típusa
nb: Standard hendelsestype
pt: Tipo de Incidente Padrão
ru: Тип события по умолчанию
tr: Varsayılan Vaka/olay Tipi

source: Default Jurisdiction
bg: Юрисдикция по подразбиране
nb: Standard sted
pt: Jurisdição Padrão

source: Default Location
bg: Местонахождение по подразбиране
cs: Výchozí umístění
de: Voreingestellte Unterbringung
fr_ca: Emplacement par défaut
hu: Alapértelmezett hely
lt: Numatytoji patalpa
nb: Standard sted
pt: Localização Padrão
ru: Местонахождение по умолчанию
tr: Varsayılan Yerleşke

source: Default Log Filter
bg: Лог филтър по подразбиране
cs: Výchozí filtr protokolu
de: Voreingestellter Protokollfilter
fr_ca: Filtre du journal par défaut
hu: Alapértelmezett napló szűrő
lt: Numatytasis žurnalo filtras
nb: Standard loggfilter
pt: Filtro de Registo Padrão
ru: Фильтр журналов по умолчанию
tr: Varsayılan Kayıt Filtresi

source: Default Log Type
bg: Тип лог по подразбиране
cs: Výchozí typ protokolu
fr_ca: Type de journal par défaut
hu: Alapértelmezett napló típus
nb: Standard loggtype
pt: Tipo de Registo Padrão

source: Default Payment Method
bg: Метод за плащане по подразбиране
cs: Výchozí způsob platby
fr_ca: Méthode de paiement par défaut
hu: Alap fizetési mód
pt: Método de Pagamento Padrão

source: Default Payment Type
bg: Тип плащане по подразбиране
cs: Výchozí typ platby
de: Voreingestellter Zahlungstyp
fr_ca: Type de paiement par défaut
hu: Alap fizetési típus
nb: Standard betalingstype
pt: Tipo de Pagamento Padrão
ru: Тип оплаты по умолчанию
tr: Varsayılan Ödeme Tipi

source: Default Reservation Status
bg: Тип на резервация по подразбиране
cs: Výchozí Stav Rezervace
de: Voreingestelleter Reservierungsstatus
fr_ca: Statut de réservation par défaut
hu: Alap foglalási státusz
nb: Standard reservasjonsstatus
pt: Estado de Reserva Padrão
ru: Тип статуса резервации по умолчанию

source: Default Return Reason
bg: Причина за връщане по подразбиране
cs: Výchozí důvod vrácení
de: Voreingestellter Rückgabegrund
fr_ca: Raison du retour par défaut
hu: Alap visszaadási indok
lt: Numatytoji grąžinimo priežastis
nb: Standard returårsak
pt: Motivo de Devolução Padrão
ru: Причина возврата по умолчанию
tr: Varsayılan Geri Dönüş Sebebi

source: Default Size
bg: Размер по подразбиране
cs: Výchozí velikost
de: Voreingestellte Größe
fr_ca: Taille par défaut
hu: Alapértelmezett méret
lt: Numatytasis dydis
nb: Standard størrelse
pt: Tamanho Padrão
ru: Размер по умолчанию
tr: Varsayılan Büyüklük

source: Default Species
bg: Вид животно по подразбиране
cs: Výchozí druh
de: Voreingestellte Art
fr_ca: Espèces par défaut
hu: Alapértelmezett faj
lt: Numatytoji rūšis
nb: Standard art
pt: Espécie Padrão
ru: Вид по умолчанию
tr: Varsayılan Türler

source: Default Test Type
bg: Тип тест по подразбиране
cs: Výchozí typ testu
de: Voreingestellte Testart
fr_ca: Type d'examen par défaut
hu: Alapértelmezett teszt típus
lt: Numatytasis testo tipas
nb: Standard testtype
pt: Tipo de Teste Padrão
ru: Тип исследования по умолчанию
tr: Varsayılan Test Tipi

source: Default Type
bg: Тип животно по подразбиране
cs: Výchozí typ
de: Voreingestellter Typ
fr_ca: Type par défaut
hu: Alapértelmezett típus
lt: Numatytasis tipas
nb: Standard type
pt: Tipo Padrão
ru: Тип по умолчанию
tr: Varsayılan Tip

source: Default Vaccination Type
bg: Тип ваксинация по подразбиране
cs: Výchozí typ vakcinace
de: Voreingestellte Impfart
fr_ca: Type de vaccination par défaut
hu: Alapértelmezett oltás típus
lt: Numatytasis vakcinacijos tipas
nb: Standard vaksinasjonstype
pt: Tipo de Vacinação Padrão
ru: Прививка по умолчанию
tr: Varsayılan Aşı Tipi

source: Diary note cannot be blank
bg: Бележката в дневника не може да бъде празна
cs: Poznámka diáře musí být vyplněna
de: Kalendernotiz darf nicht leer bleiben
fr_ca: La note d'agenda ne peut pas être vide
hu: Napló dátuma nem maradhat üresen
lt: Būtina įvesti darbotvarkės užduoties tekstą
nb: Dagbok notat kan ikke være blank
pt: A nota de diário não pode estar vazia
ru: Заметка не может быть пустой
tr: Günlük notu boş olamaz.

source: Diets need a start date.
bg: Нужна е начална дата на хранителния режим
cs: Diety potřebují vyplnit datum zahájení.
de: Diät erfordert ein Beginndatum.
fr_ca: Les régimes alimentaires nécessitent une date de début.
hu: A diétákhoz kezdő időpont szükséges
lt: Būtina nurodyti dietos pradžios datą.
nb: Dietter trenger en startdato.
pt: As dietas necessitam de uma data de início.
ru: Укажите дату начала диеты.
tr: Diyetlerin başlangıç tarihi olmalıdır.

source: Edit trap loan
bg: Редактирай заем на капан
cs: Upravit půjčku na pasti
de: Fallen-Leihe bearbeiten
fr_ca: Modifier un prêt de trappe
hu: Csapda kölcsönzés szerkesztése
nb: Endre felleutlån
pt: Editar empréstimo de armadilha
ru: Редактировать аренду клетки-ловушки
tr: Ödünç Verilen/Kiralanan Tuzakları Düzenle

source: Find Animal/Person
bg: Намери животно/лице
cs: Vyhledat Zvíře/Osobu
de: Tier/Person finden
fr_ca: Rechercher un animal/contact
hu: Állat/Személy keresése
lt: Gyvūnų/Asmenų paieška
nb: Finn dyr/person
pt: Pesquisar Animal/Pessoa
ru: Поиск животного/контакта
tr: Hayvan/İnsan Bul

source: Forms need a name.
bg: Формата се нуждае от име.
cs: Formuláře potřebují název.
de: Formulare erfordern einen Namen.
fr_ca: Les formulaires nécéssite un nom.
hu: A nyomtatványt el kell nevezni
lt: Reikia nurodyti formos pavadinimą.
nb: Skjemaer trenger et navn.
pt: Os formulários necessitam de um nome.
ru: Необходимо указать название формы.
tr: Formun, bir ismi olmalı.

source: Giftaid
bg: Помощ за дарение
cs: Dar
fr_ca: Don
hu: Tárgyi adomány

source: HMRC Gift Aid Spreadsheet
bg: Електронна таблица за HMRC Gift Aid
cs: HMRC tabulka dárkových pomůcek
fr_ca: HMRC feuille de calcul des dons
hu: HMRC Adomány adatbázis
pt: Folha de Cálculo de Donativos HMRC

source: Hidden comments about the animal
bg: Скрити коментари за животното
cs: Skryté komentáře o zvířatech
de: Versteckte Anmerkungen zum Tier
fr_ca: Commentaires cachés à propos de l'animal
hu: Állatra vonatkozó rejtett megjegyzések
lt: Viešai nerodomas gyvūno aprašymas
nb: Skjulte kommentarer om dyret
pt: Comentários ocultos sobre o animal
ru: Скрытые комментарии о животном
tr: Hayvan hakkında gizli yorumlar

source: Include preferred photo
bg: Включи предпочитана снимка
cs: Zahrnout preferovanou fotografii
fr_ca: Inclure la photo préférée
hu: Kedvelt fotó bevonása
pt: Incluir foto preferencial

source: Invoice items need a description and amount.
bg: Реда на фактурата изисква описание и сума
cs: Položky faktur potřebují popis a částku.
fr_ca: Les articles facturés requierent une description et un montant.
hu: A számla tételekhez leírás és összeg magadása szükséges.
pt: Os itens de fatura necessitam de uma descrição e montante.

source: Litters need at least a required date and number.
bg: Кучилата имат нужда от поне дата и номер
cs: Vrh musí mít vyplněno alespoň datum a číslo.
fr_ca: La portée nécessite au moins une date et un nombre.
hu: Az almokhoz legalább egy dátum és szám megadása szükséges.
lt: Būtina nurodyti vados datą ir kiekį.
nb: Kull trenger minst en dato og nummer.
pt: As ninhadas necessitam de pelo menos uma data prevista e de um número.
ru: Для помета должны быть заданы дата регистрации и размер.
tr: Doğumlar için en az tarih ve sayı gerekmektedir.

source: Live Releases {0}
bg: Излъчвания на живо {0}
cs: Živých vypuštění {0}
fr_ca: Relâches volontaires {0}
hu: Élő kiadások {0}
pt: Edições Diretas {0}

source: Log entries need a date and text.
bg: Записите в лога се нуждаят от дата и текст.
cs: Záznam protokolu musí mít datum a text.
de: Protokolleinträge erfordern ein Datum und einen Text.
fr_ca: Les entrées de journal nécessite une date et un commentaire.
hu: A naplóbejegyzésekhez dátum és szöveg szükséges
lt: Būtina nurodyti žurnalo įrašo datą ir tekstą.
nb: Loggoppføringer trenger en dato og tekst.
pt: As entradas de registo necessitam de uma data e texto.
ru: Для внесения записи в журнал необходимо указать дату и текст.
tr: Kütük (log) girişleri için tarih ve metin gereklidir.

source: Make this the default image when viewing this record and publishing to the web
bg: Направи това изображение да излиза по подразбиране при преглед на записа и при публикуване
cs: Zvol jako výchozí obrázek při zobrazování tohoto dokumentu a publikaci na web
fr_ca: Mettre cette image par défaut lors de l'affichage de ce dossier et lors de la publication sur le web
hu: Ez legyen az alapbeállitás képe a bejegyzés megtekintésekor és interneten való közzétételnél
lt: Skirti šį atvaizdą numatytuoju, peržiūrint šį įrašą ir publikuojant internete
nb: Gjør dette til standardbilde når du ser på posten og publiserer til nettet
pt: Definir esta imagem como padrão ao visualizar este registo e publicar na web
ru: Использовать это изображение по умолчанию для этой записи и веб-публикаций
tr: Bu kaydı görüntülerken ve webe yayınlarken, bu resmi varsayılan yap.

source: Make this the default video link when publishing to the web
bg: Направи тази връзка към видео,връзката по подразбиране при публикуване
cs: Nastav jako výchozí odkaz na video při publikaci na web
fr_ca: Mettre ce lien par défaut lors de la publication sur le web
hu: Ez legyen az alapértelmezett videó link az interneten való közztételnél
lt: Skirti šį video numatytuoju, publikuojant internete
nb: Gjør dette til standard videolink når du publiserer til nettet
pt: Definir este link de vídeo como padrão ao publicar na web
ru: Использовать это видео по умолчанию для веб-публикаций
tr: Webde yayınlarken, bu vidyoyu varsayılan yap.

source: Medical profiles need a profile name, treatment, dosage and frequencies.
bg: Медицинските профили се нуждаят от име, лечение, доза и честота.
cs: Zdravotní profil potřebuje jméno, léčbu, dávkování a interval podání.
fr_ca: Les profils médicaux nécessitent un nom de profil, un traitement, une posologie et une fréquence.
hu: Az egészségügyi profilokhoz név, kezelés, dózis és kezelési gyakoriásg megadása szükséges.
lt: Gydymo profiliuose būtina nurodyti pavadinimą, medikamentą, dozavimą ir dažnumą.
nb: Medisinske profiler trenger et profilnavn, behandling, dosering og hyppighet.
pt: Os perfis clínicos necessitam de um nome de perfil, tratamento, dosagem e frequências.
ru: Для шаблона рецепта необходимо указать название, лекарство или процедуру, дозировку и периодичность.
tr: Tıbbi profillerin isim, tedavi, dozaj ve frekans bilgileri olmalıdır.

source: Medical regimens need an animal, name, dosage, a start date and frequencies.
bg: Медицинските режими трябва да имат животно, име, доза начална дата и честота.
cs: Léčebná životospráva potřebuje zadané zvíře, jméno, dávkování, počáteční datum a interval podávání.
de: Therapien erfordern ein Tier, Namen, Dosierung, ein Beginndatum und Häufigkeiten.
fr_ca: Une prescription nécessite un animal, un nom, une posologie, une date de début et une fréquence.
hu: Gyógyszeres kezeléseknél szükség van az állat nevére, a gyógyszer nevére és adagolására valamint a kezelés kezdő időpontjára és kezelések közötti intervallumokra
lt: Gydymo programose būtina nurodyti gyvūną, pavadinimą, dozavimą, pradžios datą ir dažnumą.
nb: Medisineringsregime eller veterinærtime trenger et dyr, navn, dosering, en startdato og hyppighet.
pt: Os regimes clínicos necessitam de um animal, nome, dosagem, data de início e frequências.
ru: Для назначения рецепта необходимо выбрать животное, а также указать название, дозировку, дату начала и периодичность процедур или приема лекарств.
tr: Tıbbi kürlerin (regimen), hayvan, isim, dozaj, başlangıç tarihi ve frekans bilgileri olmalıdır.

source: New Trap Loan
bg: Нов заем на капан
cs: Nová půjčka na klece
de: Neue Fallen-Leihe
fr_ca: Nouveau prêt de trappe
hu: Új csapda kölcsönzés
nb: Nytt utlån av felle
pt: Novo Empréstimo de Armadilha
tr: Yeni Kiralanan/Ödünç Verilen Tuzak

source: Notes about the death of the animal
bg: Бележки за смъртта на животното
cs: Poznámky k úhynu zvířete
de: Anmerkungen zum Tod des Tieres
fr_ca: Notes au sujet de la mort de l’animal
hu: Állat elhullásával kapcsolatos feljegyzések
lt: Papildoma informacija apie gyvūno gaišimą
nb: Merknader om dyrets dødsfall
pt: Anotações sobre a morte do animal
ru: Информация о смерти животного
tr: Hayvanın ölümüyle ilgili notlar

source: On Foster (in figures)
bg: В приемни домове (брой)
cs: V dočasné péči (v údajích)
de: In Pflege (in Zahlen)
fr_ca: En famille d'accueil (dans les chiffres)
hu: Ideiglenes befogadónál (számokkal)
lt: Laikinai globojami namuose
nb: Hos fosterhjem
pt: Em FAT (em números)
ru: На передержке (цифрами)
tr: Geçici Yuvada (figürlerle)

source: Online form fields need a name and label.
bg: Интернет формата има нужда от име и описание
cs: Pole online formuláře musí mít zadané jméno a popisek.
fr_ca: Les champs du formulaire en ligne requierent un nom et une étiquette.
hu: Az online nyomtatvány mezőkhöz név és címke szükséges.
lt: Internetinės formos laukas turi turėti pavadinimą ir žymę.
nb: Nettbaserte skjemafelter trenger et navn og etikett.
pt: Os campos de formulário online necessitam de um nome e de uma etiqueta.
tr: Çevrimiçi form alanlarının ismi ve etiketi olmalıdır.

source: Payments need at least one date, an amount and a person.
bg: Плащането се нуждае поне от дата, сума и човек.
cs: Platby musí mít alespoň jedno datum, výši platby a osobu.
de: Zahlungen erfordern zumindest ein Datum, einen Betrag und eine Person.
fr_ca: Les paiements nécessitent au moins une date, une somme et un contact.
hu: A fizetésekhez minimum egy dátum, egy összeg és egy személy szükséges
nb: Betalinger må ha minst én dato, et beløp og en person.
pt: Os pagamentos precisam de, pelo menos, uma data, um montante e uma pessoa.
tr: Ödemelerin en az tarih, miktar ve kişi bilgileri olmalıdır.

source: Please click the Sign button when you are finished.
bg: Моля натиснете бутон Sign (запиши) когато приключите
cs: Po dokončení klikněte na tlačítko Přihlásit.
fr_ca: Svp cliquez sur le bouton Signer quand vous avez terminé.
hu: Nyomja meg az Aláírás gombot, ha befejezte.
pt: Clique no botão Assinar após terminar.
