Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: When a message is created, email it to each matching user
bg: Когато съобщение е добавено го разпрати по е-мейл до всички засегнати потребители
cs: Když je zpráva vytvořena, pošlete ji e-mailem každému odpovídajícímu uživateli
de: Wenn eine Nachricht erstellt wird, diese per E-Mail an jeden entsprechenden Benutzer senden
fr_ca: Lorsqu'un message est créé, l'envoyer par courriel à chaque utilisateur correspondant
he: כאשר יוצרים הודעה, שלח אימייל לכל משתמש מתאים
lt: Sukūrus pranešimą, siųsti jį el. paštu visiems susijusiems naudotojams
nb: Når en melding er laget, send en e-post til hver matchende bruker
pt: Após a criação de uma mensagem, enviá-la por email a cada utilizador que cumpra os critérios
ru: Отправлять сообщение по электронной почте всем подходящим пользователям сразу после его создания
tr: Bir mesaj oluşturulduğunda, bunu eşleşen tüm kullanıcılara e-posta ile yolla.

source: When calculating sales tax, assume the payment amount is net and add it
bg: Когато изчислявате данък върху продажбите, приемете сумата на плащането нетна и го добавете
he: בחישוב מע״מ, הנח כי הסכום לתשלום הוא לפני מס, והוסף לו את שיעור המס
pt: Ao calcular o imposto sobre vendas, assumir que o montante pago é líquido e adicioná-lo

source: When creating payments from the Move menu screens, mark them due instead of received
bg: Когато се прави плащане от менюто Move, маркирай крайния срок вместо получено
cs: Při tvorbě plateb ze strany nabídky Přesunout označte jejich místo namísto přijatých
de: Zahlungen, die in den Bewegungsmenü-Anzeigen erstellt werden, als fällig anstelle von empfangen kennzeichnen
fr_ca: Lorsque des paiements sont créés depuis le menu Déplacement, les marquer comme dûs au lieu de reçus
he: ביצירת תשלומים ממסכי התנועות (דרך תפריט תנועה) סמן אותם לפרעון במקום התקבלו
nb: Marker betalinger fra Flytt-menyen som forfalte istedenfor mottatte
pt: Ao criar pagamentos a partir dos ecrãs do menu Movimentos, sinalizá-los como estando em dívida em vez de recebidos
tr: Hareket menüsü ekranlarından, ödeme oluştururken, ödemeleri alındı diye değil tahakkuk olarak işaretle.

source: When displaying calendars, the first day of the week is
bg: Първи ден от седмицата
cs: Při zobrazení kalendáře je první den v týdnu
de: Der erste Wochentag bei der Anzeige von Kalendern ist
fr_ca: Lorsque les calendriers sont affichés, le premier jour de la semaine est
he: בהצגת לוח שנה, היום הראשון בשבוע הוא
nb: I kalendervisning er første dag i uken
pt: Para a apresentação de agendas, o primeiro dia da semana é

source: When displaying person names, use the format
bg: Формат на имената на хората
cs: Při zobrazování jmen osob použijte formát
de: Bei der Anzeige von Personennamen folgendes Format benutzen
fr_ca: Lorsque les noms de personnes sont affichés, utiliser le format
he: השתמש בפורמט זה בהצגת שמות אנשים
nb: Personnavn vises på formatet
pt: Para a apresentação de nomes de pessoas, utilizar o formato

source: When entering addresses, restrict states to valid US 2 letter state codes
bg: огато въвеждате адреси, ограничете областите до валидни двубуквени кодове
he: בעת הזנת כתובות, הגבל מדינות לקודי מדינה תקפים בארה”ב בשתי אותיות
pt: Ao introduzir moradas, limitar os estados a códigos de estado dos EUA válidos de 2 letras

source: When entering dates, hold down CTRL and use the cursor keys to move around the calendar. Press t to go to today.
bg: Докато въвеждате дати, натиснете CTRL и използвайте стрелките на клавиатурата за да местите маркера в календара. Натиснете "T" за днешна дата.
cs: Při vstupu data podržte CTRL and použijte kurzor tlačítko k pohybu v kalendáři. Stiskněte t pro dnešní datum.
de: Bei der Eingabe von Terminen halten Sie die Strg-Taste gedrückt und benutzen Sie die Cursor-Tasten, um im Kalender zu navigieren. Drücken Sie »t«, um zum heutigen Tag zu wechseln.
fr_ca: Lorsque vous entrez les dates, maintenez la touche CTRL enfoncée et utilisez les touches fléchées pour se déplacer dans le calendrier. Appuyez sur t pour aller à aujourd'hui.
he: בעת הזנת תאריכים יש להחזיק את מקש ה־CTRL ולהשתמש במקשי החצים כדי לעבור בין התאריכים בלוח השנה. יש ללחוץ על T כדי לעבור לתאריך של היום.
lt: Įvedant datas, laikykite CTRL ir naudokite rodykles - taip judėsite kalendoriumi. Norėdami patekti į tam tikrą dieną, spauskite t.
nb: Når du skriver inn datoer, hold nede CTRL og bruk piltastene for å flytte rundt i kalenderen. Trykk "t" for å gå til dagens dato.
pt: Ao introduzir datas, mantenha premida a tecla CTRL e utilize as teclas do cursor para percorrer a agenda. Prima t para ir para o dia de hoje.
ru: При вводе даты вы можете использовать сочетания клавиши Ctrl и клавиш со стрелками для перемещения по календарю. Чтобы установить курсор на сегодняшний день, нажмите T.
tr: Tarih girerken, CTRL ve yön tuşlarına basarak, takvimde dolaşın. Bugüne gitmek için t tuşuna basın.

source: When entering vaccinations, default the last batch number and manufacturer for that type
bg: Когато въвеждате ваксинации дайте по подразбиране партидния номер и производителя
cs: Při zadávání očkování použijte výchozí číslo poslední šarže a výrobce daného typu
fr_ca: Lors de l'entrée de vaccinations, mettre par défaut le numéro du dernier contenant utilisé et le nom du manufacturier
he: השתמש במספר אצווה ויצרן אחרונים לאותו סוג כברירת מחדל ביצירת חיסונים
pt: Ao introduzir vacinações, utilizar como predefinição o número do último lote e o fabricante para o tipo correspondente

source: When matching lost animals, include shelter animals
bg: При търсенето на съвпадения за загубени животни, включи и животните в приюта
cs: Při porovnávání ztracených zvířat zahrnout útulková zvířata
de: Tierheimtiere in den Abgleich von entlaufenen Tieren einbeziehen
fr_ca: Lors de correspondance d'animaux perdus, inclure les animaux du refuge
he: כלול גם חיות במקלט בעת התאמה לאבידות
lt: Ieškant atitikimų su dingusiais gyvūnais, įtraukti prieglaudos gyvūnus
nb: Ved søk på savnede dyr, inkluder hjelpesenterets dyr
pt: Ao procurar animais perdidos que correspondam, incluir animais de abrigos
ru: Учитывать животных из приюта при поиске совпадений с разыскиваемыми животными
tr: Kayıp hayvanları eşlerken, barınak hayvanlarını dahil et.

source: When publishing to third party services, add this extra text to the bottom of all animal descriptions
bg: Добави този допълнителен текст, в края на описанието на всяко животно, при публикуване в сайтове за осиновяване
cs: Při publikování na služby třetích stran přidejte tento extra text na konec všech popisů zvířat
de: Bei Veröffentlichung auf Fremdservices diesen Zusatztext am Ende aller Tierbeschreibungen hinzufügen
fr_ca: Lors de la publication à des services tiers, ajouter ce texte supplémentaire au bas de la description de l'animal
he: הוסף טקסט זה לסוף תיאור של כל חיה בעת פרסום לשירותי צד ג׳
lt: Publikuojant trečiųjų šalių tinklapiuose, po gyvūnų aprašymais pridėti šį papildomą tekstą
nb: Legg til ekstra tekst i bunnen av dyrets beskrivelse ved publisering til tredjeparter
pt: Ao publicar em serviços de terceiros, adicionar este texto extra no final de todas as descrições de animais
ru: Добавлять этот текст после описания животных при публикации на сторонние сайты
tr: Üçüncü parti servislere yayınlarken, bu ekstra metni, tüm hayvan tanımlarına ekle.

source: When receiving multiple payments, allow the due and received dates to be set
bg: Когато получавате плащане задавайте крайния срок и датите на получаване
cs: Při přijímání více plateb povolte nastavení splatných a přijatých dat
fr_ca: Lors de la réception de paiements multiples, autoriser les dates dues et reçues d'être inscrites
he: אפשר לקבוע תאריך לתשלום ותאריך קבלה בעת קבלת תשלומים מרובים
pt: Ao receber vários pagamentos, permitir o preenchimento das datas de vencimento e recebimento

source: When receiving payments, allow a quantity and unit price to be set
bg: Разреши добавянето на количество и цена при получаване на плащания
cs: Při přijímání plateb povolte stanovení množství a jednotkové ceny
fr_ca: Lors de la réception de paiements, autoriser une quantité et un prix unitaire d'être saisie
he: אפשר לקבוע כמות ומחיר יחידה בעת קבלת תשלומים
pt: Ao receber pagamentos, permitir a definição de uma quantidade e preço unitário

source: When receiving payments, allow a transaction fee to be set
bg: Разреши добавянето на количество и цена при получаване на плащания
fr_ca: Lors de la réception de paiements, autoriser l'ajout d'un frais de transaction
he: אפשר לקבוע דמי עסקה בעת קבלת תשלומים
nb: Tillat å sette et transaksjonsgebyr ved mottak av betalinger
pt: Ao receber pagamentos, permitir a definição de uma taxa de transação

source: When receiving payments, allow recording of sales tax with a default rate of
bg: При получаване на плащане, записвай по подразбиране данък с големина
cs: Při přijímání plateb umožňuje zaznamenávat daň z obratu s výchozí hodnotou
fr_ca: Lors de la réception de paiements, autoriser l'enregistrement de la taxe avec un pourcentage par défaut de
he: ערך מחדל לשיעור מס בקבלת תשלומים
pt: Ao receber pagamentos, permitir o registo de um imposto sobre vendas com uma taxa padrão de

source: When receiving payments, allow the deposit account to be overridden
bg: Когато получавате плащания позволете акаунта за депозит да бъде отменен
cs: Při přijímání plateb povolte, aby byl vkladový účet přepsán
de: Überschreiben des Einlagenkontos beim Empfang von Zahlungen zulassen
fr_ca: Lors de la réception de paiements, autoriser le remplacement du compte de dépôt
he: אפשר לשנות את חשבון הפקדון בבנק בעת קבלת תשלומים
nb: La innskuddskontoen bli overskrevet ved mottak av betalinger
pt: Ao receber pagamentos, permitir a seleção de uma conta à ordem diferente
tr: Ödemeleri alırken, mevduat hesabının değiştirilmesine izin ver.

source: When storing processed forms as media, apply tamper proofing and make them read only
he: בעת שמירת קבצים מטפסים שטופלו, הפוך אותם לקריאה בלבד
pt: Ao guardar formulários processados como imagens, aplicar a proteção contra adulteração e a propriedade apenas de leitura

source: When you use Move > Adopt an animal, ASM will automatically return any open foster or retailer movement before creating the adoption.
bg: Когато използвате Движение > Осинови животно, системата ще приключи всички неприключени движение преди да направи осиновяването.
cs: Když použijete Přesunout> Přijmout zvíře, ASM automaticky vrátí všechny otevřené pěstounské nebo prodejní přesuny před vytvořením přijetí.
fr_ca: Lorsque vous utilisez Déplacement > Adopter un animal, ASM retournera automatiquement les déplacements de famille d'accueil ou revendeur avant de créer l'adoption.
he: בעת שימוש בתנועה > אימוץ חיה, תנועות אומנה וסוחרים יסגרו באופן אוטומטי לפני יצירת האימוץ.
lt: Naudodajantis meniu funkcija Perkelti > Gyvūno atidavimas, ASM automatiškai pažymės gyvūno laikinos globos arba perkėlimo pas tarpininką pabaigą.
nb: Når du bruker Flytt> Adopter et dyr, vil ASM automatisk avslutte alle åpne foster- eller forhandlerbevegelser før adopsjon blir opprettet.
pt: Quando seleciona Movimentos > Adotar um animal, o ASM apresenta automaticamente todos os movimentos de FAT ou de lojistas em aberto antes de criar a adoção.
ru: При использовании команды «Перемещения» > «Передача новому хозяину» ASM будет автоматически возвращать животное с передержки или от продавца, закрывая любую открытую операцию такого типа перед созданием записи о передаче.
tr: Hareketler > Hayvan ssahiplen işlevini kullandığınızda, ASM otomatik olarak açık geçici yuva veya satıcı kayıtlarını, sahiplendirme oluşturulmadan listeler.

source: When you use Move > Foster an animal, ASM will automatically return any open foster movement before moving the animal to its new home.
bg: Когато използвате Движение > Настани в приемен дом, системата автоматично, че върне в приюта животното ако е настанено в друг дом, преди настаняването в новият.
cs: Když použijete Přesunout > Přechodně opatrovat zvíře, ASM automaticky vrátí všechny otevřené pěstounské přesuny před přesunutím zvířete do nového domova.
fr_ca: Lorsque vous utilisez Déplacement > Accueillir un animal, ASM affichera automatiquement tout déplacement ouvert avant de le déplacer dans son nouveau foyer.
he: בעת שימוש בתנועות > אימוץ חיה, המערכת תחזיר כל תנועת אומנה פתוחה לפני העברת החיה לביתה החדש.
lt: Naudodajantis meniu funkcija Perkelti > Gyvūno atidavimas laikinam globėjui, ASM automatiškai pažymės ankstesnės gyvūno laikinos globos pabaigą.
nb: Når du bruker Flytt> Send et dyr til fosterhjem, vil ASM automatisk avslutte alle åpne fosterbevegelse før dyret blir flyttet til sitt nye hjem.
pt: Quando seleciona Movimentos > Colocar animal em FAT, o ASM apresenta automaticamente todos os movimentos de adoção antes de mover o animal para a sua nova casa.
ru: При использовании команды «Перемещения» > «Передача на передержку» ASM будет автоматически возвращать животное с передержки, закрывая любую открытую операцию такого типа перед созданием записи о новом месте опеки.
tr: Hareket->Geçici Yuvalandırma menüsü kullanıldığında, hayvanı yeni ailesine taşımadan önce, ASM otomatik olarak açık geçici yuvalandırma hareketlerini gösterecektir.

source: Where this animal is located within the shelter
bg: Къде се намира това животно в приюта
cs: Kde se toto zvíře nachází v útulku
de: Standort des Tieres innerhalb des Tierheimes
fr_ca: Où cet animal est situé dans le refuge
he: היכן החיה נמצאת במקלט
lt: Kurioje prieglaudos vietoje yra šis gyvūnas
nb: Hvor dette dyret befinner seg
pt: A localização deste animal no abrigo
ru: Местонахождение животного в приюте
tr: Hayvanın barınaktaki yeri.

source: Whippet
bg: Уипет
cs: Vipet
he: וויפט
lt: Vipetas
ru: Уиппет

source: White
bg: Бял
cs: Bílá
de: Weiß
fr_ca: Blanc
he: לבן
hu: Fehér
lt: Balta
nb: Hvit
pt: Branco
ru: Белый
tr: Beyaz

source: White German Shepherd
bg: Бяло немско овчарско куче
cs: Německý Bílý Ovčák
de: Weisser Deutscher Schäferhund
fr_ca: Berger Blanc Suisse
he: רועה גרמני לבן
hu: Fehér németjuhász
lt: Baltasis šveicarų aviganis
pt: Pastor Alemão Branco
ru: Белая швейцарская овчарка

source: White and Black
bg: Бял с черно
cs: Bílá a černá
de: Weiß und Schwarz
fr_ca: Blanc et noir
he: לבן ושחור
hu: Fehér és fekete
lt: Balta su juoda
nb: Hvit og sort
pt: Branco e Preto
ru: Белый с чёрным
tr: Beyaz ve Siyah

source: White and Brindle
bg: бяло с тъмно кафяви ивици
cs: Bílá a skvrnitá
de: Weiß und Gescheckt
fr_ca: Blanc et bringé
he: לבן ומנומר
hu: Tigriscsíkos/fehér
lt: Balta su tigrine
nb: Hvit og brindel
pt: Branco e Tigrado
ru: Белый с тигровым
tr: Beyaz ve Benekli Gri

source: White and Brown
bg: Бяло и кафяво
cs: Bílá a hnědá
de: Weiß und Braun
fr_ca: Blanc et marron
he: לבן וחום
hu: Barna/fehér
lt: Balta su ruda
nb: Hvit og brun
pt: Branco e Castanho
ru: Белый с коричневым
tr: Beyaz ve Kahverengi

source: White and Grey
bg: Бяло и сиво
cs: Bílá a šedá
de: Weiß und Grau
fr_ca: Blanc et gris
he: לבן ואפור
hu: Szürke/fehér
lt: Balta su pilka
nb: Hvit og grå
pt: Branco e Cinzento
ru: Белый с серым
tr: Beyaz ve Gri

source: White and Liver
bg: Бяло с червеникаво кафяво
cs: Bílá a játrová
de: Weiß und Rotbraun
fr_ca: Blanc et chocolat
he: לבן וחום כהה
hu: Májbarna/fehér
lt: Balta su rausvai ruda
nb: Hvit og mørk gråbrun
pt: Branco e Fígado
ru: Белый с красно-коричневым
tr: Beyaz ve Koyu Kızıl

source: White and Tabby
bg: Бяло и таби
cs: Bílá a mourovatá
de: Weiß und Gescheckt
fr_ca: Blanc et tigré
he: לבן וטאבי
hu: Cirmos / fehér
lt: Balta su raina
nb: Hvit og tabby
pt: Branco e Malhado
ru: Белый с полосками
tr: Beyaz ve Tekir

source: White and Tan
bg: Бяло със светлокафяво
cs: Bílá a pálená
de: Weiß und Hellbraun
fr_ca: Blanc et fauve
he: לבן וחום־צהבהב
hu: Fehér/cser
lt: Balta su rusva
nb: Hvit og gyllenbrun
pt: Branco e Afogueado
ru: Белый с подпалинами
tr: Beyaz ve Kızıl Kahverengi

source: White and Torti
cs: Bíla a torti
de: Weiß und Braun gemischt (Torti)
fr_ca: Blanc et écaille de tortue
he: לבן וטורטי
hu: Sárga/fehér
lt: Balta su vėžlio kiauto
nb: Hvit og skilpadde
pt: Branco e Tortie
ru: Белый с черепаховым
tr: Beyaz ve Alacalı

source: Will this owner give a donation?
bg: Този собственик ще направи ли дарение?
cs: Dá tento majitel dar?
fr_ca: Est-ce que ce propriétaire va faire un don?
he: האם הבעלים יתרמו?
hu: Fog adományozni a tulajdonos?
lt: Ar šis asmuo skirs paramą?
nb: Vil eieren/innringer gi en donasjon?
pt: Este dono vai fazer um donativo?
ru: Владелец собирается внести пожертвование?
tr: Bu sahip bağış yapacak mı?

source: Wire-haired Pointing Griffon
bg: Грифон на Корталс
de: Französischer Rauhhaariger Vorstehhund
fr_ca: Griffon à poil dur Korthals
he: פוינטר גריפון מקורזל שיער
hu: Drótszőrű griffon
lt: Prancūzų šiurkščiaplaukis grifonas
pt: Pointing Griffon de Pelo Cerdoso
ru: Французский жесткошерстный гриффон

source: Wirehaired Terrier
bg: Твърдокосмест териер
de: Drahthaarig Terrier
fr_ca: Fox Terrier à poil dur
he: טרייר מסומר שיער
hu: Drótszőrű foxterrier
lt: Šiurkščiaplaukis foksterjeras
pt: Terrier de Pelo Cerdoso
ru: Жесткошерстный фокстерьер

source: With Vet
bg: При ветеринаря
cs: S veterinářem
fr_ca: Avec le vétérinaire
he: עם הוטרינר
hu: állatorvossal
pt: Com veterinário

source: With overnight batch
bg: С нощната партида
cs: S dávkou přes noc
fr_ca: Avec le lot de nuit
he: בזמן תהליך האצווה הלילי
hu: Egynapos adaggal
pt: Com lote de pernoita

source: Wk
bg: Седмица
fr_ca: Sem
he: שבוע
lt: Sav.
nb: Uke

source: Work
bg: Служебен
cs: Zaměstnání
de: Telefonnummer (Geschäftlich)
fr_ca: Travail
he: עבודה
hu: Munka
lt: Darbo
nb: Jobb
pt: Trabalho
ru: Раб. тел.
tr: İş

source: Work Phone
bg: Служебен телефон
cs: Telefon do práce
de: Telefon (geschäftlich)
fr_ca: Téléphone professionnel
he: טלפון בעבודה
hu: Munkahelyi telefonszám
lt: Darbo telefonas
nb: Telefon arbeid
pt: Telefone do Emprego
ru: Рабочий телефон
tr: İş Telefonu

source: Work Types
bg: Работни места
cs: Typy práce
fr_ca: Type de travail
he: סוג פעילות
pt: Tipos de Trabalho

source: XXX or XX = number unique for this year
bg: XXX или XX = уникален номер за тази година
cs: XXX nebo XX = číslo jedinečné pro tento rok
de: XXX oder XX = eindeutige Nummer für dieses Jahr
fr_ca: XXX or XX = numéro unique pour cette année
he: XXX או XX = מספר ייחודי לשנה זו
hu: XXX vagy XX = egyedi szám ebben az évben
pt: XXX ou XX = número exclusivo para este ano
ru: XXX или XX = уникальный номер на этот год
tr: XXX veya XX = bu yıl için tekil/biricik numara

source: Xoloitzcuintle/Mexican Hairless
bg: Мексиканско голо куче
de: Mexikanischer Nackthund
fr_ca: Chien nu Mexicain
he: כלב מקסיקני חסר שיער
hu: Mexikói meztelen kutya
lt: Meksikiečių plikasis šuo
ru: Мексиканская голая собака

source: YY or YYYY = current year
bg: YY или YYYY = текуща година
cs: YY or YYYY = aktuální rok
de: YY oder YYYY = aktuelles Jahr
fr_ca: YY or YYYY = année courante
he: YY או YYYY = שנה נוכחית
hu: YY vagy YYYY = folyó év
lt: YY arba YYYY = šie metai
nb: YY or YYYY = gjeldene år
pt: AA ou AAAA = ano atual
ru: YY или YYYY = текущий год
tr: YY or YYYY = bu yıl

source: Yellow Labrador Retriever
bg: Лабрадор ретривър
de: Gelb Labrador Retriever
fr_ca: Retriever du Labrador Sable
he: לברדור רטריבר צהוב
hu: Sárga labrador retriever
lt: Geltonas labradoro retriveris
pt: Labrador Retriever Amarelo
ru: Желтый лабрадор ретривер

source: Yellow and Grey
bg: Жълто и сиво
cs: Žlutá a šedá
de: Gelb und Grau
fr_ca: Jaune et gris
he: צהוב ואפור
hu: Sárga és Szürke
lt: Geltona su pilka
nb: Gul og grå
pt: Amarelo e Cinzento
ru: Желтый с серым
tr: Sari ve Gri

source: Yes
bg: да
cs: Ano
de: Ja
fr_ca: Oui
he: כן
hu: Igen
lt: Taip
nb: Ja
pt: Sim
ru: Да
tr: Evet

source: Yes/No
bg: Да/Не
cs: Ano / Ne
de: Ja/Nein
fr_ca: Oui/Non
he: כן/לא
hu: Igen/Nem
lt: Taip/Ne
nb: Ja/Nei
pt: Sim/Não
ru: Да/Нет
tr: Evet/Hayır

source: Yes/No/Unknown
bg: Да/Не/Неизвестно
cs: Ano / Ne / Neznámé
de: Ja/Nein/Unbekannt
fr_ca: Oui/Non/Inconnu
he: כן/לא/בלתי ידוע
hu: Igen/Nem/Nem ismert
lt: Taip/Ne/Nežinoma
nb: Ja/nei/vet ikke
pt: Sim/Não/Desconhecido
ru: Да/Нет/Неизвестно
tr: Evet/Hayır/Bilinmiyor

source: Yorkshire Terrier Yorkie
bg: Йоркширски териер
cs: Yorkshirský Teriér
de: Yorkshire Terrier
fr_ca: Yorkshire Terrier
he: יורקשייר טרייר
hu: Yorkshire terrier
lt: Jorkšyro terjeras
ru: Йоркширский терьер

source: You can assign a custom emblem to your additional animal flags
bg: Можете да зададете персонализирана емблема на допълнителните си отметки за животни
fr_ca: Vous pouvez attribuer un emblème personnalisé à vos drapeaux d'animaux supplémentaires
he: ניתן להקצות סמל מותאם אישית לתגיות חיות נוספות
pt: Pode atribuir um emblema personalizado às suas sinalizações de animal extra

source: You can bookmark search results, animals, people and most data entry screens.
bg: Може да си добавите като букмарк животни, критерии за търсене и т.н.
cs: Do záložek si můžete uložit vyhledávání, zvířata, osoby a většinu vstupů dat.
fr_ca: Vous pouvez mettre en favoris les résultats de recherche, des animaux, des contacts et la plupart des écrans de saisie de données.
he: ניתן לשמור תוצאות חיפוש, חיות, אנשים ואת רוב מסכי הזנת הנתונים כסימניות.
hu: Megjelölheti a keresési eredményeket, az állatokat, az embereket és a legtöbb adatbeviteli képernyőt.
lt: Jūs galite pasižymėti paieškos rezultatus, gyvūnus, asmenis ir daugumą duomenų įvedimo formų.
nb: Du kan bokmerke dine søk, dyr, personer mm.
pt: Pode adicionar marcadores para resultados de pesquisa, animais, pessoas e a maioria dos ecrãs de entrada de dados.
ru: Вы можете добавлять в закладки результаты поиска, животных, людей и большую часть страниц для ввода данных.
tr: Arama sonuçlarını, hayvanları, kişileri ve bir çok veri giriş ekranını, yer imlerine ekleyebilirsiniz.

source: You can drag and drop animals in shelter view to change their locations.
bg: Можете да размествате животните по местонахождения, чрез дръпване с мишката на екрана за преглед на приюта.
cs: Můžete přetahovat zvířata v přehledu útulku a změnit tak jejich umístění.
de: In der Tierheimansicht können sie Tiere ziehen und ablegen, um deren Unterbringungen zu wechseln.
fr_ca: Vous pouvez déplacer (drag and drop) les animaux dans la vue du refuge pour les changer d'emplacements.
he: ניתן לגרור ולשחרר חיות בתצוגת המקלט כדי לשנות את מיקומן.
hu: Menhely nézetben áthúzhatja és áthelyezheti az állatokat új helyszínre.
lt: Norėdami pakeisti gyvūnų buvimo vietą, žiūrėdami prieglaudos gyvūnus galite tiesiog juos perkelti su pele
nb: Du kan dra og slippe dyr på hjelpesenteret for å endre deres steder.
pt: Pode arrastar e soltar animais na vista de abrigo para alterar os respetivos locais.
tr: Barınak görünümüde, hayvanları sürükleyip bırakarak yerlerini değiştirebilirsiniz.
