Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Convert this reservation to an adoption
bg: Трансформирай тази резервацията в осиновяване
cs: Převézt tuto rezervaci na adopci
de: Diese Reservierung in eine Adoption umwandeln
fr_ca: Convertir cette réservation en une adoption
he: המר שריון זה לאימוץ
hu: A foglalást módosítsa örökbefoglalásra.
nb: Konverter denne reservasjonen til adopsjon
pt: Converter esta reserva para uma adoção
ru: Перевести из раздела "зарезервирован" в раздел "пристраиваемый"
tr: Bu rezervasyonu, sahiplendirmeye dönüştür

source: Coonhound
bg: Кунхаунд
de: Waschbärhund
he: קונהאונד
hu: Kopó
lt: Kunhaundas
ru: Кунхаунд

source: Coordinator
bg: Координатор осиновявания
fr_ca: Coordinateur
he: מתאם
nb: Adopsjonsansvarlig
pt: Coordenador

source: Copy absolute service URL to the clipboard (for external use in web pages and emails)
bg: Копирайте абсолютния URL адрес на услугата в клипборда (за външна употреба в уеб страници и имейли)
he: העתק כתובת שירות מלאה ללוח העריכה (לשימוש בעמודי אינטרנט חיצוניים ובאימייל)
pt: Copiar o URL absoluto do serviço para a área de transferência (para uso externo em páginas Web e emails)

source: Copy description to the notes field of the web preferred media for this animal
bg: Копирай коментарите за животното в полето за бележки за предпочитани уеб медии за това животно
fr_ca: Copiez la description dans le champ des notes du support web préféré pour cet animal
he: העתק תיאור לשדה ההערות של הקובץ המועדף לאינטרנט
nb: Kopier beskrivelse til notatfeltet til det foretrukne mediet for dette dyret
pt: Copiar a descrição para o campo de anotações de imagens preferenciais da Web deste animal

source: Copy form URL to the clipboard
bg: Копирайте абсолютния URL адрес в клипборда
he: העתק כתובת טופס ללוח העריכה
pt: Copiar o URL do formulário para a área de transferência

source: Copy from animal comments
bg: Копирай от коментарите за животното
cs: Zkopírovat z poznámek u zvířat
de: Kopiere aus den Tier Kommentaren
fr_ca: Copier depuis les commentaires de l'animal
he: העתק מהערות חיה
hu: Másold az állat megjegyzés rovatból
lt: Kopijuoti iš gyvūno aprašymo
nb: Kopier fra dyrekommentar
pt: Copiar a partir dos comentários do animal
ru: Копировать из комментариев о животном
tr: Hayvan yorumlarından kopyala

source: Copy of {0}
bg: Копие на {0}
cs: Kopie z {0}
de: Kopie von {0}
fr_ca: Copie de {0}
he: עותק של {0}
hu: {0} Másolata
lt: {0} kopija
nb: Kopi av {0}
pt: Cópia de {0}
ru: Копия {0}
tr: {0} kopyası

source: Copy recipient list to the clipboard
bg: Копирайте списъка с получатели в клипборда
he: העתק כתובות נמענים ללוח העריכה

source: Copy relative URL to the clipboard (for use with documents and reports)
bg: Копирайте относителния URL адрес в клипборда (за използване с документи и отчети)
he: העתק כתובת יחסית ללוח העריכה (לשימוש במסמכים ודוחות)
pt: Copiar URL relativo para a área de transferência (para utilização em documentos e relatórios)

source: Corded
bg: Кордед
cs: Bez srsti
de: Gelockt
fr_ca: Cordé
he: פרווה סבוכה (חוטים)
hu: Összekötött
lt: Virvėmis
nb: Med snorer
pt: Encordoado
ru: Шнуровая
tr: Çizgili

source: Corgi
bg: Корги
he: קורגי
lt: Korgis
nb: Welsh corgi
ru: Корги

source: Cornish Rex
bg: Корниш рекс
he: קורניש רקס
lt: Kornvalio reksas
ru: Корниш-рекс

source: Cost
bg: Разход
cs: Náklad
de: Kosten
fr_ca: Coût
he: עלות
hu: Költség
lt: Kaina
nb: Kostnad
pt: Custo
ru: Стоимость
tr: Maliyet

source: Cost For
bg: Разход за
cs: Cena pro
de: Kosten für
fr_ca: Coût pour
he: עלות ל
hu: Felmerült költségek
pt: Custo De
ru: Стоимость за

source: Cost Type
bg: Тип на разхода
cs: Typ nákladu
de: Kostenart
fr_ca: Type de frais
he: סוג עלות
hu: Költség típusa
lt: Išlaidų tipas
nb: Kostnadstype
pt: Tipo de Custo
ru: Тип расходов
tr: Maliyet Tipi

source: Cost Types
bg: Видове разходи
cs: Typy Nákladů
de: Kostenarten
fr_ca: Types de frais
he: סוגי עלויות
hu: Költség típusok
lt: Išlaidų tipai
nb: Kostnaddstyper
pt: Tipos de Custo
ru: Типы расходов
tr: Maliyet Tipleri

source: Cost date must be a valid date
bg: Датата за разхода трябва да е валидна дата
cs: Datum nákladu musí být platným datem
fr_ca: La date de coût doit être une date valide
he: תאריך הוצאה אינו חוקי
hu: A költség dátuma érvényes dátum kell legyen
lt: Išlaidų data turi būti tinkama
nb: Kostnadsdato må være en gyldig dato
pt: A data do custo tem de ser uma data válida
ru: Дата расходов должна быть указана верно
tr: Maliyet tarihi, geçerli bir tarih olmalıdır.

source: Cost per Treatment
he: עלות לטיפול

source: Cost record
bg: Запис за разходи
cs: Záznam Nákladu
de: Kostenaufstellung
fr_ca: Enregistrement des coûts
he: רשומת הוצאה
hu: Költség jegyzék
lt: Išlaidų žurnalas
nb: Kostnadsregister
pt: Registo do custo
ru: Запись расходов
tr: Maliyet kaydı

source: Costs
bg: Разход
cs: Náklady
de: Ausgaben
fr_ca: Coût
he: עלויות
hu: Költségek
lt: Išlaidos
nb: Kostnader
pt: Custos
ru: Расходы
tr: Maliyetler

source: Coton de Tulear
bg: Котон де Тулеар
he: קוטון דה טוליאר
lt: Tulearo bišonas
ru: Котон-де-тулеар

source: Could not find animal with name '{0}'
bg: Не е намерено животно с име '{0}'
cs: Nelze nalézt zvíře se jménem '{0}'
de: Konnte Tier mit Namen '{0}' nicht finden
fr_ca: N'a pas pu trouver l'animal avec code '{0}'
he: לא נמצאה חיה בשם '{0}'
hu: '{0}' nevű kutya nem található
nb: Kunne ikke finne dyr med navn '{0}'
pt: Não foi possível encontrar o animal com o nome '{0}'
ru: Не найдено совпадений по имени '{0}'
tr: '{0}' isimli hayvan bulunamadı.

source: Country
bg: Държава
cs: Země
fr_ca: Pays
he: ארץ
hu: Ország
pt: País

source: County
he: מחוז

source: Courtesy Listing
bg: За осиновяване не от приюта
cs: Bezplatný výpis
de: Verbindlichkeits Liste
fr_ca: Référencement de courtoisie
he: מחפש בית חדש
hu: Önkéntes lista
pt: Listagem de Cortesia

source: Cow
bg: Крава
cs: Kráva
de: Kuh
fr_ca: Vache
he: פרה
hu: tehén
lt: Karvė
nb: Ku
pt: Vaca
ru: Корова

source: Cream
bg: Кремаво
cs: Krémová
de: Cremefarben
fr_ca: Crème
he: קרם
hu: krémszínű
lt: Kreminė
nb: Krem
pt: Creme
ru: Кремовый
tr: Krem

source: Create
bg: Създай
cs: Vytvořit
de: Erstellen
fr_ca: Créer
he: צור
hu: Létrehoz
lt: Pridėti
nb: Opprett
pt: Criar
ru: Создать
tr: Oluştur

source: Create Animal
bg: Създай животно
cs: Vytvořit zvíře
de: Tier erstellen
fr_ca: Créer un animal
he: יצירת חיה
hu: Állat létrehozása
lt: Pridėti gyvūną
nb: Opprett dyr
pt: Criar Animal
ru: Создать запись о животном
tr: Hayvan Oluştur

source: Create Log
bg: Създай лог
cs: Vytvořit protokol
de: Protokoll erstellen
fr_ca: Créer un journal
he: יצירת הערה
hu: Napló létrehozása
lt: Kurti žurnalą
nb: Lag logg
pt: Criar Registo
ru: Создать запись
tr: Kütük/Kayıt oluştur

source: Create Payment
bg: Създай плащане
cs: Vytvořit platbu
fr_ca: Créer un paiement
he: צור תשלום
hu: Kifizetés létrehozása
pt: Criar Pagamento

source: Create Waiting List
bg: Създай списък с чакащи
cs: Vytvořit pořadník
de: Warteliste erstellen
fr_ca: Créer une liste d'attente
he: צור רשימת המתנה
hu: Várólista létrehozása
lt: Pridėti į laukiančiųjų sąrašą
nb: Opprett saksliste
pt: Criar Lista de Espera
ru: Создать лист ожидания
tr: Bekleme Listesi Oluştur

source: Create a PDF of this image
he: צור קובץ PDF מהתמונה

source: Create a cost record
bg: Създай запис за разход
cs: Vytvořit záznam nákladu
de: Kostenaufstellung erstellen
fr_ca: Créer un enregistrement de coût
he: יצירת רשומת הוצאה
hu: Költség feljegyzés létrehozása
lt: Kurti išlaidų žurnalą
nb: Lag et kostnadsregister
pt: Criar um registo de custo
ru: Создать запись расходов
tr: Maliyet kaydı oluştur

source: Create a due or received payment record from this appointment
bg: Създай получено или дължимо плащане за този преглед
cs: Z této události vytvořte řádný nebo obdržený záznam o platbě
fr_ca: Créer un enregistrement de paiement dû ou reçu pour ce rendez-vous
he: צור תשלום לחיוב או ששולם עבור תור זה
hu: Hozzon létre esedékes vagy beérkezett fizetési nyilvántartást erről a találkozóból.
pt: Criar um registo de pagamento em falta ou recebido a partir deste agendamento

source: Create a new animal by copying this one
bg: Създайте ново животно, като копирате това
cs: Vytvořit nové zvíře kopírováním tohoto
de: Neues Tier durch Kopie diese Datensatzes erstellen
fr_ca: Créer une nouvelle fiche d'animal en copiant celle-ci
he: יצירת חיה חדשה על ידי העתקת הנוכחית
hu: Új állat rögzítése ennek az átmásolásával
lt: Pridėti naują gyvūną, kopijuojant šio duomenis
nb: Lag et nytt dyr ved å kopiere dette
pt: Criar um novo animal a partir de uma cópia deste animal
ru: Создать запись о новом животном, скопировав эту запись
tr: Bu hayvanı kopyalarak, yeni bir hayvan oluştur.

source: Create a new animal from this found animal record
bg: Създайте ново животно от този намерен запис на животно
cs: Vytvořit nové zvíře z tohoto záznamu nalezeného zvířete
de: Neues Tier aus diesem Fundtiereintrag erstellen
fr_ca: Créer une nouvelle fiche d'animal à partir de cet enregistrement d'animal trouvé
he: צור חיה חדשה מרשומת מציאות
hu: Talált állat adataiból új állat rögzítése
lt: Priedėti naują gyvūną iš šio rasto gyvūno įrašo
nb: Lag et nytt dyr fra funnet-dyr-oppføringen
pt: Criar um novo animal a partir deste registo de animal encontrado
ru: Создать запись о новом животном, скопировав эту запись о найденном
tr: Bulunan hayvan kaydından yeni bir hayvan oluştur.

source: Create a new animal from this incident
bg: Създай животно от този инцидент
cs: Vytvořit nové zvíře z tohoto incidentu
de: Neues Tier aus diesem Vorfall erstellen
fr_ca: Créer une nouvelle fiche d'animal à partir de cet incident
he: צור חיה חדשה מתקרית זו
hu: Új állat rögzítése ebből az eseményből
nb: Opprett et nytt dyr fra denne hendelsen
pt: Criar um novo animal a partir deste incidente
ru: Создать запись о животном из этого события
tr: Bu vakadan/olaydan, yeni bir hayvan yarat.

source: Create a new animal from this waiting list entry
bg: Създайте ново животно от този запис в списъка на чакащите
cs: Vytvořit nové zvíře ze záznamu na pořadníku
de: Neues Tier aus diesem Wartelisteneintrag erstellen
fr_ca: Créer une nouvelle fiche d'animal à partir de cette entrée en liste d'attente
he: צור חיה חדשה מרשומת רשימת המתנה זו
hu: Új állat rögzítése ebből a várólista beírásból
lt: Pridėti naują gyvūną iš šio laukiančių eilės įrašo
nb: Lag et nytt dyr fra denne sakslisteoppføringen
pt: Criar um novo animal a partir desta entrada de lista de espera
ru: Создать запись о новом животном из листа ожидания
tr: Bu bekleme listesi girişinden yeni bir hayvan yarat.

source: Create a new document
bg: Създай нов документ
cs: Vytvořit nový dokument
de: Neues Dokument erstellen
fr_ca: Créer un nouveau document
he: צור מסמך חדש
hu: Új dokumentum létrehozása
lt: Sukurti naują dokumentą
nb: Opprett et nytt dokument
pt: Criar um novo documento
ru: Создать новый документ
tr: Yeni doküman yarat.

source: Create a new template
bg: Създай нов шаблон
cs: Vytvořit novou šablonu
de: Neue Vorlage erstellen
fr_ca: Créer un nouveau modèle
he: צור תבנית חדשה
hu: Új sablon létrehozása
lt: Kurti naują šabloną
nb: Lag en ny mal
pt: Criar um novo modelo
ru: Создать новый шаблон
tr: Yeni şablon yarat.

source: Create a new template by copying the selected template
bg: Създай нов шаблон, чрез копиране на избраният
cs: Vytvořit novou šablonu kopírováním zvolené
de: Neue Vorlage aus Kopie der ausgewählten Vorlage erstellen
fr_ca: Créer un nouveau modèle en copiant le modèle sélectionné
he: צור תבנית חדשה ע״י העתקת התבנית שנבחרה
hu: Új sablon létrehozása ennek a másolásával
lt: Kurti naują šabloną, nukopijuojant pasirinktą šabloną
nb: Opprett en ny mal ved å kopiere den valgte malen
pt: Criar um novo modelo a partir da cópia do modelo selecionado
ru: Создать новый шаблон, скопировав выбранный шаблон
tr: Seçilen şablonu kopyalayarak yeni bir şablon oluştur.

source: Create a new waiting list entry from this found animal record
bg: Създай нов списък с чакащи от този запис за намерено животно
cs: Vytvořit nový zápis do pořadníku z tohoto nalezeného záznamu zvířete
de: Neuen Wartelisteneintrag aus diesem Fundtiereintrag erstellen
fr_ca: Créer une nouvelle entrée de liste d'attente à partir de cet enregistrement d'animal trouvé
he: צור רשומת רשימת המתנה מרשומת מציאות זו
hu: Talált állat adataiból új állat rögzítése a várólistára
lt: Kurti naują laukiančių eilės sąrašo įrašą iš šio rasto gyvūno įrašo
nb: Lag en ny sakslisteoppføring fra dette dyret
pt: Criar uma nova entrada de lista de espera a partir deste registo de animal encontrado
ru: Создать новую запись в листе ожидания, скопировав эту запись о найденном животном
tr: Bulunan hayvan kaydından, yeni bir bekleme listesi girişi oluştur.

source: Create and edit
bg: Създай и редактирай
cs: Vytvořit a editovat
de: Erstellen und bearbeiten
fr_ca: Créer et éditer
he: צור וערוך
hu: Létrehoz ás szerkeszt
lt: Pridėti ir redaguoti
nb: Lag ny og endre
pt: Criar e editar
ru: Создать и редактировать
tr: Oluştur ve düzenle

source: Create animal
he: צור חיה

source: Create boarding cost record when animal is adopted
bg: Създаване на запис за разходите за издръжка при осиновяване на животно
cs: Vytvořit záznam o nákladech, když je zvíře adoptováno
de: Unterbringungskosten-Datensatz erstellen, wenn Tier vergeben wird
fr_ca: Créer des données de coûts de pension lorsque l'animal est adopté
he: יצירת רשומת עלות מחייה בעת אימוץ חיה
hu: Ellátási költségek feljegyzésének létrehozása az állat örökbefogadásakor
lt: Gyvūną atidavus, sukurti jo išlaikymo sąnaudų įrašą
nb: Lag kostnadsregister når dyret omplasseres
pt: Criar um registo de custos de alojamento quando o animal for adotado
ru: Создать запись о расходах на содержание при передаче животного
tr: Hayvan sahiplendirildiğinde, pansiyon ücret kaydı oluştur.

source: Create diary notes from a task
bg: Създай бележка в дневника от задача
cs: Vytvořit záznam do diáře z úkolu
de: Kalendernotizen aus einer Aufgabe erstellen
fr_ca: Créer des notes à l'agenda à partir d'une tâche
he: צור משימה מתבנית משימה
hu: Napló jegyzetek rögzítése egy feladatból
lt: Įtraukti užduotį į darbotvarkę
nb: Lag dagboknotater fra en oppgave
pt: Criar anotações de diário a partir de uma tarefa
ru: Создать заметку из задачи
tr: İşten, günlük notları oluştur.

source: Create found animal
he: צור מציאה

source: Create incident
he: צור תקרית

source: Create lost animal
he: צור אבידה

source: Create missing lookup values
bg: Създайте липсващи справочни номенклатури
cs: Vytvořit chybějící vyhledávací hodnoty
de: Fehlende Suchwerte erstellen
fr_ca: Créer des valeurs de consultation manquantes
he: צור ערכי טבלאות חיפוש חסרים
hu: Hozza létre a hiányzó kiválasztott értékeket
lt: Kurti trūkstamus sąrašų įrašus
nb: Opprett manglende verdier
pt: Criar valores de consulta em falta
tr: Kayıp lookup değerleri oluştur.

source: Create note this many days from today, or 9999 to ask
bg: Създайте бележка след много дни от днес или 9999, за да попитате
cs: Za kolik dní vytvořit tuto poznámku; při zadání 9999 se systém bude vždy ptát
fr_ca: Créer une note tant jours à partie d'aujourd'hui ou écrire 9999 pour demander
he: צור משימה אחרי מספר ימים מהיום (9999 כדי לשאול את המשתמש)
hu: Hozzon létre bejegyzést a mai naptól számított ennyi nap elteltével vagy 9999 megkeresésre
lt: Kurti darbotvarkės užduotį šiam dienų skaičiui, arba 9999 - jei klausti
nb: Lag notat så mange dager fra i dag, eller 9999 fremover
pt: Criar uma anotação este número de dias após hoje, ou 9999 para perguntar
ru: Укажите количество дней на выполнение или напишите 9999. Отметка 9999 означает необходимость уточнения сроков.
tr: Bu notu, bugünden itibaren şu kadar gün için yarat ya da sormak için 9999

source: Create person
he: צור אדם

source: Create this message
bg: Създай това съобщение
cs: Vytvořit tuto zprávu
de: Diese Nachricht erstellen
fr_ca: Créer ce message
he: שמור הודעה
hu: Ennek az üzenetnek a rögzítése
lt: Kurti šią žinutę
nb: Lag denne meldingen
pt: Criar esta mensagem
ru: Добавить сообщение
tr: Bu mesajı oluştur.

source: Create this person
bg: Създай това лице
cs: Vytvořit tuto osobu
de: Diese Person erstellen
fr_ca: Créer ce contact
he: שמור אדם
hu: Ennek a személynek a rögzítése
lt: Pridėti šį asmenį
nb: Opprett denne personen
pt: Criar esta pessoa
ru: Создать контактное лицо
tr: Bu kişiyi oluştur

source: Create transport
he: צור הסעה

source: Create waiting list
he: צור רשימת המתנה

source: Created By
bg: Създадено от
cs: Vytvořil
de: Erstellt von
fr_ca: Créé par
he: נוצר על ידי
hu: Létrehozta
lt: Sukūrė
nb: Opprettet av
pt: Criado Por
ru: Кем создано

source: Created Date
bg: Дата на създаване
he: נוצר בתאריך
nb: Dato opprettet
pt: Data de Criação

source: Created Since
bg: Създадено от
he: נוצרה מאז
nb: Opprettet fra og med dato
pt: Criado Desde

source: Created since
bg: Създадено от
he: נוצר מאז
nb: Opprettet fra og med dato

source: Creating cost and cost types creates matching accounts and transactions
bg: Създавайки разходи и видове разходи създава еднакви сметки и транзакции
cs: Vytváření typů nákladů a nákladů vytvářející odpovídající účty a transakce
de: Die Erstellung von Kosten und Kostentypen erzeugt entsprechende Konten und Transaktionen
fr_ca: Créer des coûts et des types de coûts créent les comptes et transactions correspondantes
he: יצירת עלות וסוגי עלויות יוצרת חשבונות ועסקאות תואמות
hu: Költségek és költségtípusok létrehozásával megegyező számlák és tranzakciók jönnek létre
pt: A criação de custos e tipos de custo cria as contas e transações correspondentes
ru: Создание расходов и типов расходов сопровождается созданием соответствующих счетов и транзакций

source: Creating payments and payments types creates matching accounts and transactions
bg: Създавайки плащане и видове плащания създава еднакви сметки и транзакции
cs: Vytváření typů plateb a plateb vytvářející odpovídající účty a transakce
de: Die Erstellung von Zahlungen und Zahlungstypen erzeugt entsprechende Konten und Transaktionen
fr_ca: Créer des paiements et types de paiement créent les comptes et transactions correspondantes
he: יצירת תשלומים וסוגי תשלומים יוצרת חשבונות ועסקאות תואמות
hu: Fizetések és fizetéstípusok létrehozásával megegyező számlák és tranzakciók jönnek létre.
nb: Opprett betalinger og betalingstyper som er lik kontoer og transaksjoner
pt: A criação de pagamentos e tipos de pagamentos cria as contas e transações correspondentes
ru: Создание платежей и типов платежей сопровождается созданием соответствующих счетов и транзакций
tr: Ödeme ve ödeme türü yaratmak, eşleşen hesaplar ve hesap hareketi oluşturur.

source: Creating...
bg: Създаване...
cs: Vytváření...
de: Erstellen...
fr_ca: Création en cours...
he: שומר...
hu: létrehozás
lt: Kuriama...
nb: Oppretter...
pt: A criar…
ru: Создание...
tr: Oluşturuyor...

source: Credit
bg: Кредит
fr_ca: Crédit
he: זיכוי
nb: Kreditt
pt: Crédito

source: Credit Card
bg: Кредитна карта
cs: Platební karta
de: Kreditkarte
fr_ca: Carte de crédit
he: כרטיס אשראי
hu: Bankkártya
lt: Kreditinė kortelė
nb: Kredittkort
pt: Cartão de Crédito
ru: Кредитная карта
tr: Kredi Kartı

source: Credit card
he: כרטיס אשראי
nb: Kredittkort

source: Creme D'Argent
bg: Заек
cs: Stříbrný králík
fr_ca: Crème d'Argent
he: ארנב קרם כסף

source: Criteria
bg: Критерии
he: קריטריונים
nb: Kriterium
pt: Critérios

source: Criteria:
bg: Критерии:
cs: Kritéria:
de: Kriterien:
fr_ca: Critère:
he: קריטריונים:
hu: Feltétel:
lt: Kriterijai:
nb: Kriterium:
pt: Critérios:
ru: Критерии:
tr: Kriterler:

source: Crossbreed
bg: Микс
cs: Kříženec
de: Kreuzung
fr_ca: Croisé
he: מעורב
hu: keverék
lt: Maišytas su
nb: Blanding
pt: Arraçado
ru: Помесь

source: Cruelty Case
bg: Случай на жестокост
cs: Případ Týrání
de: Fall von Tierquälerei
fr_ca: Cas de maltraitance
he: התעללות
hu: Kegyetlenkedés
lt: Byla dėl žiauraus elgesio
nb: Dyremishandling
pt: Caso de Crueldade
ru: Жестокое обращение
tr: Şiddet Olayı

source: Culling
bg: Избиране
cs: Výběrové utracení
de: Tötung
fr_ca: Abattage
he: דילול
hu: Selejtezés
lt: Populiacijos mažinimas
pt: Abate
ru: Отбор
tr: Dışlanmış

source: Curly
bg: Къдраво
cs: Vlnité
de: Kraus
fr_ca: Frisé
he: מקורזלת
hu: Göndör
lt: Garbanotas
nb: Krøllete
pt: Encaracolado
ru: Кудрявый
tr: Kıvırcık

source: Current
bg: Текущ
cs: Aktuální
de: Aktuell
fr_ca: Courant
he: נוכחי
hu: Jelenlegi
lt: Dabartinis
nb: Nåværende
pt: Atual
ru: Текущий
tr: Şindiki / Güncel

source: Current Owner
bg: Собственник в момента
he: בעלים נוכחי
nb: Nåværende eier
pt: Dono Atual

source: Current Vet
bg: Ветеринар в момента
cs: Současný Veterinář
de: Aktueller Tierarzt
fr_ca: Vétérinaire actuel
he: וטרינר נוכחי
hu: Jelenlegi állatorvos
lt: Gydantis veterinaras
nb: Nåværende veterinær
pt: Veterinário atual
ru: Ветеринар
tr: Şimdiki Veteriner

source: Cymric
bg: Кимрик
cs: Kymerská kočka
he: קימריק
hu: Wales-i
lt: Kimrikas
ru: Кимрик

source: D (Dog)
bg: D (Куче)
cs: D (pes)
de: D (Hund)
fr_ca: D (Chien)
he: D (כלב)
hu: K (Kutya)
lt: S (Šuo)
nb: H (Hund)
pt: C (Cão)
ru: С (Собака)
tr: K (Köpek)

source: DD = current day
bg: DD = текущ ден
cs: DD = aktuální den
de: DD = aktueller Tag
fr_ca: DD = jour actuel
he: ‫DD = היום
hu: DD = mai nap
lt: DD = šiandiena
nb: DD = gjeldene dag
pt: DD = dia atual
ru: DD = сегодняшний день
tr: DD = bugün

source: DHLPP
de: SHPPiL
he: משושה (DHLPP)
ru: Шестивалентная вакцина DHLPP

source: DO NOT use this field to store notes about what the person is looking for.
bg: НЕ използвайте това поле, за да съхранявате бележки за това, което човек търси.
cs: Nepoužívejte toto pole k ukládání poznámek o tom, co osoba hledá.
fr_ca: NE PAS utiliser ce champ pour enregistrer des notes à propos de ce que la personne recherche.
he: *אין* להשתמש בשדה זה על מנת לשמור הערות לגבי מה האדם מחפש.
hu: NE használja ezt a mezőt annak rögzítésére, hogy a személy mit keres.
pt: NÃO UTILIZE este campo para guardar anotações sobre o que a pessoa pretende.

source: DOA
he: מת לפני הגעה

source: DOA {0}
bg: Мъртъв при пристигането
de: Datum der Verfügbarkeit
he: מת עם ההגעה {0}
nb: Død ved ankomst {0}
pt: Morto à Chegada {0}

source: DOB
bg: Дата на раждане
cs: Datum narození
de: Geburtsdatum
fr_ca: Date de naissance
he: ת. לידה
hu: Születési dátum
lt: Gimimo data
nb: Født
pt: Data de Nascimento
ru: Дата рождения

source: Dachshund
bg: Дакел
cs: Jezevčík
he: תחש (דקל)
hu: tacskó
lt: Taksas
ru: Такса

source: Daily Boarding Cost
bg: Дневен разход за пансион
cs: Denní náklad za ubytování a stravu
de: Tägliche Unterbringungskosten
fr_ca: Coût journalier de pension
he: עלות מחיה יומית
hu: Napi ellátási költségek
lt: Kasdienės išlaikymo išlaidos
nb: Daglig losji kostnad
pt: Custo Diário de Alojamento
ru: Ежедневные расходы на содержание
tr: Günlük Pansiyon Ücreti

source: Dalmatian
bg: Далматинец
cs: Dalmatin
de: Dalmatiner
fr_ca: Dalmatien
he: דלמטי
hu: dalmata
lt: Dalmatinas
nb: Dalmatiner
pt: Dálmata
ru: Далматин
tr: Dalmaçyalı

source: Dandi Dinmont Terrier
bg: Данди Динмонт Териер
cs: Dandie dinmont teriér
de: Dandie Dinmont Terrier
fr_ca: Terrier Dandi Dinmont
he: דנדי דינמונט טרייר
lt: Dendžio Dinmonto terjeras
ru: Денди динмонт терьер

source: Dangerous
he: מסוכן

source: Dark
he: כהה

source: Data
bg: Данни
de: Daten
fr_ca: Données
he: נתונים
hu: Adat
lt: Duomenys
pt: Dados
ru: Данные
tr: Veri

source: Data Protection
bg: Защита на данните
cs: Ochrana dat
fr_ca: Protection de données
he: הגנה על פרטיות מידע
hu: Adatvédelem
pt: Proteção de Dados

source: Database
bg: База данни
cs: Databáze
de: Datenbank
fr_ca: Base de données
he: מסד נתונים
hu: Adatbázis
lt: Duomenų bazė
pt: Base de Dados
ru: База данных
tr: Veritabanı

source: Date
bg: Дата
cs: Datum
de: Datum
he: תאריך
hu: Dátum
lt: Data
nb: Dato
pt: Data
ru: Дата
tr: Tarih

source: Date '{0}' is not valid.
bg: Дата '{0}' не е валидна.
cs: Datum '{0}' není platné.
fr_ca: La date '{0}' n'est pas valide.
he: תאריך '{0}' אינו תקין.
hu: Dátum '{0}' érvénytelen
pt: A data '{0}' não é válida.
