Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Stripe Secret Key
pt: Chave Secreta do Stripe

source: 6 weeks
cs: 6 týdnů
de: 6 Wochen
fr_ca: 6 semaines
hu: 6 hét
lt: 6 savaičių
ru: 5 недель
tr: 6 hafta

source: Edit document
cs: Upravit dokument
de: Dokument bearbeiten
fr_ca: Modifier un document
hu: Dokumentum szerkesztése
lt: Redaguoti dokumentą
ru: Редактировать документ
tr: Dokümanı düzenle

source: Edit media notes
cs: Upravit poznámky médií
fr_ca: Modifier des notes médias
hu: Média feljegyzések szerkesztése
lt: Redaguoti failų pastabas
ru: Редактировать описание файла
tr: Medya notlarını düzene

source: Edit notes
cs: Upravit poznámky
fr_ca: Modifier des notes
hu: Feljegyzések szerkesztése
lt: Redaguoti pastabas
ru: Редактировать описание
tr: Notları düzenle

source: Entered From
cs: Odkud vloženo
de: Aufgenommen von
fr_ca: Admis de
hu: Beléptetés kezdve
lt: Įvestas nuo
ru: Поступило с
tr: Geldiği Yer

source: Entered To
cs: Kam vloženo
de: Aufgenommen bis
fr_ca: Admis vers
hu: Beléptetés eddig
lt: iki
ru: по
tr: Gittiği Yer

source: FLV
fr_ca: FeLV
lt: FLV (kačių leukemijos virusas)
ru: ВЛК

source: If this is the web preferred image, web publishers will use these notes as the animal description
cs: Pokud se jedná o preferovaný obrázek, web vydavatelé budou používat tyto poznámky jako popis zvířete
fr_ca: Si ceci est une image préférée du web, l'éditeur web l'utilisera ces notes pour la description de l'animal
hu: Ha ez a web által preferált kép, akkor a webes szolgáltatók ezen jegyzetet fogják az állat leírásaként használni.
lt: Tai yra publikavimui internete skirtas atvaizdas, jo aprašymas bus naudojamas kaip gyvūno aprašymas
ru: Это описание будет использовано как комментарий для веб-публикаций
tr: Bu webde tercih edilen resimse, web yayıncıları bu notları hayvan tanımı olarak kullanacaklardır.

source: Lots of reports installed? Clean up the Reports menu with Settings-Options- Display-Show report menu items in collapsed categories.
cs: Spousta nainstalovaných přehledů? Vyčistěte nabídku Reports (Zprávy) pomocí položek Settings-Options (Možnosti nastavení) - Display-Show (Zobrazit) - Zobrazit položky sestavy v rozbalených kategoriích.
fr_ca: Trop de rapports installés? Faites le ménage du menu Rapports à partir de Paramètres-Options-Affichage-Afficher les articles du menu Rapports dans leurs catégories.
hu: Sok jelentés van telepítve? Tisztítsa meg a Jelentések menüt a Settings-Options- Display-Show report menü elemekkel az összeomlott kategóriákban.

source: Presented in last month
fr_ca: Présenté dans le dernier mois

source: Reason for entry
cs: Důvod vstupu
de: Grund des Zugangs
fr_ca: Raison de l’admission
hu: Bejegyzés oka
lt: Patekimo priežastis
ru: Подробное описание причины поступления животного в приют
tr: Geliş nedeni

source: Rotate image 90 degrees anticlockwis
cs: Otočit obrázek o 90 stupňů proti směru hodinových ručiček
fr_ca: Tourner l'image 90 degrés (sens anti-horaire)
hu: Kép elforgatása 90 fokkal óramutató járásval ellentétes irányba

source: Settings, Lookup data
cs: Nastavení, vyhledávací data
de: Einstellungen, Suchdaten
fr_ca: Paramètres, recherche de données
hu: Beállítások, Adatok keresése
lt: Nuostatos, Sąrašai
ru: Настройки, Выпадающие списки.
tr: Ayarlar, Lookup verisi

source: Settings, Options
cs: Nastavení, možnosti
de: Einstellungen, Optionen
fr_ca: Paramètres, Options
hu: Beállítások, Opciók
lt: Nuostatos, parinktys
ru: Настройки, Параметры.
tr: Ayarlar, Seçenekler

source: Settings, Reports
cs: Nastavení, zprávy
de: Einstellungen, Berichte
fr_ca: Paramètres, Rapports
hu: Beállítások, Relentések
lt: Nuostatos, Ataskaitos
ru: Настройки, Отчеты.
tr: Ayarlar, Raporlar

source: Settings, System user accounts
cs: Nastavení, Uživatelské účty systému
de: Einstellungen, Benutzerkonten
fr_ca: Paramètres, Comptes utilisateurs
hu: Beállítások, Rendszerfelhasználók fiókjai
lt: Nuostatos, Sistemos naudotojų paskyros
ru: Настройки, Учетные записи пользователей.
tr: Ayarlar, Sistem kullanıcı hesapları

source: SmartTag PETID
de: SmartTag-Tierkennzeichnung
fr_ca: Médaille SmartTag PETID
hu: OkosCimke PETID
ru: Идентификационный жетон

source: The confirmation email message to send to the form submitter. Leave blank to send a copy of the completed form.
cs: Potvrzovací e-mailová zpráva pro odeslání odesílateli formuláře. Nechte prázdné pro odeslání kopie vyplněného formuláře.
fr_ca: Le message de confirmation de courriel qui doit être envoyé au soumissionnaire du formulaire. Laisser vide to envoyer une copie du formulaire complété.
hu: A megerősítő e-mail üzenertet kell küldeni az űrlap benyújtójának. Egy kitöltött nyomtatvány másolatának küldléséhez hagyja üresen.

source: This person has an animal control incident against them
cs: Tato osoba má incident se zvířecí záchranou proti nim
fr_ca: Cette personne a un incident de contrôle des animaux contre elle
tr: Bu kişilere karşı hayvan kontrol vakası bulunmaktadır.

source: This person has been banned from adopting animals
cs: Této osobě byla zakázána adopce zvířat
de: Diese Person darf keine Tiere adoptieren
fr_ca: Ce contact n'a pas le droit d'adopter un animal
lt: Šis asmuo įtrauktas į juodąjį sąrašą
ru: Передача животных этому человеку запрещена
tr: Bu kişinin hayvan sahiplenmesi yasaktır.

source: This person has been under investigation
cs: Tato osoba byla vyšetřována
fr_ca: Cette personne a été sous enquête
lt: Šis asmuo buvo įtrauktas į tyrimą
tr: Bu kişi soruşturma geçirmektedir.

source: This person has not passed a homecheck
cs: Tato osoba neprošla kontrolou zvířete v domově
de: Diese Person hat die Platzkontrolle nicht bestanden
fr_ca: Cette personne n'a pas eu de vérification de domicile
hu: A személy még nem esett át otthon leltogatáson.
lt: Nepatikrintos šio asmens gyvenimo sąlygos
ru: Условия содержания в доме этого человека не соответствуют требованиям
tr: Bu kişi ev kontrolünden geçememiştir.

source: Total payments
cs: Celkové platby
de: Zahlungen gesamt
fr_ca: Paiements totaux
tr: Toplam Ödeme

source: View PDF
cs: Zobrazit PDF
de: PDF anzeigen
fr_ca: Voir le PDF
hu: PDF megtekintése
lt: Žiūrėti PDF
ru: Открыть PDF
tr: PDF Görüntüle

source: View media
cs: Zobrazit media
fr_ca: Voir les médias
hu: Média megtekintése
lt: Žiūrėti failus
ru: Показать файлы
tr: Medyayı görüntüle

source: You can set a default amount for different payment types in the Settings- Lookup Data screen. Very handy when creating adoptions.
cs: Výchozí částku pro různé typy plateb můžete nastavit na straně Nastavení dat vyhledávání. Velmi užitečné při vytváření adopcí.
de: Sie können einen Standardbetrag für verschiedene Zahlungstypen in der Einstellungen-Suchdaten-Anzeige festlegen; beim Erstellen von Adoptionen sehr nützlich.
fr_ca: You pouvez paramétrer un montant par défaut pour différents types de paiements dans Paramètres - Écran de recherche. Très pratique lors de créations d'adoptions.
hu: Beállíthat egy alapértelmezett összeget a különféle fizetési módokhoz a Beállítások - Keresési adatok képernyőn. Nagyon praktikus örökbefogadások létrehozásakor.
tr: Farklı ödeme ditipleri için varsayılan değerler belirtebilirsiniz. Ayarlar - Lookup Veri ekranı. Sahiplendirme oluştururken kullanışlı olur.

source: You can upload images called logo.jpg and splash.jpg to the Settings- Reports-Extra Images screen to override the login splash screen and logo in the upper left corner of the application.
cs: Na stranu Settings- Reports-Extra Images můžete nahrát obrázky s názvem logo.jpg a splash.jpg, abyste přepsali přihlašovací úvodní stranu a logo v levém horním rohu aplikace.
fr_ca: Vous pouvez téléverser des images nommées logo.jpg et splash.jpg dans Paramètres - Rapports - Images supplémentaires afin d'obtenir votre dans le coin supérieur gauche de l'application.
hu: A logo.jpg és a splash.jpg nevű képeket feltöltheti a Beállítások- Jelentések-Extra képek képernyőre, hogy felülbírálja a bejelentkezési képernyőt és logot az alkalmazás bal felső sarkában.
lt: Norėdami pakeisti prisijungimo lange esantį atvaizdą bei logotipą ASM kairiajame viršutiniame kampe, meniu Nuostatos - Ataskaitos - Papildomi atvaizdai įkelkite splash.jpg ir logo.jpg failus.
ru: Вы можете загрузить изображения с именами logo.jpg и splash.jpg на странице Настройки > Отчеты > Дополнительные изображения, чтобы заменить изображения на странице входа и в левом верхнем углу основного экрана приложения.
tr: Ayarlar-Raporlar-Ekstra Resimler ekranını kullanıp, logo.jpg ve splash.jpg isimli dosyaları ekleyerek varsayılan karşılama ekranı ve ekranın üst solundaki logoyu değiştirebilirsiniz.

source: {plural0} animal as dead on arrival
cs: {plural0} zvíře přijelo již uhynulé
fr_ca: {plural0} animal décédé à l'arrivée
hu: {plural0} állat meghalt érkezéskor

source: Access System Menu
cs: Přístup do nastavení systému
de: System Menü aufrufen
hu: System menü hozzáférés
lt: Prieiti prie meniu Sistema
ru: Иметь доступ к системному меню
tr: Sistem Menüsüne Eriş

source: Adoption Number
cs: Číslo Adopce
de: Vermittlungsnummer
hu: Örökbefogadási szám
lt: Atidavimo numeris
ru: Договор передачи
tr: Sahiplendirme Numarası

source: All existing data in your database will be REMOVED before importing the CSV file. This removal cannot be reversed.
cs: Všechna existující data ve vaší databázi budou ODSTRANĚNA před importem CSV souboru. Toto odstranění nelze vrátit.
de: Alle bestehenden Daten in Ihrer Datenbank werden vor dem Import der CSV-Datei gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden.
hu: Az adatbázisában található valamennyi létező adat ELTÁVOLÍTÁSRA kerül, a CSV fájl importálása előtt. Ez az eltávolítás nem visszafordítható.
ru: Вся существующая информация из базы данных будет УДАЛЕНА перед отправкой в текстовый файл CSV. Удаление будет произведено безвозвратно.

source: Clear tables before importing
cs: Vyčistit tabulky před importem
de: Tabellen vor dem Importieren leeren
hu: Importálás előtt törölje a táblát
lt: Išvalyti lenteles prieš importuojant
ru: Очистить таблицы перед процедурой импорта
tr: İçe aktarmadan önce tabloları temizle

source: Copy animal comments to the notes field of the web preferred media for this animal
cs: Zkopíruj komentáře zvířete do pole poznámek na web preferovaný pro toto zvíře
de: Kopiere die Tier Kommentare in das Notizen Feld der Web bevorzugten Medien dieses Tieres
hu: Az állathoz fűzött kommentek átmásolása az adott állat preferált webes felületének megjegyzés rovatába
lt: Kopijuoti gyvūno aprašymą į šio gyvūno publikavimui internete skirto failo aprašymo laukelį
ru: Скопировать содержимое поля Комментарий в поле Описание файла для веб-публикации.
tr: Hayvan yorumlarını, bu hayvan için tercih edilen web ortamının, notlar alanına kopyala

source: Email users their diary notes each day
cs: Každý den poslat uživatelům jejich diářové poznámky
de: Benutzern deren Kalendernotizen täglich per E-Mail senden
hu: Felhasználók naplójegyezeteinek napi továbbítása számukra
lt: Siųsti naudotojams jų darbotvarkės užduotis kasdien el. paštu
ru: Каждый день отправлять пользователям их заметки
tr: Kullanıcılara, her gün, kendi günlük notlarını gönder.

source: Failed sending email
cs: Odesílání emailu selhalo
de: E-Mail-Versand fehlgeschlagen
hu: Nem sikerült elküldeni egy e-mailt
ru: Ошибка отправки сообщения
tr: E-posta gönderilemedi.

source: Go the lookup data screen and add/remove breeds, species and animal types according to the animals your shelter deals with.
cs: Přejděte na obrazovku s daty vyhledávání a přidejte / odstraňte plemena, druhy a typy zvířat podle zvířat, s nimiž se váš útulek zabývá.

source: Go the options screen and set your shelter's contact details and other settings.
cs: Jděte do nastavení a vyplňte kontaktní údaje na váš útulek a další nastavení.

source: Go the system users screen and add user accounts for your staff.
cs: Běžte na nastavení uživatel a přidejte uživatelské účty pro vaše spolupracovníky.

source: IP restriction is a space-separated list of IP netblocks in CIDR notation that this user is *only* permitted to login from (eg: 192.168.0.0/24 127.0.0.0/8). If left blank, the user can login from any address.
cs: Omezení IP je prostorově oddělený seznam IP netbloků v notaci CIDR, že tento uživatel je oprávněn pouze přihlásit se (např .: 192.168.0.0/24 127.0.0.0/8). Pokud je uživatel prázdný, může se přihlásit z libovolné adresy.
de: Die IP-Beschränkung ist eine Leerzeichen-getrennte Liste von IP-Netzwerkbereichen in CIDR-Schreibweise, aus welchen es diesem Benutzer ausschließlich erlaubt ist, sich anzumelden (z.B.: 192.168.0.0/24 127.0.0.0/8). Wenn leer gelassen, kann sich der Benutzer von jeder Adresse aus anmelden.
hu: Az IP korlátozás, azon CIDR jelölésű IP netblock-ok listája, amelyekről az adott felhasználó jogosult belépni (pl: 192.168.0.0/24 127.0.0.0/8). Ha ez üresen marad, akkor a felhasználó bármely IP címről beléphet.
lt: IP apribojimai - tai tarpais atskirtų IP tinklo blokų sąrašas CIDR reikšmėmis, iš kurių bus leidžiama prisijungti šiam naudotojui (pvz.: 192.168.0.0/24 127.0.0.0/8). Jei laukas bus neužpildytas, naudotojas galės prisijungti iš bet kokio adreso.
ru: Ограничение по IP — это список разделенных пробелами подмножеств IP-адресов в нотации CIDR, с которых и *только* с которых данный пользователь может входить в систему (к примеру, 192.168.0.0/24 127.0.0.0/8). Если это поле оставить пустым, пользователь сможет входить с любого адреса.
tr: IP kısıtlaması, CIDR notasyonunda boşlukla ayrılmış IP net bloklarının listesidir.ÖR: bu kullanıcı *sadece* 192.168.0.0/24 1...'dan login olmaya izinlidir.

source: Include incomplete vaccination and test records when generating document templates
cs: Při generování šablon dokumentů zahrnout neúplné záznamy o očkování a zkouškách
de: Unvollständige Impf- und Testberichte bei der Erstellung von Dokumentvorlagen einbeziehen
hu: Hiányos oltások és teszteredmények bevonása formanyomtatványok generálásakor
ru: Включать незавершенные вакцинации и записи о незавершенных тестах при создании шаблонов документов

source: Receive a donation
cs: Přijmout Příspěvek
de: Spende empfangen
hu: Adomány befogadása
lt: Gauta parama
ru: Принять пожертвование
tr: Bağış al

source: Show weight as lb rather than kg
cs: Zobrazit hmotnost spíše jako lb než kg
de: Gewicht in lb statt kg anzeigen
hu: Súlyok lb-ben való megjelenítése kg helyett

source: Use animal comments
cs: Použít připomínky zvířat
de: Verwende Tierkommentare
tr: Hayvan yorumlarını kullan

source: Value
cs: Hodnota
hu: Érték

source: Withdrawal
cs: Výběr
hu: Visszavonás
lt: Pasirašymas
ru: Снятие
tr: Çekme

source: FIPV
hu: FIP
nb: FIP
ru: Инфекционный перитонит (FIPV)

source: PM
hu: du.
ru: после полудня

source: FeLV
nb: FLV
ru: ВЛК (FeLV), вирусная лейкемия кошек

source: Microchips Implanted In {0}
nb: Mikrochip implantert i {0}

source: FIV
lt: FIV (kačių imunodeficito virusas)
ru: ВИК (вирус иммунодефицита кошачьих)

source: FIV+
ru: ВИК (FIV+), вирус иммунодефицита кошек

source: FLV+
de: FeLV positiv
ru: ВЛК + (FLV+), вирусная лейкемия кошек
