Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Reload the medical book/tab automatically after adding new medical items
bg: Презаредете медицинската книга / раздел автоматично след добавяне на нови медицински предмети
fr_ca: Recharger le carnet/onglet médical automatiquement après l'ajout de nouveaux articles médicaux
he: טען מחדש רשימות רפואיות לאחר הוספת פריטים רפואיים חדשים
pt: Recarregar automaticamente o livro/separador Clínica após adicionar novos itens da categoria clínica

source: Remaining
bg: Остават
cs: Zbývající
de: Verbleibend
fr_ca: Restant
he: נותר/ו
hu: Hátralévő
lt: Liko
nb: Gjenstår
pt: Restantes
ru: Осталось
tr: Kalan

source: Remember me on this computer
bg: Запомни ме на този компютър
cs: Zapamatovat si mě na tomto počítači
de: Angemeldet bleiben
fr_ca: Se souvenir de moi sur cet ordinateur
he: זכור אותי על מחשב זה
hu: Emlékezzen rám ezen a számítógépen
lt: Prisiminti mane šiame kompiuteryje
nb: Husk meg på denne datamaskinen
pt: Memorizar neste computador
ru: Создать напоминание на этом компьютере
tr: Bu bilgisayarda beni hatırla

source: Remember me on this device
he: זכור אותי על מחשב זה

source: Removal
bg: Премахване
cs: Odstranění
de: Entfernen
fr_ca: Suppression
he: הסרה
hu: Eltávolítás
lt: Šalinimas
nb: Fjerning
pt: Remoção
ru: Удаление
tr: Kaldırma/Çıkarma

source: Removal Reason
bg: Причина за премахване
cs: Důvody odstranění
de: Entfernungsgrund
fr_ca: Motif de la suppression
he: סיבת ההסרה
hu: Eltávolítás oka
lt: Pašalinimo priežastis
nb: Årsak til fjerning
pt: Motivo da Remoção
ru: Причина удаления
tr: Çıkarma Nedeni

source: Removal reason
bg: Причина за премахване
cs: Důvod odstranění
de: Entfernungsgrund
fr_ca: Motif de la suppression
he: סיבת ההסרה
hu: Eltávolítás oka
lt: Pašalinimo priežastis
nb: Grunn til fjerning
pt: Motivo da remoção
ru: Причина удаления
tr: Çıkarma nedeni

source: Remove
bg: Премахни
cs: Odstranit
de: Entfernen
fr_ca: Retirer
he: הסר
hu: Eltávolít
lt: Šalinti
nb: Fjern
pt: Remover
ru: Переместить
tr: Kaldır

source: Remove Flag
he: הסר תגית

source: Remove HTML and PDF document media after this many years
bg: Премахни файлове във формат HTML и PDF след толкова години
cs: Odstranit HTML a PDF dokument média po těchto mnoho letech
fr_ca: Supprimer les documents média HTML et PDF après tant d'années
he: מחק קבצי HTML ו-PDF אחרי מספר שנים
hu: HTML és PDF dokumentum tartalmak eltávolítása sok év után.
pt: Remover as imagens de documentos HTML e PDF após este número de anos

source: Remove clinic functionality from screens and menus
bg: Премахни дейността на клиниката от екрани и менюта
cs: Odstranit funkčnost kliniky z obrazovek a nabídek
fr_ca: Retirer les fonctionnalités cliniques de l'écran et des menus
he: הסר פונקציונליות מרפאה מהמסכים והתפריטים
hu: Távolítsa el a klinikai funkciókat a képernyőkről és a menükből
pt: Remover a funcionalidade de clínica dos ecrãs e menus

source: Remove fine-grained animal control incident permissions
bg: Премахни разрешенията за контрол над инцидентите при животните
cs: Odstranit detailní oprávnění pro případy záchrany zvířat
fr_ca: Retirer les autorisations d'incident de contrôle des animaux à grains fins
he: הסר הרשאות פרטניות על תקריות בקרת בע״ח
hu: Távolítsa el a finom szemcsés, állatok elleni védekezésre vonatközó engedélyeket
pt: Remover as permissões avançadas de incidentes de controlo de animais

source: Remove holds after
bg: Анулирай задържания след
cs: Odebrat držené po
de: Verwahrungen löschen nach
fr_ca: Supprimer la rétention après
he: הסר המתנה אחרי
hu: Távolítsa el az ezt követő fenntartásokat
lt: Nutraukti laikino neatidavimo funkciją po
nb: Fjern dyr på vent etter
pt: Remover retenções após
tr: Muhafazaları kaldırmak için geçen süre/koşul

source: Remove incoming forms after
bg: Премахнете входящите формуляри след
he: הסר טפסים נכנסים אחרי
nb: Fjern innkommende skjemaer etter
pt: Remover formulários recebidos após

source: Remove move menu and the movements tab from animal and person screens
bg: Премахни менюто за движение и раздела за движение от екрана за животни и хора
cs: Odebrat nabídku pohybu a kartu pohybů na obrazovkách zvířat a osob
de: Bewegen-Menü und Bewegungen-Reiter aus Tier- und Personen-Anzeigen entfernen
fr_ca: Retirer le menu Déplacer et l'onglet Déplacements des écrans de saisie Animaux et Contacts
he: הסר את תפריט תנועות וכרטיסיית תנועות ממסכי חיות ואנשים
hu: A mozgatás menü és a mozgások tab eltávolítása az állat és személy képernyőről
pt: Remover o menu Movimentos e o separador Movimentos dos ecrãs de animais e pessoas
ru: Удалить меню и вкладку перемещений со страниц животного и контактного лица
tr: Hareket menüsünü ve hareketler sekmesini hayvan ve kişi ekranlarından kaldır.

source: Remove personally identifiable data
bg: Премахни личните данни
cs: Odstranit osobní identifikační údaje
fr_ca: Supprimer les données personnelles identifiables
he: הסר מידע אישי (GDPR)
hu: Távolítsa el a személyesen azonosítható adatokat
pt: Remover dados pessoalmente identificáveis

source: Remove previously published files before uploading
bg: Премахни файловете, качени предишният път, преди качване
cs: Před nahráním odebrat dříve publikované soubory
fr_ca: Supprimer les fichiers précédemment publiés avant le téléversement
he: הסר הקובץ שפורסם קודם לכן בטרם ההעלאה
hu: Korábban közzétett fájlok eltávolítása feltöltés előtt
lt: Prieš įkeliant pašalinti visus anksčiau publikuotus failus
nb: Slett tideligere opplastede filer før opplastning
pt: Remover ficheiros anteriormente publicados antes de fazer o carregamento
ru: Удалить ранее опубликованные файлы перед загрузкой
tr: Yüklemeden önce, daha önce yayınlanan dosyaları kaldır.

source: Remove processed forms when I leave the incoming forms screens
bg: Премахване на обработени формуляри, когато напусна екраните за входящи формуляри
he: הסר טפסים שטופלו לאחר שהמשתמש יוצא ממסך טפסים נכנסים
pt: Remover formulários processados após o utilizador fechar os ecrãs de formulários recebidos

source: Remove retailer functionality from the movement screens and menus
bg: Премахни функционалността за търговци от менютата
cs: Odstranit funkce prodejce z obrazovek pohybu a nabídek
de: Wiederverkäufer-Funktion aus Bewegen-Anzeigen und -Menüs entfernen
fr_ca: Retirer les fonctionnalités revendeur de l'écran Déplacement et menus
he: הסר פונקציונליות חנויות ממסכי התנועות והתפריטים
hu: Távolítsa el a kiskereskedő funkciót a mozgásképernyőkről és a menükből
lt: Šalinti iš veiksmų ir meniu tarpininkavimo funkcijas
nb: Fjern forhandlerfunksjonalitet fra aktivitetsskjerm og menyer
pt: Remover a funcionalidade de lojista dos ecrãs e menus de movimentos
ru: Удалить поля информации о продавце со страницы перемещения и из соответствующего меню
tr: Satıcı işlevini, hareket ekranlarından ve menülerinden kaldır.

source: Remove short shelter code box from the animal details screen
bg: Премахни полето за късия код от екрана с детайлите за животното
cs: Odstranit pole krátkého kódu útulku z obrazovky s podrobnostmi o zvířatech
de: Tierkürzel-Kästchen aus Tierdetails-Anzeige entfernen
fr_ca: Retirer la boîte du code court de refuge dans l'écran détaillé de l'animal
he: הסר תיבת קוד מקלט קצר ממסך פרטי חיה
hu: Rövid menhelyi kód box eltávolítása az állatok információs képernyőjéről
lt: Pašalinti trumpojo gyvūno kodo lauką iš gyvūnų kortelių
nb: Fjern boksen med korte senterkoder fra dyrets informasjon
pt: Remover a caixa de código abreviado de abrigo do ecrã de detalhes sobre o animal
ru: Удалить поле короткого кода из информации о животном
tr: Kısa,barınak kod kutusunu, hayvan detay ekranından kaldır.

source: Remove the FIV/L test fields from animal health details
bg: Премахни полето за FIV/L тест от медицинските данни за животното
cs: Odstranit pole FIV/L test z veterinárních údajů
de: FIV/L-Testfelder aus Tiergesundheitsdetails entfernen
fr_ca: Retirer les champs de test FIV/L des détails de la santé de l'animal
he: הסר שדה בדיקת FIV/L מפרטי הבריאות של החיות
hu: Távolítsa el a FIV / L tesztmezőket az állat-egészségügyi adataiból
lt: Pašalinti FIV/FLV testo laukus iš duomenų apie gyvūno sveikatą
nb: Fjern FIV/L testfelt fra dyrehelsedetaljer
pt: Remover os campos de teste FIV/L dos detalhes de saúde do animal
ru: Удалить данные о тесте на FIV/L (кошачий вирус иммунной недостаточности) из информации о состоянии здоровья животного
tr: FIV/L test alanlarını, hayvan sağlık detaylarından kaldır.

source: Remove the Litter ID field from animal details
bg: Премахни информацията за кучилото от детайлите на животното
cs: Odstranit pole ID vrhu z údajů o zvířatech
de: Wurfreferenz-Feld aus Tierdetails entfernen
fr_ca: Retirer le champ ID de la portée des détails de l'animal
he: ‫הסר מזהה השגר (גורים) מפרטי החיה
hu: Távolítsa el az Alom azonosító mezőt az állat adataiból
lt: Šalinti vados ID lauką iš duomenų apie gyvūną
nb: Fjern kullets ID-felt fra dyreopplysninger
pt: Remover o campo de ID de Ninhada dos detalhes do animal
ru: Удалить поле номера помета из информации о животном
tr: Doğum (Litter) ID alanını, hayvan detaylarından kaldır.

source: Remove the Rabies Tag field from animal health details
bg: Премахни полето за бяс от медицинските данни за животното
cs: Odstranit pole Tagy vztekliny z veterinárních podrobností
de: Tollwutmarken-Feld aus Tiergesundheitsdetails entfernen
fr_ca: Retirer l'étiquette de rage des détails de la santé de l'animal
he: ‫הסר שדה מספר כלבת מפרטי הבריאות של החיות
hu: Távolítsa el a veszettség címke mezőt az állat egészségügyi információiból
lt: Pašalinti pasiutligės ženklelio lauką iš duomenų apie gyvūno sveikatą
nb: Fjern Rabies-merkefeltet fra helse og identifikasjon
pt: Remover o campo Identificador de Raiva dos detalhes de saúde do animal
ru: Удалить поле с информацией о бешенстве из информации о состоянии здоровья
tr: Kuduz Etiketi (Tag) alanını, hayvan sağlığı detaylarından kaldır.

source: Remove the adoption coordinator field from animal entry details
bg: Премахни полето за координатор по осиновяването
cs: Odstranit pole koordinátora přijetí z údajů o vstupu zvířete
fr_ca: Retirer le champ de coordonateur d'adoption des détails d'admission de l'animal
he: הסר שדה יועץ אימוץ מפרטי החיה
hu: Örökbefogadási koordinátor mező eltávolítása az állat felviteli adatai közül
pt: Remover o campo de coordenador de adoção dos detalhes de entrada de animais

source: Remove the adoption fee field from animal details
bg: Премахни полето за такса за осиновяване от детайлите на животното
cs: Odstranit pole poplatků za přijetí z údajů o zvířatech
de: Vermittlungsgebühr-Feld aus Tierdetails entfernen
fr_ca: Retirer le champ de frais d'adoption des détails de l'animal
he: הסר שדה סל אימוץ מפרטי החיות
hu: Örökbefogadási díj mező eltávolítása az állat adataiból
nb: Ta vekk adopsjonsgebyret fra dyredetaljer
pt: Remover o campo de taxa de adoção dos detalhes do animal
ru: Удалить поле о взносе за усыновление из информации о животном
tr: Sahiplenme ücreti alanını, hayvan detaylarından kaldır.

source: Remove the animal control functionality from menus and screens
bg: Премахни функционалността за контрол над животните от менютата и прозорците
cs: Odstranit funkčnost záchrany zvířat z nabídek a obrazovek
de: Tierschutzkontroll-Funktion aus Menüs und Anzeigen entfernen
fr_ca: Retirer la fonctionnalité de contrôle animal des menus et écrans
he: הסר את פונקציונליות בקרה על בע״ח מהתפריטים והמסכים
hu: Az állat kontroll funkció eltávolítása a menükből és képernyőképekről
nb: Fjern inspeksjon fra menyer og skjerm
pt: Remover a funcionalidade de gestão de animais dos menus e ecrãs
ru: Удалить панель контроля за животным из меню и экранов
tr: Hayvan kontrol fonksiyonalitesini, menülerden ve ekranlardan kaldır.

source: Remove the bonded with fields from animal entry details
bg: Премахни групирането на животни от детайлите на животните
cs: Odstranit spojená pole z údajů o vstupu zvířete
de: In Verbindung mit-Felder aus Tiereintragsdetails entfernen
fr_ca: Retirer les champs liés aux détails des entrées d'animaux
he: הסר שדות נקשר אל מפרטי קליטת חיה
hu: Távolítsa el az 'Összekapcsolva ' mezőket az állat leírásából
lt: Šalinti sąsajos su kitais gyvūnais lauką iš duomenų apie gyvūno patekimą
nb: Fjern knyttet til-felt fra dyrets oppføringsopplysninger
pt: Remover os campos de companheiro dos detalhes de entrada de animais
ru: Удалить поле «привязано к...» со страницы с подробной информацией о животном
tr: Hayvan giriş detaylarından, bağlı olduğu hayvan alanlarını kaldır.

source: Remove the city/state fields from person details
bg: Премахни полето за град/област от детайлите за хората
cs: Odstranit pole město / stát z podrobností osoby
de: Stadt/Land-Felder aus Personendetails entfernen
fr_ca: Retirer les champs ville/état des détails de la personne
he: הסר שדות עיר/מדינה/מחוז מפרטי האנשים
hu: Város/állam mezők eltávolítása a személy adataiból
lt: Šalinti miesto/rajono laukus iš asmenų kortelių
nb: Fjern by/fylke feltet fra personens detaljer
pt: Remover os campos de cidade/distrito dos detalhes da pessoa
ru: Удалить строки города и области из информации о контактном лице
tr: Şehir/eyalet alanlarını, kişi detaylarından çıkar.

source: Remove the coat type field from animal details
bg: Премахни полето за окосмяване от детайлите за животното
cs: Odstranit pole typu srsti z údajů o zvířatech
de: Fellart-Feld aus Tierdetails entfernen
fr_ca: Retirer le champ de type de pelage des détails de l'animal
he: הסר סוג הפרווה מפרטי החיות
hu: Szőrzet típusa mező eltávolítása az állat adataiból
lt: Šalinti kailio tipo laukus iš gyvūnų kortelių
nb: Fjern pelstype feltet fra dyrets detaljer
pt: Remover o campo de tipo de pelagem dos detalhes do animal
ru: Удалить поле типа шерсти из информации о животном
tr: Tüy (coat) tipi alanını hayvan detaylarından çıkar.

source: Remove the country field from person details
bg: Премахни полето за град/област от детайлите за хората
fr_ca: Retirer le champ pays des détails du contact
he: הסר שדה ארץ מפרטי האנשים
nb: Fjern land fra personens detaljer
pt: Remover o campo de país dos detalhes da pessoa

source: Remove the declawed box from animal health details
bg: Премахни "С ампутации" от медицинските данни за животното
cs: Odstranit zaškrtátko bez drápů z veterinárních podrobností
de: Entkrallt-Kästchen aus Tiergesundheitsdetails entfernen
fr_ca: Retirer la boîte dégriffé des détails de la santé de l'animal
he: הסר תיבת הסרת הטופרים מהפרטים הרפואיים של החיות
hu: A karomvágás mező eltávolítása az állat egészségügyi infóiból
lt: Šalinti nagų pašalinimo laukelį iš duomenų apie gyvūno sveikatą
nb: Fjern fjernet klo fra helseopplysninger
pt: Remover a caixa de remoção de unhas dos detalhes de saúde do animal
ru: Удалить строку об удалении когтей из информации о состоянии здоровья
tr: Tırnak sökümü kutusunu (declawed box) hayvan sağlığı detaylarından çıkar.

source: Remove the document repository functionality from menus
bg: Премахни функционалността за Хранилището за документи от менютата
cs: Odstranit funkci Úložiště dokumentů z nabídek
de: Dokumentenablage-Funktion aus Menüs entfernen
fr_ca: Retirer la fonctionnalité de répertoire de documents des menus
he: הסר את פונקציונליות מאגר המסמכים מהתפריטים
hu: A dokumentum gyűjtemény funkció eltávolítása a menükből
lt: Šalinti iš meniu dokumentų saugyklos funkcijas
nb: Fjern dokumentfunksjonalitet fra menyer
pt: Remover a funcionalidade de repositório de documentos dos menus
ru: Удалить панель архива документов из меню
tr: Doküman deposu (repository) özelliğini menülerden çıkar.

source: Remove the entry history section from animal records
he: הסר את היסטוריית הקליטה מרשומות החיות

source: Remove the equipment loan functionality from menus and screens
he: הסר את פונקציונליות השאלת ציוד מהתפריטים והמסכים

source: Remove the event management functionality from menus and screens
he: הסר את פונקציונליות ניהול האירועים מהתפריטים והמסכים

source: Remove the good with fields from animal notes
bg: Премахни "Добро отношение към" полетата от бележките за животното
cs: Odstranit dobré polemi u zvířecích poznámek
fr_ca: Retirer les champs "s'entend bien avec" des remarques de l'animal
he: הסר את שדות ״ידידותי ל״ מהערות על חיות
hu: A kompatibilitásra vonatkozó mező eltávolítása az állat jegyzeteiből
lt: Šalinti draugiškumo su kitais objektais laukus iš duomenų apie gyvūną
nb: Fjern snill med-felt fra dyremerknader
pt: Remova os campos Gentil Com das anotações de animais
ru: Удалить поля «ладит с...» из заметок о животном
tr: Arası iyidir alanlarını (good with fields), hayvan notlarındandan çıkar.

source: Remove the heartworm test fields from animal health details
bg: Премахни полето за тест за дирофилария от медицинските данни за животното
cs: Odstranit testovací pole červů vlasovce z veterinárních údajů
de: Herzwurm-Testfelder aus Tiergesundheitsdetails entfernen
fr_ca: Retirer les champs de test de dirofilariose des détails de l'animal
he: הסר שדות בדיקת תולעת הפארק מהפרטים הרפואיים של החיות
hu: A szívféreg teszt mező eltávolítása az állat egészségügyi infóiból
lt: Šalinti širdies kirmėlių testo laukus iš duomenų apie gyvūno sveikatą
nb: Fjern herteormtestfeltet fra dyrehelsedetaljer
pt: Remover os campos de teste de dirofilariose dos detalhes de saúde do animal
ru: Удалить поле о результатах теста на дирофиляриоз (сердечные черви) из информации о состоянии здоровья
tr: Kalp kurdu test alanlarını, hayvan sağlığı detaylarından çıkar.

source: Remove the homechecked/by fields from person type according to the homechecked flag
bg: Премахнете полетата за проверка / от дома от типа лице според отметка за проверка на дома
he: הסר את שדות בדק בית מסוג אדם לפי תגית בדיקת בית
pt: Remover os campos de inspecionado no domicílio/por do tipo de pessoa, de acordo com a sinalização inspecionado no domicílio

source: Remove the insurance number field from the movement screens
bg: Премахни полето за застраховка от екрана за местения
cs: Odstranit pole čísla pojištění ze stránek přesunů
de: Versicherungsnummer-Feld aus Bewegen-Anzeigen entfernen
fr_ca: Retirer le champ numéro d'assurance de l'écran des déplacements
he: הסר שדה מספר פוליסת ביטוח ממסכי תנועות
hu: Biztosítási szám mező eltávolítása a mozgatási képernyőkről
lt: Šalinti draudimo numerio lauką iš veiksmų
nb: Fjern forsikringsnummerfeltet fra skjermbildet bevegelser
pt: Remover o campo do número de seguro dos ecrãs de movimentos
ru: Удалить поле о номере страховки/договора со страниц перемещения
tr: Sigorta numarası alanını, hareket ekranlarından kaldır.

source: Remove the jurisdiction field from animal entry details
bg: Премахни групирането на животни от детайлите на животните
he: הסר שדה תחום שיפוט מפרטי החיה
pt: Remover o campo de jurisdição dos detalhes de entrada do animal

source: Remove the location unit field from animal details
bg: Премахни полето за локация от детайлите за животните
cs: Odstranit pole umístění jednotky z údajů o zvířatech
de: Unterbringungseinheit-Feld aus Tierdetails entfernen
fr_ca: Retirer le champ emplacement des détails de l'animal
he: הסר שדה יחידת מיקום מפרטי החיות
hu: Helymeghatározó egység mező eltávolítása az állat adataiból
lt: Šalinti laikymo vietos lauką iš duomenų apie gyvūną
nb: Fjern stedsfeltet fra dyredetaljer
pt: Remover o campo de secção do abrigo dos detalhes do animal
ru: Удалить поле о местоположении из информации о животном
tr: Yerleşke (location) birimi alanını, hayvan detaylarından çıkar.

source: Remove the looking for functionality from the person menus and screens
he: הסר את פונקציונליות קריטריוני חיפוש ממסכי ותפריטי אדם

source: Remove the microchip fields from animal identification details
bg: Премахни полето за чипирано животно от Здраве и отличителни белези
cs: Odstranit pole mikročipu z identifikačních údajů o zvířatech
de: Mikrochip-Felder aus Tieridentifikations-Details entfernen
fr_ca: Retirer le champ micropuce des détails de l'identification de l'animal
he: הסר שדה שבב מפרטי זיהוי של החיות
hu: Microchip mező eltávolítása az állat azonosítási adatai közül
lt: Šalinti mikroschemos laukus iš informacijos apie gyvūnų identifikaciją
nb: Fjern microchipfeltet fra dyreidentifikasjonsdetaljer
pt: Remover os campos de microchip dos detalhes de identificação do animal
ru: Удалить поле для записи информации о вживлении микрочипа
tr: Mikroçip alanlarını,hayvan kimliklendirme detaylarından kaldır.

source: Remove the neutered fields from animal health details
bg: Премахни "Кастрирано" от медицинските данни на животното
cs: Odstranit pole vykastrování z veterinárních údajů
de: Kastriert-Felder aus Tiergesundheitsdetails entfernen
fr_ca: Retirer les champs de stérilisation des détails de la santé de l'animal
he: הסר שדות העיקור מהפרטים הרפואיים של החיות
hu: Az ivartalanításra vonatkozó mező eltávolítása az állat egészségügyi infóiból
lt: Šalinti kastracijos laukus iš duomenų apie gyvūno sveikatą
nb: Fjern kastrert felt fra helseopplysninger
pt: Remover os campos de castração dos detalhes de saúde do animal
ru: Удалить поле о стерилизации из информации о состоянии здоровья
tr: Kısırlaştırma alanlarını (neutered), hayvan sağlık detaylarından kaldır.

source: Remove the online form functionality from menus
bg: Премахни функционалността за интернет форми от менютата
cs: Odstranit funkce online formuláře z nabídek
de: Online-Formular-Funktion aus Menüs entfernen
fr_ca: Retirer la fonctionnalité de formulaire en ligne des menus
he: הסר את פונקציונליות הטפסים המקוונים מהתפריטים
hu: Az online nyomtatvány funkció eltávolítása a menükből
lt: Šalinti internetinių formų funkcijas iš meniu
nb: Fjern funksjonen nettbasert skjema fra menyer
pt: Remover dos menus a funcionalidade de formulários online
ru: Удалить панель web-форм из меню
tr: Çevrimiçi form fonksiyonalitesini menülerden kaldır.

source: Remove the picked up fields from animal entry details
bg: Премахни полетата за вземане от детайлите за приемане на животното в приюта
cs: Odstranit vybraná pole z údajů o zápisu zvířete
de: Aufgegriffen-Felder aus Tiereingangsdetails entfernen
fr_ca: Retirer les champs de ramassage dans les détails de l'animal
he: הסר שדות פרטי האיסוף מפרטי קליטת חיה
hu: A felvételi mező eltávolítása az állat adataiból
pt: Remover os campos de recolha dos detalhes de introdução de animais
ru: Удалить поле «привязано к...» со страницы с подробной информацией о животном
tr: Hayvan giriş detayı ekranından, toplanma/alınma alanlarını çıkar.

source: Remove the rota functionality from menus and screens
bg: Премахни функционалността за подръжка на графици от всики менюта и екрани
cs: Odstranit funkčnost rozpisu z nabídek a obrazovek
de: Dienstplan-Funktionalität aus Menüs und Anzeigen entfernen
fr_ca: Retirer la fonction du tableau de service des menus et écrans
he: הסר את פונקציונליות סידור עבודה מהתפריטים והמסכים
hu: A rota funkció eltávolítása a menükből és képernyőképekről
pt: Remover a funcionalidade de turnos dos menus e ecrãs
ru: Удалить панель дежурств из меню и дисплеев

source: Remove the size field from animal details
bg: Премахни полето за размер от детайлите на животното
cs: Odstranit pole velikost z údajů o zvířeti
fr_ca: Retirer le champ taille des détails de l'animal
he: הסר שדה גודל מפרטי החיות
hu: A méret mező eltávolítása az állat adataiból
lt: Šalinti dydžio laukus iš gyvūnų kortelių
nb: Fjern størrelsefeltet fra dyrets detaljer
pt: Remover o campo de tamanho dos detalhes do animal
ru: Удалить поле размера из информации о животном
tr: Ebat/büyüklük alanını, hayvan detaylarından kaldır.
