Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Out Between
bg: Изписано между
cs: Mezi nimi
fr_ca: Sorti entre
he: תנועה יוצאת בין
hu: Között
lt: Išvyko nuo
pt: Saída Entre
ru: Покинуло приют с

source: Out SubTotal
bg: Извън междинен тотал
cs: Mezisoučet
fr_ca: Sous-total de sortis
he: סה״כ חיות יוצאות
hu: Részösszegen kivül
lt: Išvykusių tarpinė suma
nb: Ut subtotal
pt: Subtotal de Saída
ru: Подытог
tr: Ara Toplamı Ver

source: Outcome
he: תוצאה

source: Outcomes
he: תוצאות

source: Output a deceased animals page
bg: Възпроизведи страница с починали животни
cs: Výstup strany uhynulých zvířat
fr_ca: Afficher la page des animaux décédés
he: צור דף חיות מתות
hu: Elhullott állat oldalának kimentése
nb: Skriv ut en side over døde dyr
pt: Gerar uma página de animais falecidos

source: Output a page with links to available online forms
bg: Възпроизведи страница с линкове към наличните онлайн форми
cs: Výstup na stránku s odkazy na dostupné online formuláře
de: Eine Seite mit Verknüpfungen zu verfügbaren Online-Formularen ausgeben
fr_ca: Afficher une page avec les liens vers des formulaires en ligne
he: צור דף עם לינקים לטפסים מקוונים זמינים
hu: Elérhető online kérdőívek linkjeit tartalmazó oldalak kimentése
nb: Lag en side med linker til tilgjengelige web-skjema
pt: Gerar uma página com links para formulários online disponíveis

source: Output a separate page for each animal type
bg: Възпроизведи отделна страница за всеки животински тип
cs: Výstup na samostatnou stránku pro každý typ zvířete
de: Eine separate Seite für jeden Tiertyp ausgeben
fr_ca: Afficher une page séparée pour chaque type d'animal
he: צור עמוד נפרד לכל סוג חיה
hu: Minden állat típus számára külön oldal kimentése
pt: Gerar uma página separada para cada tipo de animal

source: Output a separate page for each species
bg: Възпроизведи отделна страница за всяка порода
cs: Pro každý druh uveďte samostatnou stránku
de: Eine separate Seite für jede Tierart ausgeben
fr_ca: Afficher une page séparée pour chaque espèce
he: צור עמוד נפרד לכל זן
hu: Minden állatfaj számára külön oldal kimentése
pt: Gerar uma página separada para cada espécie

source: Output an adopted animals page
bg: Възпроизведи страница с осиновени животни
cs: Výstup strany adoptovaných zvířat
de: Eine Vermittelte-Tiere-Seite ausgeben
fr_ca: Afficher une page d'animaux adoptés
he: צור עמוד לחיות מאומצות
hu: Örökbefogadott állat oldalának kimentése
nb: Skriv ut en side over adopterte dyr
pt: Gerar uma página de animais adotados
tr: Sahiplenilen hayvan sayfasının çıktısını ver.

source: Output an rss.xml page
bg: Възпроизведи rss.xml страница
cs: Výstupem bude rss.xml
de: Eine rss.xml-Seite ausgeben
fr_ca: Afficher une page rss.xml
he: צור עמוד rss.xml
hu: Eredmény az rss.xml oldalon
pt: Gerar uma página rss.xml
tr: rss.xml sayfasına çıktı ver.

source: Over 12
bg: Над 12
fr_ca: Plus de 12 ans
he: מעל 12
pt: Mais de 12

source: Over 5
bg: Над 5
fr_ca: Plus de 5 ans
he: מעל 5
pt: Mais de 5

source: Overdue
bg: Просрочено
cs: S uplynulou lhůtou
de: Überfällig
fr_ca: En retard
he: באיחור
hu: Lejárt
lt: Vėlavimai
nb: Forfalt
pt: Em atraso
tr: Geciken

source: Overdue medical items
bg: Просрочени медицински неща
cs: Vypršené lékařské položky
fr_ca: Articles médicaux en retard
he: פריטים רפואיים שטרם הוחזרו
hu: Lejárt egészségügyi elemek
nb: Forfalte medisinske hendelser
pt: Itens clínicos em atraso

source: Overtime
bg: Извънредно работно време
cs: Přesčas
fr_ca: Temps supplémentaire
he: שעות נוספות
hu: Túlóra
nb: Overtid
pt: Horas extra

source: Owl
bg: Сова
cs: Sova
de: Eule
fr_ca: Hibou
he: ינשוף
hu: Bagoly
lt: Pelėda
nb: Ugle
pt: Mocho
ru: Сова
tr: Baykuş

source: Owner
bg: Собственик
cs: Majitel
de: Besitzer
fr_ca: Propriétaire
he: בעלים
hu: Tulajdonos
lt: Savininkas
nb: Eier
pt: Dono
ru: Владелец
tr: Sahip

source: Owner Vet
bg: Ветеринар на собственика
cs: Veterinář Majitele
de: Tierarzt des Besitzers
fr_ca: Vétérinaire du propriétaire
he: וטרינר של הבעלים
hu: Tulajdonos állatorvosa
lt: Savininko nurodytas veterinaras
nb: Eiers veterinær
pt: Veterinário do Dono
ru: Ветеринар владельца
tr: Sahibin Veterineri

source: Owner given citation
bg: Собственик с връчена глоба/обвинение
cs: Vlastník zadal citaci
fr_ca: Propriétaire a reçu une procès-verbal
he: בעלים קיבל דוח
hu: Tulajdonos általi hivatkozás
nb: Eier ble gitt en anmerkning
pt: Advertência ao dono
tr: Sahibe atıf

source: Owners Vet
bg: Ветеринар на собственика
cs: Veterinář Majitele
de: Vertrauenstierarzt des Besitzers
fr_ca: Vétérinaire des propriétaires
he: וטרינר של הבעלים
hu: Tulajdonos állatorvosa
lt: Savininko nurodytas veterinaras
nb: Eiers veterinær
pt: Veterinário dos Donos
ru: Ветеринар владельцев
tr: Sahiplerin Veterineri

source: Page extension
bg: Разширение на страницата
cs: Rozšíření stránky
fr_ca: Page supplémentaire
he: סיומת העמוד
hu: Oldal kiterjesztés
lt: Puslapio plėtinys
nb: Sideutvidelse
pt: Extensão da página
ru: Расширение страницы
tr: Sayfa uzantısı

source: Paid
bg: Платено
cs: Uhrazeno
de: Bezahlt
fr_ca: Payé
he: שולם
hu: Befizetett
lt: Apmokėta
nb: Betalt
pt: Pago
tr: Ödendi

source: Paint/Pinto
bg: Кон Пейнт/Пинто
de: Pinto
he: סוס פינטו
hu: Paint/Pinto ló
lt: Paintas/Pintas
ru: Краска/Пинто

source: Palomino
bg: Паломино
de: Gescheckt
he: פלומינו
ru: Паломино

source: Paper Size
bg: Размер на хартията
cs: Velikost papíru
de: Papiergröße
fr_ca: Format du papier
he: גודל עמוד
hu: Papírméret
lt: Popieriaus dydis
nb: Papirstørrelse
pt: Tamanho de Papel
ru: Формат бумаги
tr: Sayfa Ebadı

source: Papillon
bg: Папийон
fr_ca: Épagneul Nain Continental Papillon
he: פפילון
lt: Papiljonas
ru: Папильон

source: Parainfluenza
bg: Парагрипен вирус
he: פרא-אינפלואנזה
ru: Парагрипп (Parainfluenza)

source: Parakeet (Other)
bg: Малък дългоопашат папагал (Друго)
cs: Andulka (jiná)
de: Sittich (Andere)
fr_ca: Perruche (Autre)
he: תוכון (אחר)
hu: Arapapagáj (egyéb)
lt: Ilgauodegė papūga (kita)
nb: Parakitt (annen)
pt: Periquito (Outro)
ru: Попугай (прочие)

source: Parent
bg: Родител
cs: Rodič
de: Elternteil
he: הורה
hu: Szülő
lt: Tėvai
nb: Forelder
pt: Pai
ru: Родитель
tr: Ebeveyn

source: Parrot (Other)
bg: Папагал (Друго)
cs: Papoušek (jiný)
de: Papagei (Andere)
fr_ca: Perroquet (Autre)
he: תוכי (אחר)
hu: Papagáj (egyéb)
lt: Papūga (kita)
nb: Papegøye (annen)
pt: Papagaio (Outro)
ru: Попугай (прочие)

source: Parrotlet
bg: Малки папагали
cs: Andulka
de: Sperlingspapagei
fr_ca: Perruche
he: פרוטלט
hu: Parrotlet papagáj
lt: Žvirblinė papūgėlė
pt: Tuim
ru: Воробьиный попугайчик

source: Parvovirus
bg: Парвовироза
cs: Parvoviroza
he: פרוו
lt: Parvovirusas
pt: Parvovirose
ru: Парвовирус

source: Paso Fino
bg: Пасо Фино
he: פאסו פינו
hu: Paso Fino ló
ru: Пасо Фино

source: Pass Homecheck
bg: Пропусни домашна проверка
cs: Proběbla domácí kontrola
fr_ca: Passer le contrôle de domicile
he: עבר בדק בית
hu: Sikeres látogatás
lt: Atlikti namų patikrinimą
nb: Hjemmebesøk ok
pt: Aprovação de Inspeção Domiciliária
ru: Пройти проверку условий содержания
tr: Ev Kontrolünü Geçti

source: Password
bg: Парола
cs: Heslo
de: Kennwort
fr_ca: Mot de passe
he: סיסמא
hu: Jelszó
lt: Slaptažodis
nb: Passord
pt: Senha
ru: Пароль
tr: Şifre

source: Password for '{0}' has been reset.
bg: Паролата на '{0}' беше възстановена.
cs: Heslo pro '{0}' bylo resetováno.
de: Das Passwort für '{0}' wurde zurückgesetzt.
fr_ca: Le mot de passe pour ‘{0}’ a été modifié.
he: סיסמא אופסה עבור '{0}'.
hu: '{0}' jelszó visszaállításra került.
nb: '{0}' sitt passord er blitt tilbakestilt.
pt: A senha de '{0}' foi reposta.

source: Password is incorrect.
bg: Паролата е неправилна.
cs: Nesprávně zadané heslo.
de: Das Passwort ist falsch.
fr_ca: Mot de passe incorrect.
he: הסיסמא שגויה.
hu: A jelszó helytelen.
lt: Neteisingas slaptažodis.
nb: Feil passord.
pt: A senha está incorreta.
ru: Неверный пароль
tr: Şifre hatalı

source: Password reset information has been sent to your email.
bg: Информацията за нулиране на паролата е изпратена на вашия имейл.
fr_ca: Des informations de réinitialisation du mot de passe ont été envoyées à votre adresse courriel.
he: מידע על איפוס סיסמא נשלח למייל שלך.
pt: Foram enviadas para o seu email informações sobre a reposição da sua senha.

source: Password successfully changed.
bg: Паролата е променена успешно.
cs: Heslo bylo úspěšně změněno.
de: Passwort erfolgreich geändert.
fr_ca: Mot de passe modifié avec succès.
he: סיסמא שונתה בהצלחה.
hu: A jelszó megváltoztatása sikeres.
lt: Slaptažodis sėkmingai pakeistas.
nb: Passordet ditt er endret.
pt: Senha alterada com êxito.
ru: Пароль успешно изменен
tr: Şifre başarıyla değiştirildir

source: Passwords cannot be blank.
bg: Паролата не може да бъде празна.
cs: Heslo nemůže být prázdné.
de: Passwörter dürfen nicht leer sein.
fr_ca: Le mot de passe ne peut pas être vide.
he: סיסמאות לא יכולות להיות ריקות.
hu: A jelszó nem lehet üres.
lt: Būtina nurodyti slaptažodį.
nb: Passord kan ikke være blanke.
pt: As senhas não podem ficar em branco.
ru: Поле пароля обязательно для заполнения.
tr: Şifre boş olamaz.

source: Path
bg: Път
cs: Cesta k souborům
de: Pfad
fr_ca: Chemin d’accès
he: נתיב
hu: Elérési út
lt: Kelias
nb: Adresse
pt: Caminho
tr: Patika/Yol

source: Patterdale Terrier (Fell Terrier)
bg: Патърдейл териер
cs: Patterdale Teriér
fr_ca: Terrier Patterdale
he: פטרדייל טרייר
hu: patterdale terrier
lt: Paterdeilo terjeras (Felterjeras)
ru: Паттердейл терьер

source: PayPal
he: פייפאל

source: PayPal Business Email
fr_ca: Courriel professionnel PayPal
he: מייל עסקי בפייפאל

source: Payment
bg: Плащане
cs: Platba
de: Zahlung
fr_ca: Paiement
he: תשלום
hu: Fizetés
nb: Innbetaling
pt: Pagamento
ru: Платёж
tr: Ödeme

source: Payment Book
bg: Разплащателна книга
cs: Kniha Plateb
fr_ca: Registre des paiements
he: רשימת תשלומים
hu: Fizetési könyv
nb: Betalingsbok
pt: Livro de Pagamentos

source: Payment From
bg: Плащане от
cs: Platba z
de: Zahlung von
fr_ca: Paiement de
he: תשלום מ
hu: Fizetés ettől:
nb: Betalt fra
pt: Formulário de Pagamento
ru: Платеж от
tr: Ödeyen

source: Payment Method
he: אמצעי תשלום

source: Payment Methods
bg: Методи за плащане
cs: Platební metody
de: Zahlungsarten
fr_ca: Méthodes de paiement
he: אמצעי תשלום
hu: Fizetési módok
nb: Betalingsmetode
pt: Métodos de Pagamento
ru: Способы оплаты
tr: Ödeme Metotları

source: Payment Processors
fr_ca: Processeurs de paiement
he: שירותי תשלומים
pt: Processadores de Pagamentos

source: Payment Type
bg: Средство за плащане
cs: Typ platby
de: Zahlungstyp
fr_ca: Type de paiement
he: סוג תשלום
hu: Fizetési mód
lt: Mokėjimo tipas
nb: Betalingstype
pt: Tipo de Pagamento
ru: Способ оплаты
tr: Ödeme Tipi

source: Payment Types
bg: Средства за плащане
cs: Typy platby
de: Zahlungstypen
fr_ca: Types de don
he: סוגי תשלומים
hu: Fizetési módok
lt: Mokėjimų tipai
nb: Betalingstyper
pt: Tipos de Pagamento
ru: Способы оплаты
tr: Ödeme Tipleri

source: Payment book
bg: Разплащателна книга
cs: Kniha plateb
de: Zahlungsbuch
fr_ca: Registre des paiements
he: רשימת תשלומים
hu: Fizetési könyv
nb: Betalingsbok
pt: Livro de pagamentos
tr: Ödeme Kayıt Defteri

source: Payment calendar
bg: Календар за плащания
cs: Platební kalendář
de: Zahlungskalender
fr_ca: Calendrier de paiements
he: לוח תשלומים
hu: Fizetési naptár
nb: Betalingskalender
pt: Calendário de pagamentos
ru: Календарь платежей
tr: Ödeme takvimi

source: Payment items must have matching due dates.
he: תאריך יעד צריך להיות זהה בכל פריטי התשלום.

source: Payment items must have matching payment methods.
he: אמצעי תשלום צריך להיות זהה בכל פריטי התשלום.

source: Payment items must have matching payment types.
he: סוג תשלום צריך להיות זהה בכל פריטי התשלום.

source: Payment items must have matching references.
he: אסמכתא צריכה להיות זהה בכל פריטי התשלום.

source: Payment method
he: אמצעי תשלום

source: Payment method {0}
he: אמצעי תשלום {0}

source: Payment of {0} successfully received ({1}).
bg: Плащане от {0} успешно получено ({1})
cs: Platba {0} úspěšně přijata ({1}).
de: Zahlung über {0} erfolgreich empfangen ({1}).
fr_ca: Paiement de {0} reçu avec succès ({1}).
he: תשלום של {0} התקבל בהצלחה ({1}).
hu: {0} általi fizetés sikeresen megérkezett ({1})
nb: Betaling på {0} mottatt ({1}).
pt: Pagamento de {0} recebido com êxito ({1}).
tr: '{0}' 'ın ödemesi başarıyla alındı ({1}).

source: Payment processor
he: שירות תשלומים

source: Payment type {0}
he: סוג תשלום {0}

source: Payments
bg: Плащания
cs: Platby
de: Zahlungen
fr_ca: Paiements
he: תשלומים
hu: Kifizetések
nb: Betalinger
pt: Pagamentos
tr: Ödemeler

source: Payments of type
bg: Вид плащания
cs: Platby typů
de: Zahlungen des Typs
fr_ca: Paiements de type
he: תשלומים מסוג
hu: Típus szerinti fizetések
nb: Type betalinger
pt: Pagamentos do tipo
tr: Tipin Ödemeleri

source: Payments require a person
bg: Плащането изисква човек
cs: Platby musí být přiřazeny k osobě
de: Zahlungen erfordern eine Person
fr_ca: Les paiements requièrent un contact
he: יש לבחור אדם לתשלום
hu: A fizetésekhez egy személy szükséges
nb: Betalinger krever en person
pt: Os pagamentos necessitam de uma pessoa
tr: Ödeme için insan gereklidir.

source: Payments require a received date
bg: Плащането изисква дата на получаване
cs: Platby musí mít datum přijetí
de: Zahlungen erfordern ein Empfangsdatum
fr_ca: Le paiement doit avoir une date de réception
he: יש למלא תאריך קבלה לתשלום
hu: A fizetésekhez a beérkezés dátuma szükséges
nb: Betalinger krever en mottaksdato
pt: Os pagamentos necessitam de uma data de recebimento
tr: Ödemeler için teslim tarihi bilgisi olmalıdır.

source: Peacock/Pea fowl
bg: Паун
cs: Páv
de: Pfau
fr_ca: Paon
he: טווס
hu: Páva
lt: Povas
nb: Påfugl
pt: Pavão
ru: Павлин

source: Pekingese
bg: Пекинез
cs: Pekingský Palácový Pes
fr_ca: Épagneul Pékinois
he: פקינז
hu: pekingi palotakutya
lt: Pekinas
pt: Pequinês
ru: Пекинес

source: Pending Adoption
bg: Очаквано осиновяване
cs: Čeká na adopci
fr_ca: Adoption en attente
he: ממתין לאימוץ
hu: Függőben lévő örökbefogadás
pt: Aguarda Adoção
ru: Пока не принято

source: Pending Apartment Verification
bg: Очаквано одобрение на апартамента
cs: Čeká na ověření příbytku
de: Platzkontrolle ausstehend
fr_ca: En attente du contrôle du domicile
he: ממתין לאימות דירה
hu: Függőben lévő lakás igazolás
pt: Aguarda Inspeção de Apartamento
ru: В ожидании проверки места проживания

source: Pending Home Visit
bg: Очаквана домашна визита
cs: Čekající domácí návštěva
fr_ca: En attente de la visite à domicile
he: ממתין לבדק בית
hu: Függőben lévő látogatás
pt: Aguarda Visita Domiciliária
ru: В ожидании посещения на дом

source: Pending Vet Check
bg: Очаквана проверка на ветеринара
cs: Čeká na kontrolu Veterináře
fr_ca: En attente d'un examen par le vétérinaire
he: ממתין לבדיקת וטרינר
hu: Függőben lévő állatorvosi vizsgálat
pt: Aguarda Inspeção pelo Veterinário

source: Pension
bg: Пенсия
cs: Důchod
he: פנסיה
hu: Nyugdíj
lt: Subsidijos
nb: Pengsjon
pt: Pensão
ru: Пенсия
tr: Pansiyon

source: People
bg: Хора
cs: Osoby
de: Personen
fr_ca: Contact(s)
he: אנשים
hu: Emberek
lt: Asmenys
nb: Personer
pt: Pessoas
ru: Люди
tr: Kişiler

source: People Looking For
bg: Хора, търсещи
cs: Lidé Hledají
de: Personen auf der Suche nach
fr_ca: Contact recherchant
he: אנשים שמחפשים
hu: Személyek, akik ezt keresik:
lt: Žmonės, ieškantys
nb: Personer som ser etter
pt: Pessoas que Procuram
ru: Разыскиваемые животные
tr: Şunları arayan kişiler

source: People matching '{0}'.
bg: Хора, отговарящи на условията '{0}'.
cs: Lidé, jež odpovídají '{0}'.
de: Personen, die '{0}' entsprechen.
fr_ca: Contact correspondant '{0}'.
he: אנשים שמתאימים ל '{0}'.
hu: '{0}'-nek megfelelő személyek
lt: Asmenys, atitinkantys {0}.
nb: Personer som passer '{0}'.
pt: Pessoas que correspondem a '{0}'.
ru: Найдено совпадений '{0}'.
tr: '{0}' ile eşleşen kişiler

source: People or animal records that already exist in the database will not be imported again and movement/payment data will be attached to the existing records instead.
bg: Данни за животни или хора, които вече съществуват в базата данни, няма да бъдат импортирани отново, а данните по плащането/движението ще бъдат прикачени към съществуващите записи
cs: Záznamy o lidech nebo zvířatech, které již v databázi existují, nebudou znovu importovány a namísto toho budou k existujícím záznamům připojena data o pohybu / platbě.
fr_ca: Les enregistrements de contact ou d'animal qui existent déjà dans la base de données ne seront pas importés à nouveau et les déplacements ou paiements seront attachés à l'enregistrement déjà existant.
he: רשומות אנשים וחיות שכבר קיימות בבסיס הנתונים לא יובאו שוב ונתוני תנועות ותשלומים יצורפו לרשומות הקיימות במקום.
hu: Az adatbázisban már szereplő személyek vagy állatok adatai nem kerülnek újból importálásra, ehelyett a mozgás / fizetés adatai csatolásra kerülnek a már létező adatokhoz.
pt: Os registos de pessoas ou animais que já existam na base de dados não serão novamente importados e os dados de movimentos/pagamentos serão em vez disso anexados aos registos existentes.

source: People with active reservations, but no homecheck has been done.
bg: Хора с активни резервации, но без домашна инспекция.
cs: Lidé s aktivní rezervací, ale s žádnou dokončenou domácí kontrolou.
fr_ca: Contact avec une réservation active, mais dont le contrôle à domicile n'a pas été effectué.
he: אנשים עם שריונים פעילים אך ללא בדק בית.
hu: Aktív jelölti státusszal rendelkező személyek, akiknél még nem történt meg a látogatás
lt: Gyvūnus rezervavę asmenys, kurių laikymo sąlygos yra nepatikrintos.
nb: Personer med aktive reservasjoner, men ingen hjemmesjekk er utført.
pt: Pessoas com reservas ativas, mas sem uma inspeção domiciliária realizada.
ru: Люди зарезервировавшие животное, у которых не проводилась проверка условий содержания животного.
tr: Aktif rezervasyonu olan ve ev kontrolü yapılmamış kişiler

source: People with overdue donations.
bg: Хора с просрочени дарения
cs: Lidé s dary po datu splatnosti.
fr_ca: Personne avec donations en retard.
he: אנשים עם תרומות באיחור.
hu: Lejárt adományos személyek
lt: Asmenys, kurių parama vėluoja
nb: Personer med forfalte donasjoner.
pt: Pessoas com donativos em atraso.
ru: Люди, не внесшие пожертвования в срок.
tr: Gecikmiş bağışı olan kişiler.

source: Percheron
bg: Першерон
cs: Percheronský kůň
he: פרשרון
hu: Percheron ló
lt: Perseronas
ru: Першерон

source: Perform
bg: Изпълни
cs: Provést
fr_ca: Effectuer le test
he: בצע
hu: Végrehajtás
nb: Utfør
pt: Realizar
ru: Выполнить
tr: Yap

source: Perform Homecheck
bg: Проведи домашна инспекция
cs: Provést domácí kontrolu
de: Platzkontrolle durchführen
fr_ca: Faire le contrôle à domicile
he: בצע בדק בית
hu: Látogatás végrehajtása
lt: Atlikti namų patikrinimą
nb: Utfør hjemmebesøk
pt: Realizar Inspeção Domiciliária
ru: Выполнить проверку условий содержания
tr: Ev Kontrolü Yap

source: Perform Test
bg: Направи тест
cs: Provést test
de: Test durchführen
fr_ca: Effectuer le test
he: בצע בדיקה
hu: Teszt elvégzése
pt: Realizar Teste
ru: Выполнить тест/анализ
tr: Test Yap

source: Performed
bg: Направен
cs: Provedeno
de: Durchgeführt
fr_ca: Effectué
he: בוצע
hu: Végrehajtva
lt: Atlikta
nb: Utført
pt: Realizado em
ru: Выполнено
tr: Uygulanmış

source: Permanent Foster
bg: Постоянен приемен стопанин
cs: Stálý pěstoun
de: Dauerpflege
fr_ca: Famille d'accueil permanente
he: אומנה קבועה
hu: Állandó befogadó
lt: Pastovus laikinas globėjas
nb: Permanent fosterhjem
pt: FAT Definitiva
ru: Постоянная передержка
tr: Kalıcı Yuva

source: Persian
bg: Персийска котка
cs: Perská
de: Perser
fr_ca: Persan
he: פרסי
hu: Perzsa
lt: Persų katė
nb: Perser
pt: Persa
ru: Персидская кошка
tr: İran

source: Person
bg: Лице
cs: Osoba
fr_ca: Contact
he: אדם
hu: Személy
lt: Asmenys
pt: Pessoa
ru: Контактное лицо
tr: Kişi

source: Person - Additional
bg: Човек - Допълнение
cs: Osoba - další
fr_ca: Contact - Champ personnalisé
he: אדם - פרטים נוספים
hu: Személy - további
lt: Asmuo - Papildoma
nb: Person - Annet
pt: Pessoa - Adicional
ru: Контакты - Дополнительно
tr: Kişi - Ek

source: Person - Name and Address
bg: Човек - Име и Адрес
cs: Osoba - jméno a adresa
fr_ca: Contact - Nom et Adresse
he: אדם - שם וכתובת
hu: Személy - név és cím
lt: Asmuo - vardas ir adresas
nb: Person - Navn og adresse
pt: Pessoa - Nome e Morada
ru: Контакты - Имя и адрес
tr: Kişi - İsim ve Adres

source: Person - Type
bg: Човек - Категория
cs: Osoba - Typ
de: Person - Typ
fr_ca: Contact - Type
he: אדם - סוג
hu: Személy - típus
lt: Asmuo - tipas
pt: Pessoa - Tipo
ru: Контакты - Тип
tr: Kişi -Tip

source: Person Flags
bg: Категории на хора
cs: Osoba visačky
de: Personen-Markierungen
fr_ca: Drapeaux - Contacts
he: תגיות אנשים
hu: Személy Zászlók
lt: Asmens žymos
nb: Person flagg
pt: Sinalizações de Pessoa
ru: Категории для контактного лица
tr: Kişi Bayraklar/İşaretler

source: Person looking for report
bg: Справка за търсещи хора
cs: Osoba, která hledá zprávu
de: Personen auf der Suche nach-Bericht
fr_ca: Contact recherchant un rapport
he: דוח אנשים שמחפשים
hu: Jelentést kereső személy
lt: Gyvūnų pageidaujantys asmenys
nb: Person leter etter rapport
pt: Relatório de pessoas que procuram
ru: Отчет «Разыскиваемые животные»
tr: Raporu arayan kişi

source: Person must have a surname.
bg: Лицето трябва да има фамилия
fr_ca: Un contact nécessite un nom de famille.
he: יש למלא שם משפחה.
nb: Personer må ha et etternavn.
pt: A pessoa necessita de um apelido.

source: Person successfully created
bg: Успешно добавяне на човек
cs: Osoba byla úspěšně vytvořena
de: Person erfolgreich erstellt
fr_ca: Contact créé avec succès
he: אדם נוצר בהצלחה
nb: Person opprettet
pt: Pessoa criada com êxito.
ru: Контактное лицо успешно создано

source: Personal
bg: Лични
cs: Osobní
fr_ca: Personnel
he: סיבות אישיות
hu: Személyes
nb: Personlig
pt: Pessoal
ru: Личный

source: Peruvian Inca Orchid
bg: Перуанско безкосместо куче
cs: Peruánský naháč
de: Peruanischer Nackthund
fr_ca: Chien Nu du Pérou
he: פרואני חסר שיער
hu: perui meztelen kutya
lt: Peru plikasis šuo
pt: Pelado Peruano
ru: Перуанская голая собака

source: Peruvian Paso
bg: Перуанско Пасо
fr_ca: Paso Péruvien
he: פרוביאן פאסו
hu: Perui Paso ló
lt: Peruvijos Paso
pt: Paso Peruano
ru: Перуанский Пасо

source: Petit Basset Griffon Vendeen
bg: Малък вендейски басетгрифон
cs: Malý hrubosrstý vendéeský baset
de: Kleiner Basset Griffon Vendéen
fr_ca: Petit Basset Griffon Vendéen
he: באסט גריפון ונדין זעיר
hu: Kis Vendee-i griffon basset
lt: Mažasis Vandėjos basetas grifonas
pt: Pequeno Basset Griffon Vendeen
ru: Малый вандейский бассет-гриффон

source: Pharaoh Hound
bg: Фараоново куче
cs: Faraonský Chrt
de: Pharaonenhund
fr_ca: Chien du Pharaon
he: כלב פרעה
hu: fáraókutya
lt: Faraonų šuo
pt: Cão de Caça do Faraó
ru: Фараонова собака

source: Pheasant
bg: Фазан
cs: Bažant
de: Fasan
fr_ca: Faisan
he: פסיון
hu: Fácán
lt: Fazanas
nb: Fasan
pt: Faisão
ru: Фазан

source: Phone
bg: Телефон
cs: Telefon
de: Telefonnummer
fr_ca: Téléphone
he: טלפון
hu: Telefon
lt: Telefonas
nb: Telefon
pt: Telefone
ru: Телефон
tr: Telefon

source: Phone contains
bg: Телефонът съдържа
cs: Telefon obsahuje
fr_ca: Téléphone contient
he: הטלפון מכיל
hu: A telefon tartalmazza
pt: Telefone contém

source: Photo successfully uploaded.
bg: Снимката е успешно качена.
cs: Fotografie byla úspěšně nahrána.
fr_ca: Photo téléversée avec succès.
he: תמונה הועלתה בהצלחה.
hu: Fénykép sikeresen feltöltve.
lt: Nuotrauka sėkmingai įkelta.
nb: Bilde lastet opp.
pt: Foto carregada com êxito.
ru: Фотография загружена.
tr: Fotoğraf başarıyla yüklendi.

source: Picked Up
bg: Прибрано след инцидент
cs: Vyzvednuto
de: Aufgegriffen
fr_ca: Ramassé
he: נאסף
hu: Begyüjtve
nb: Hentet
pt: Recolhido
tr: Toplandı/Alındı

source: Picked Up By
bg: Взето от
cs: Vyzvednuto kým
de: Aufgegriffen durch
fr_ca: Ramassé par
he: נאסף על ידי
hu: Személy aki begyüjtötte
nb: Hentet av
pt: Recolhido Por
tr: Alan Kişi

source: Pickup
bg: Вземане
cs: Vyzvednout
fr_ca: Ramassage
he: איסוף
hu: Begyüjtés
nb: Hent
pt: Recolha
