Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Horizontal Pitch
bg: Хоризонтален размер
cs: Horizontální rozteč
de: Horizontaler Abstand
fr_ca: Écartement horizontal (pitch)
he: חלוקה אופקית
hu: Vízszintes osztóköz
lt: Horizontalus išdėstymas
nb: Horisontal
pt: Ângulo Horizontal
ru: Шаг по горизонтали
tr: Yatay Boşluk

source: Horse
bg: Кон
cs: Kůň
de: Pferd
fr_ca: Cheval
he: סוס
hu: Ló
lt: Žirgas
nb: Hest
pt: Cavalo
ru: Лошадь
tr: At

source: Hotot
bg: Заек Hotot
fr_ca: Blanc de Hotot
he: ארנב הוטוט לבן
hu: Hotot nyúl
ru: Хотот

source: Hound
bg: Ловно куче
cs: Lovecký pes
de: Laufhunde
fr_ca: Basset Hound
he: האונד
hu: vadászkutya
lt: Skalikas
pt: Cão de caça
ru: Гончая
tr: Tazı

source: Hours
bg: Часове
cs: Hodin
de: Stunden
fr_ca: Heures
he: שעות
hu: Órák
nb: Timer
pt: Horas
ru: Часов

source: Housetrained
bg: С хигиенни навици
cs: Zvyklý na byt
de: Stubenrein
fr_ca: Propre
he: מאולף לצרכים
hu: Szobatiszta
lt: Dresuotas
nb: Husren
pt: Treino de casa
ru: Приучено к проживанию в доме
tr: Evde Yetişmiş

source: Hovawart
bg: Ховаварт
he: הווארט
lt: Hovavartas
ru: Сеттер

source: How urgent is it that we take this animal?
bg: Колко спешно е взимането на животно?
cs: Jak naléhavé je umístění tohoto zvířete do útulku?
de: Wie dringend ist die Aufnahme dieses Tieres?
fr_ca: Quel est le degré d'urgence de prise en charge de l'animal?
he: כמה דחוף שניקח את החיה?
hu: Mennyire sürgős az állat fogadása?
lt: Kaip skubu, kad mes priimtume šį gyvūną?
nb: Hvor viktig er det at vi tar inn dette dyret?
pt: Qual o grau de urgência da nossa retirada deste animal?
ru: Насколько срочно нужно принять это животное в приют?
tr: Hayvanın tarafımızdan alınması ne kadar acil?

source: Husky
bg: Хъски
he: האסקי
lt: Haskis
ru: Хаски

source: I've finished, Don't show me this popup again.
bg: Не показвай този прозорец повече.
cs: Skončil jsem, už tento popup neukazovat.
de: Ich bin fertig. Popup nicht mehr anzeigen.
fr_ca: J'ai terminé. Ne pas me montrer cette fenêtre à nouveau.
he: סיימתי, אל תציג תיבה זו שוב.
hu: Befejeztem. Ne jelenjen meg ez az ablak újra.
lt: Aš užbaigiau, šio lango man daugiau nerodyti.
nb: Jeg har fullført. Ikke vis meg denne igjen.
pt: Já terminei, não quero voltar a ver esta janela.
ru: Закрыть и больше не показывать
tr: Tamamladım, bu popup'ı bir daha gösterme.

source: ID
he: מזהה

source: IP Restriction
bg: Ограничение по IP адрес
cs: Omezení IP
de: IP-Beschränkung
fr_ca: Restriction d'adresse IP
he: הגבלות כתובות IP
hu: IP korlátozás
lt: IP apribojimai
nb: IP-restriksjoner
pt: Restrição de IP
ru: Ограничения по IP
tr: IP Kısıtlaması

source: IP restriction is a space-separated list of IPv4 addresses or IPv6 prefixes that this user is ONLY permitted to login from.
bg: Ограничението на IP е разделен с интервал списък с IPv4 адреси или IPv6 префикси, от които този потребител има САМО разрешение да влезе.
fr_ca: La restriction IP est une liste d'adresses IPv4 ou de préfixes IPv6 séparés par des espaces à partir desquels cet utilisateur est SEULEMENT autorisé à se connecter.
he: ניתן להגביל גישה לפי רשימה מופרדת בפסיקים של כתובות IPv4 או תחיליות IPv6 שרק מהן משתמש זה יוכל להתחבר למערכת.
pt: A restrição de IP consiste numa lista de endereços IPv4 ou de prefixos IPv6 separados por espaços que são os ÚNICOS a partir dos quais o utilizador está autorizado a iniciar uma sessão.

source: Ibizan Hound
bg: Хрътка от Ибиса
cs: Ibizský podenco
de: Ibiza-Podenco
fr_ca: Podenco d'Ibiza
he: איביזן האונד
hu: Ibizai kopó
lt: Ibizos šuo
pt: Galgo de Ibiza
ru: Ивицкая борзая

source: If blank, the address from the Email tab will be used
bg: Ако е празно, ще се използва адресът от раздела Имейл
he: אם ריק, השתמש בכתובת מלשונית המייל
pt: Se estiver vazio, será utilizado o endereço do separador Email

source: If left blank, the user can login from any IP address.
bg: Ако оставите празно, потребителят може да влезе от всеки IP адрес.
fr_ca: Si laissé vide, l'utilisateur peut se connecter à partir de n'importe quelle adresse IP.
he: המשתמש יוכל להתחבר מכל כתובת IP אם שדה זה ריק.
pt: Se for deixada vazia, o utilizador poderá iniciar a sessão a partir de qualquer endereço IP.

source: If the shelter provides initial insurance cover to new adopters, the policy number
bg: Ако приюта предоставя първоначална застраховка на осиновителите, въведете номера на полицата
cs: Pokud útulek poskytuje počáteční pojistné krytí pro nové osvojitele, číslo zásady
fr_ca: Si le refuge fournit une assurance initiale aux nouveaux adoptants, le numéro de la police
he: אם המקלט מספק כיסוי ביטוחי ראשוני למאמצים חדשים, מספר הפוליסה
hu: A biztosítás száma, amennyiben a menhely kezdeti biztosítást nyújt az új örökbe fogadónak.
lt: Jei prieglauda naujiesiems šeimininkams suteikia pradinį draudimą, poliso numeris
nb: Hvis hjelpesenteret tilbyr forsikring ved omplassering, oppgi forsikringsnummeret
pt: Caso o abrigo disponibilize uma cobertura inicial de seguro aos novos adotantes, o número da apólice
ru: Номер страхового полиса, если приют покрывает начальную стоимость страховки для новых хозяев
tr: Barınak, yeni sahiplenenlere başlangıç sigortası sunuyorsa, poliçe numarası

source: If this field has a value, the cost field above will be automatically calculated after each treatment is given.
he: אם לשדה זה יש ערך, שדה העלות למעלה יחושב אוטומטית לאחר כל מתן טיפול.

source: If this form has a populated emailaddress field during submission, send a confirmation email to it
bg: Ако тази форма има множество имейл адреси по време на подаването,изпрати имейл за потвърждение
cs: Pokud má tento formulář během odesílání pole vyplněnou e-mailovou adresu, zašlete mu e-mail s potvrzením
fr_ca: Si ce formulaire a un champ de courriel rempli pendant la soumission, envoyer une confirmation à ce courriel
he: אם מילאו שדה כתובת מייל בזמן שליחת טופס זה, שלח מייל אישור לכתובת זו
hu: Ha ezen nyomtatványhoz van hozzárendelt emailcím az engedélyezésnél, küldjön igazolást erre a címre
nb: Om dette skjemaet har et utfylt felt for epostadresse, send en bekreftelsesmail dit
pt: Se este formulário tiver um campo emailaddress preenchido durante o envio, enviar um email de confirmação para o mesmo

source: If this form has an animalname field, email this submission to the adoption coordinator for the selected animal
he: אם בטופס זה יש שדה animalfield, שלח את הטופס המלא ליועץ האימוץ לחיה הנבחרת

source: If this person is a fosterer, the maximum number of animals they can care for.
bg: Ако това е човек за приемна грижа, за какъв максимален брой животни може да се грижи
cs: Pokud je tato osoba poskytovatelem dočasné péče, maximální počet zvířat o která se může starat.
fr_ca: Si cette personne est famille d'accueil, le nombre maximum d'animaux qu'elle peut prendre en charge.
he: מספר מקסימלי של חיות שאדם זה יכול לטפל בהן כאומנה.
hu: Ha ez a személy egy ideiglenes befogadó, az általa maximálisan vállalható állatok száma.
nb: Hvis denne personen er et fosterhjem, er maksimalt antall dyr der.
pt: Se esta pessoa é uma FAT, o número máximo de animais que pode acolher.

source: If this person is a member, the date that membership expires.
bg: Ако този човек е член, датата на която членството му изтича.
cs: Pokud je tato osoba členem, toto datum značí, kdy jeho členství vyprší.
de: Wenn diese Person Mitglied ist, das Datum, an dem die Mitgliedschaft ausläuft.
fr_ca: Si cette personne est un membre, la date à laquelle l'adhésion expire.
he: תאריך פקיעת תוקף חברות במועדון, לחברי מועדון.
hu: Amennyiben ez a személy tag, a tagság lejáratának dátuma.
lt: Jei šis asmuo yra narys, jo narystės pabaigos data
nb: Hvis denne personen er et medlem, datoen medlemskapet utløper.
pt: Se esta pessoa for um associado, a data de expiração da quota.
ru: Дата истечения членства, если у этого человека оно есть.
tr: Bu kişi üyeyse, üyeliğin sona ereceği tarih

source: If this person is a member, their membership number
bg: Ако човека е член, членския му номер
cs: Je-li tato osoba členem, její členské číslo
fr_ca: Si cette personne est un membre, le numéro de membre
he: אם אדם זה הוא חבר מועדון, מספר החברות שלו
hu: Tagsági szám, amennyiben ez a személy tag
nb: Om denne personen er et medlem, så er medlemsnummeret
pt: Se esta pessoa for um associado, o respetivo número de sócio

source: If this person is a member, their membership number.
bg: Ако този човек е член, датата, на която членството му изтича.
cs: Pokud je tato osoba členem, toto je její identifikační číslo.
de: Wenn diese Person Mitglied ist, deren Mitgliedsnummer.
fr_ca: Si cette personne est un membre, son numéro de membre.
he: מספר מזהה של חבר מועדון.
hu: Amennyiben ez a személy tag, a tagsági azonosító száma.
lt: Jei šis asmuo yra narys, jo narystės numeris.
nb: Hvis denne personen er et medlem, medlemsnummeret.
pt: Se esta pessoa for um associado, o respetivo número de sócio.
ru: Членский номер, если у этого человека есть членство.
tr: Bu kişi üyeyse, üyelik numarası

source: If this stock record is for a drug, the batch number from the container
bg: Ако е лекарство, партидата от опаковката
cs: Pokud je tento skladový záznam pro lék, číslo šarže z obalu je
fr_ca: Si cet article d'inventaire est un médicament, le numéro de série du contenant
he: מספר אצווה של התרופה
hu: Amennyiben ez a készlet bejegyzés egy gyógyszerre vonatkozik, a csomagoláson található azonosító száma
pt: Se este registo de stock for relativo a um medicamento, o número de lote do contentor
ru: При учете лекарств укажите сертификат партии с упаковки
tr: Bu envanter kaydı ilaç içinse, konteynırdaki parti (batch) numarası

source: If this stock record is for a perishable good, the expiry date on the container
bg: Ако е нетрайна стока, датата на годност от опаковката
cs: Pokud je tento skladový záznam pro zboží podléhající rychlé zkáze, datum exspirace na obalu je
fr_ca: Si cet article d'inventaire est une denrée périssable, la date d'expiration du contenant
he: תאריך תפוגה למלאי מתכלה
hu: Amennyiben ez a készletbejegyzés egy romlandó árura vonatkozik, a csomagoláson található lejárat dátuma
pt: Se este registo de stock for relativo a um bem perecível, a data de validade no contentor
ru: При учете скоропортящихся товаров укажите срок годности с упаковки
tr: Envanter kaydı, kısa ömürlü malzeme içinse, son tüketim tarihi konteynırda

source: If you assign view or edit roles, only users within those roles will be able to view and edit this account.
bg: Ако зададате роля Гледай или Редактирай, само потребители, които имат тези роли могат да гледат или редактират този профил
cs: Pokud přiřadíte role zobrazení nebo úpravy, budou moci tento účet zobrazit a upravovat pouze uživatelé v rámci těchto rolí.
de: Wenn Sie Lese- oder Bearbeitungs-Rollen zuordnen, können nur Benutzer in diesen Rollen dieses Konto einsehen und bearbeiten.
fr_ca: Si vous assignez les fonctions Voir et Editer, seuls les utilisateurs ayant ces fonctions pourront voir et éditer ce compte.
he: אם תשייך משתמשים לתפקידי צפיה או עריכה, רק משתמשים בעלי תפקידים כאלה יוכלו לצפות בחשבון זה או לערוך אותו.
hu: Amennyiben hozzáférési és szerkesztési szabályokat állít be, úgy csak az ezen szabályoknak megfelelő felhasználók láthatják és szerkeszthetik a fiókot.
lt: Jei priskirsite, kokias funkcijas turintys asmenys gali žiūrėti arba redaguoti šią paskyrą, tik tas funkcijas turintys asmenys ir galės ją peržiūrėti arba redaguoti.
nb: Hvis du tildeler visning eller redigerer roller, vil bare brukere innenfor de rollene kunne se og redigere denne kontoen.
pt: Se atribuir funções de visualização ou de edição, apenas os utilizadores com essas funções poderão visualizar e editar esta conta.
tr: Görüntüle ve düzenle rolleri atadıysanız, sadece bu rollere sahip kullanıcılar, bu hesabı, görüntüleyebilir ve düzenleyebilir.

source: If you don't select any locations, publishers will include animals in all locations.
bg: Ако не изберете никакви местонахождения, животните от всички клетки ще бъдат публикувани.
de: Wenn keine Unterbringungen ausgewählt werden, werden Veröffentlicher Tiere aller Unterbringungen einbeziehen.
fr_ca: Si vous ne sélectionnez pas de lieu, l'éditeur ajoutera les animaux tous les lieux.
he: אם לא נבחרו מיקומים, יפורסמו חיות בכל המיקומים.
hu: Ha nem választ ki helyiséget, a szolgáltatók bele veszik az összes helyiségben található állatot.
lt: Jei nepasirinksite jokių patalpų, leidėjai įtrauks gyvūnus į jas visas.
nb: Hvis du ikke velger et sted vil dyr på alle steder inkluderes.
pt: Se não selecionar qualquer local, os editores incluirão os animais de todos os locais.
ru: Если вы не выберете местонахождение животного в приюте, в публикацию пойдут все места.
tr: Yerleşke seçmediyseniz, yayıncılar tüm yerleşkelerdeki hayvanları dail eder.

source: If you were charged a transaction fee for receiving this payment, the amount
bg: Ако сте получили такса за транзакция за получаване на това плащане, сумата
fr_ca: Si des frais de transaction vous ont été facturés pour la réception de ce paiement, le montant
he: סכום העמלה על קבלת התשלום אם היתה כזו
pt: O montante, caso tenha lhe sido cobrada uma taxa de transação pela receção deste pagamento

source: Iguana
bg: Игуана
fr_ca: Iguane
he: איגואנה
ru: Игуана

source: Illyrian Sheepdog
bg: Шарпланинец
cs: Krašský ovčák
de: Jugoslawischer Hirtenhund-Sarplaninac
fr_ca: Chien de berger yougoslave
he: שרפלנינה (כלב רועים יוגוסלבי)
hu: Jugoszláv farkasölő kutya
lt: Jugoslavų/Ilirijos aviganis (Šarplanina)
pt: Cão Pastor da Ilíria
ru: Шаpпланинац/Илирийская овчарка

source: Image
bg: Изображение
cs: Snímek
de: Bild
he: תמונה
hu: Kép
lt: Nuotrauka
nb: Bilde
pt: Imagem
ru: Изображение
tr: Resim

source: Image file
bg: Файл с изображение
cs: Obrázkový soubor
de: Bilddatei
fr_ca: Fichier d'image
he: קובץ תמונה
hu: Képfájl
lt: Paveikslėlio failas
nb: Bildefil
pt: Ficheiro de imagem
ru: Файл изображения
tr: Resim dosyası

source: Import
bg: Импортирай
de: Importieren
fr_ca: Importer
he: ייבוא
hu: Importálás
lt: Importuoti
nb: Importer
pt: Importar
ru: Импортировать
tr: İçe Aktar

source: Import CSV File
he: ייבא קובץ CSV

source: Import a CSV file
bg: Импортирай CSV файл
cs: Importovat CSV soubor
de: CSV-Datei importieren
fr_ca: Importer un fichier CSV
he: ייבא קובץ CSV
hu: CSV fájl importálása
lt: Importuoti CSV failą
nb: Importer en CSV-fil
pt: Importar um ficheiro CSV
ru: Импорт из файла CSV
tr: CSV dosyasını içe aktar

source: Import a PayPal CSV file
bg: Импортирай PayPal CSV файл
cs: Importovat soubor PayPal CSV
fr_ca: Importer un fichier CSV PayPal
he: ייבא קובץ CSV של פייפל
hu: PayPal CSV fájl importálása
pt: Importar um ficheiro CSV do PayPal

source: Import a Stripe CSV file
he: ייבא קובץ CSV מ-Stripe

source: Import from file
bg: Импортирай от файл
cs: Import ze souboru
de: Importieren aus Datei
fr_ca: Importer à partir d'un fichier
he: ייבא מקובץ
hu: Importálás fájlból
nb: Importer fra fil
pt: Importar de ficheiro
ru: Импортировать из файла

source: Important
bg: Важно
cs: Důležité
de: Wichtig
he: חשוב
hu: Fontos
lt: Svarbu
nb: Viktig(e)
pt: Importante
ru: Важно
tr: Önemli

source: In
bg: Входящи
cs: Vstup
de: Eingang
fr_ca: Entrée
he: תנועה נכנסת
lt: Į prieglaudą
nb: Inn
pt: Entradas
ru: В приют
tr: İçinde

source: In SubTotal
bg: В междинен тотал
cs: V dílčím součtu
fr_ca: En sous-total
he: סכום ביניים
hu: Részösszegben
lt: Patekusių tarpinė suma
nb: Inn subtotal
pt: Subtotal de Entradas
ru: Промежуточный итог
tr: Ara Toplamda

source: In the Stripe dashboard, create a webhook to send 'checkout.session.completed' events to {0}
bg: В таблото за управление на Stripe създайте уеб кука, за да изпращате събития „checkout.session.completed“ на {0}
he: בלוח המחוונים של Stripe, צור webhook שישלח אירועי 'checkout.session.completed' ל {0}
pt: No painel de controlo do Stripe, crie um webhook de destino para o envio de eventos 'checkout.session.completed' a {0}

source: In the last 2 years
he: בשנתיים האחרונות

source: In the last 3 years
he: ב-3 השנים האחרונות

source: In the last 6 months
he: ב-6 השנים האחרונות

source: In the last month
bg: През последния месец
cs: Za poslední měsíc
de: Im letzten Monat
fr_ca: Au cours du dernier mois
he: בחודש האחרון
hu: Az utolsó hónapban
lt: Per pastarąjį mėnesį
nb: Den siste måneden
pt: No último mês
ru: За прошлый месяц
tr: Geçen ayda

source: In the last quarter
bg: През последното тримесечие
cs: Za poslední čtvrtletí
de: Im letzten Quartal
fr_ca: Au cours du dernier trimestre
he: ברבעון האחרון
hu: Az előző negyedévben
lt: Per pastarąjį ketvirtį
nb: Det siste kvartalet
pt: No último trimestre
ru: За прошлый квартал
tr: Son çeyrekte

source: In the last week
bg: През последната седмица
cs: V posledním týdnu
de: In der letzten Woche
fr_ca: Durant la dernière semaine
he: בשבוע האחרון
hu: Az előző héten
lt: Per pastarąją savaitę
nb: Den siste uken
pt: Na última semana
ru: За прошлую неделю
tr: Geçen hafta içinde

source: In the last year
bg: През последната година
cs: V posledním roce
de: Im letzten Jahr
fr_ca: Durant la dernière année
he: בשנה האחרונה
hu: Az előző évben
lt: Per pastaruosius metus
nb: Det siste året
pt: No último ano
ru: За прошлый год
tr: Geçen yıl içinde

source: In your PayPal account, enable Instant Payment Notifications with a URL of {0}
bg: В акаунта си в PayPal активирайте Известия за незабавно плащане с URL адрес от {0}
he: בחשבון פייפל, אפשר התראות תשלום מיידיות עם הכתובת {0}
pt: Na sua conta PayPal, ative a opção Instant Payment Notifications (Notificações Instantâneas de Pagamentos) com um URL {0}

source: In-Kind Donation
bg: Дарение в натура
cs: Dobrovolný dar
fr_ca: Don en nature
he: תרומה לא כספית (מזון, ציוד וכו׳)
hu: Természetbeni támogatás
pt: Donativo em Espécie

source: Inactive
bg: Неактивен
cs: Neaktivní
fr_ca: Inactif
he: לא פעיל
hu: Inaktív
nb: Inaktiv
pt: Inativo

source: Inactive - do not include
bg: Неактивно - не включвай
cs: Neaktivní - Nezahrnovat
de: Inaktiv - nicht einschließen
fr_ca: Inactif - Ne pas inclure
he: לא פעיל – לא לכלול
hu: Inaktív - ne tartalmazza
lt: Neaktyvus - neįtraukti
nb: Innaktiv - ikke inkluder
pt: Inativo - não incluir
ru: Неактивно - не вносить
tr: Pasif - dahil etme

source: Incident
bg: Инцидент
de: Vorfall
he: תקרית
hu: Eset
nb: Hendelse
pt: Incidente
ru: Событие
tr: Olay/Vaka

source: Incident - Additional
bg: Инцидент - Допълнения
cs: Incident - dodatečné informace
fr_ca: Incident - Champ personnalisé
he: תקרית - פרטים נוספים
hu: Eset - Újabb
nb: Hendelse - Tillegg
pt: Incidente - Adicional
ru: Событие - дополнительно
tr: Olay/Vaka -Ek

source: Incident - Citation
bg: Инцидент - Глоба/Обвинение
cs: Incident - citace
he: תקרית - דוח
hu: Eset - Hivatkozás
nb: Hendelse - Anmerkning/bot
pt: Incidente - Advertência
ru: Событие - ссылка
tr: Olay/Vaka -Alıntı

source: Incident - Details
bg: Инцидент - Детайли
cs: Incident - detaily
de: Vorfall - Details
fr_ca: Incident - Détails
he: תקרית - פרטים
hu: Eset - Részletek
nb: Hendelse - detaljer
pt: Incidente - Detalhes
ru: Событие - детали
tr: Olay/Vaka - Detaylar

source: Incident - Dispatch
bg: Инцидент - Отзоваване
cs: Incident - zpráva
fr_ca: Incident - Expédition
he: תקרית - שילוח
hu: Eset - Jelentés
nb: Hendelse - utsendelse
pt: Incidente - Processar
ru: Событие - отправка
tr: Olay/Vaka-Sevk

source: Incident - Owner
bg: Инцидент - Собственик
cs: Incident - vlastník
de: Vorfall - Besitzer
fr_ca: Incident - Propriétaire
he: תקרית - בעלים
hu: Eset - tulajdonos
nb: Hendelse - eier
pt: Incidente - Dono
ru: Событие - владелец
tr: Olay/Vaka -Sahip

source: Incident Between
bg: Интервал на инцидента
cs: Incident mezi
de: Vorfall zwischen
fr_ca: Incident Entre
he: תקרית בין
hu: Eset résztvevői
nb: Hendelse mellom
pt: Incidente Entre
ru: Промежуточное событие
tr: Arasındaki Olay/Vaka

source: Incident Completed Types
bg: Типове на приключване на инциденти
cs: Ty ukončení incidentu
fr_ca: Types d'incident complétés
he: סוגי סיום תקרית
hu: Befejezett eset típusok
nb: Fullførte hendelser
pt: Tipos de Incidentes Concluídos
ru: Типы завершенных событий
tr: Olay/Vaka Tamamlanan Tipler

source: Incident Date/Time
bg: Дата/час на инцидента
cs: Datum/čas incidentu
de: Vorfalldatum/-zeit
fr_ca: Incident Date/Heure
he: תאריך וזמן תקרית
hu: Esemény dátuma/időpontja
nb: Dato/klokkeslett for hendelsen
pt: Data/Hora do Incidente
ru: Дата/время события
tr: Olay/Vaka Tarih/Zaman

source: Incident Number
he: מספר תקרית

source: Incident Type
bg: Тип на инцидента
cs: Typ incidentu
de: Vorfallart
fr_ca: Type d'incident
he: סוג תקרית
hu: Esemény típusa
nb: Hendelsestype
pt: Tipo de Incidente
ru: Тип события
tr: Olay/Vaka Tipi

source: Incident Types
bg: Типове инциденти
cs: Typy incidentů
de: Vorfallarten
fr_ca: Type d'incident
he: סוגי תקרית
hu: Esemény típusok
nb: Hendelsestyper
pt: Tipos de Incidentes
ru: Типы событий
tr: Olay/Vaka Tipleri

source: Incident between
bg: Интервал на инцидента
he: תקרית בין
nb: Hendelse mellom

source: Incident between two dates
bg: Интервал на инцидента между дати
he: תקרית בין
nb: Hendelse mellom to datoer

source: Incident date cannot be blank
bg: Датата на инцидента не може да е празна
cs: Datum incidentu musí být vyplněno
de: Vorfalldatum darf nicht leer sein
fr_ca: La date de l'incident ne peut être vide
he: יש למלא תאריך תקרית
hu: Esemény dátuma nem maradhat üresen.
nb: Hendelsesdato kan ikke være tom
pt: A data do incidente não pode estar vazia
ru: Поле даты задачи/события обязательно для заполнения
tr: Olay/Vaka tarihi boş olamaz.

source: Incident followup
bg: Последваща проверка на инцидент
cs: Následné ktroky incidentu
fr_ca: Suivi d'incident
he: מעקב אחרי תקרית
hu: Esemény következménye
nb: Hendelsesoppfølging
pt: Seguimento do incidente
ru: Проверка выполнения задачи
tr: Olay/Vaka takibi

source: Incident {0} successfully created.
bg: {0} инцидент(а) са успешно добавен(и).
cs: Incident {0} úspěšně vytvořen.
de: Vorfall {0} erfolgreich erstellt.
fr_ca: Incident {0} créé avec succès.
he: תקרית {0} נוצרה בהצלחה.
hu: Esemény {0} sikeresen létrehozva.
nb: Hendelse {0} opprettet.
pt: O incidente {0} foi criado com êxito.
ru: Успешно создано {0} событий
tr: Olay/Vaka {0} başarıyla oluşturuldu.

source: Incident {0}, {1}: {2}
bg: Инцидент {0}, {1}: {2}
de: Vorfall {0}, {1}: {2}
he: תקרית {0}, {1}: {2}
hu: Esemény {0}, {1}: {2}
nb: Hendelse {0}, {1}: {2}
pt: Incidente {0}, {1}: {2}
ru: Событие {0}, {1}: {2}
tr: Olay/Vaka {0}, {1}:{2}

source: Incident: {0}
he: תקרית: {0}

source: Incidents
bg: Инциденти
cs: Incidenty
he: תקריות
hu: Események
pt: Incidentes

source: Incidents Requiring Followup
bg: Инциденти, изискващи последваща проверка
cs: Incidenty vyžadující následné kroky
fr_ca: Incidents demandant un suivi
he: תקריות שדורשות מעקב
hu: Utánkövetést igénylő események
nb: Hendelser som krever oppfølging
pt: Incidentes que Necessitam de Seguimento
ru: Задачи, требующие проверки исполнения

source: Include CSV header line
bg: Включи CSV заглавния ред
cs: Zahrnout hlavičku CSV souboru
fr_ca: Inclure la ligne d'entête au CSV
he: הוסף שורת כותרת ל-CSV
hu: CSV fejléc beszúrása
lt: Įtraukti CSV antraštės eilutę
nb: Inkluder CSV-overskrift
pt: Incluir linha de cabeçalho CSV
ru: Включить заголовок в CSV файл
tr: CSV başlık çizgisini dahil et.

source: Include Removed
bg: Включително премахнатите
cs: Zahrnout odstraněné
de: Umgezogene einbeziehen
fr_ca: Inclure les suppressions
he: ‫‫לכלול את אלה שהוסרו
hu: Töröltek beszámítása
lt: Įtraukti pašalintus
nb: Inkluder fjernede
pt: Incluir Removidos
ru: Включая удаленных
tr: Çıkarılanları Dahil Et

source: Include all photos
he: כלול את כל התמונות

source: Include all photos, documents and PDFs
he: כלול את כל התמונות, המסמכים וקבצי ה-PDF
