Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: The period in days before waiting list urgency is increased
bg: Брой дни прекарани в списъка с чакащи, преди животното да бъде маркирано като спешно
cs: Doba ve dnech před naléhavostí pořadníku se zvyšuje
de: Der Zeitraum in Tagen, bevor die Wartelisten-Dringlichkeit erhöht wird
fr_ca: La période en jours précédant l'urgence de la liste d'attente a été incrémenté
he: התקופה בימים לפני שדחיפות רשימת ההמתנה גדלה
lt: Laikotarpis dienomis, po kurio laukiančių vietos gyvūnų prioritetas padidėja
nb: Periode i dager før sakslistens viktighet øker
pt: O período, em dias, antes de aumentar a urgência da lista de espera
ru: Количество дней до продления актуальности листа ожидания.
tr: Bekleme listesi aciliyetini yükseltmek için geçmesi gereken gün

source: The person record to merge must be different from the original.
bg: Човека, с който ще се обединява не може да е един и същ.
cs: Záznam osoby ke sloučení musí být odlišný od originálu.
fr_ca: L'enregistrement de la personne à fusionner doit être différent de l'original.
he: בחר רשומת אדם שונה מהמקורית למיזוג.
lt: Prijungiamo asmens kortelė turi būti kita nei pagrindinė, prie kurios prijungiama.
pt: O registo de pessoa a juntar tem de ser diferente do original.
ru: Запись для слияния должна отличаться от оригинала.
tr: Birleştirilecek kişi kaydı, orjinalden farklı olmalıdır.

source: The reason the owner wants to part with the animal
bg: Причината, защо човека иска да си вземе животно
cs: Důvod, proč se vlastník chce se zvířetem podílet
de: Der Grund, weshalb sich der Besitzer von diesem Tier trennen will
fr_ca: La raison pour laquelle le propriétaire veut se départir de l'animal
he: הסיבה שהבעלים רוצה להיפרד מהחיה
hu: Az állat tulajdonos által való leadásának oka
lt: Priežastis, kodėl asmuo nori atiduoti gyvūną
nb: Årsaken til at eieren/innringer ønsker å gi fra seg dyret
pt: O motivo pelo qual o dono se quer separar do animal
ru: Причина, по которой владелец хочет расстаться с животным
tr: Bu hayvanın esas cinsi (primary breed)

source: The reason this animal was removed from the waiting list
bg: Причината, поради която животното е премахнато от списъка с чакащи
cs: Důvod, proč bylo toto zvíře vyřazeno z pořadníku
de: Der Grund, weshalb dieses Tier von der Warteliste entfernt wurde
fr_ca: La raison pour laquelle cet animal a été retiré de la liste d'attente
he: הסיבה שבגינה החיה הוסרה מרשימת ההמתנה
hu: Az állat várólistáról való eltávolításának oka
lt: Priežastis, dėl ko gyvūnas buvo pašalintas iš laukiančių vietos sąrašo
nb: Årsaken til at dette dyret ble fjernet fra sakslisten
pt: O motivo pelo qual este animal foi removido da lista de espera
ru: Причина удаления животного из листа ожидания
tr: Hayvanın, bekleme listesinden çıkarılma nedeni

source: The remaining units in the container
bg: Останалите единици на момента
cs: Zbývající jednotky v kontejneru
de: Verbleibende Einheiten im Behältnis
fr_ca: Le nombre d'unité restante dans le contenant
he: יחידות שנותרו
hu: Fennmaradó egységek a tárolóban
pt: As unidades restantes no contentor
tr: Konteynırda kalan birimler

source: The retail/resale price per unit
bg: Цена на дребно/при препродажба на единица
cs: Maloobchodní / prodejní cena za jednotku
fr_ca: Le prix de vente/revente par unité
he: מחיר קמעונאי ליחידה
pt: O preço de retalho/revenda, por unidade

source: The selected file is not an image.
bg: Избраният файл не е картинка
cs: Vybraný soubor není obrázek.
de: Die gewählte Datei ist kein Bild.
fr_ca: Le fichier sélectionné n'est pas une image.
he: הקובץ שנבחר אינו תמונה.
hu: A kiválasztott file nem kép formátumú.
lt: Pasirinktas failas nėra nuotrauka.
nb: Filen du valgte er ikke et bilde.
pt: O ficheiro selecionado não é uma imagem.
ru: Выбранный файл не является изображением.
tr: Seçilen dosya, resim değildir.

source: The shelter reference number
bg: Уникален идентификатор на животното в приюта (Референтен номер)
cs: Referenční číslo přístřešku
de: Die Tierheim-Referenznummer
fr_ca: Le numéro de référence du refuge
he: מספר מזהה של החיה במקלט
hu: A menhely referencia száma
lt: Prieglaudos priskirtas numeris
nb: Hjelpesenterets referansenummer
pt: O número de referência do abrigo
ru: Код животного
tr: Barınak referans numarası

source: The sheltermanager.com admin account password cannot be changed here, please visit {0}
bg: Администраторската парола за sheltermanager.com, не може да бъде сменена от тук. Моля, посетете {0}
cs: Heslo účtu sheltermanager.com zde nelze změnit, navštivte stránku {0}
fr_ca: Le mot de passe administrateur de sheltermanager.com ne pas être changé ici, svp aller à {0}
he: לא ניתן לשנות את סיסמת חשבון הניהול של sheltermanager.com כאן. אנא בקר ב {0}
hu: A sheltermanager.com admin fiók jelszava itt nem változtatható meg, kérjük, látogasson el a {0} oldalra.
lt: Sheltermanager.com administratoriaus paskyros slaptažodis čia negali būti pakeistas. Prašome pereiti į {0}
nb: Sheltermanager.com adminkontoens passord kan ikke endres her, besøk {0}
pt: A senha da conta de administrador do sheltermanager.com não pode ser alterada aqui, por favor visite {0}
ru: Пароль администратора sheltermanager.com здесь изменить невозможно. Чтобы это сделать, посетите {0}
tr: sheltermanager.com yönetici hesabı şifresi buradan değiştirilemez, lütfen {0}' a gidin.

source: The sheltermanager.com admin account password cannot be reset here, please visit {0}
bg: Администраторската парола за sheltermanager.com, не може да бъде сменена от тук. Моля, посетете {0}
fr_ca: Le mot de passe administrateur de sheltermanager.com ne pas être modifé ici, svp visitez {0}
he: לא ניתן לאפס את סיסמת חשבון הניהול של sheltermanager.com כאן. אנא בקר ב {0}
nb: Passordet til adminkontoen kan ikke endres her, gå til {0}
pt: A senha da conta de administrador do sheltermanager.com não pode ser reposta aqui, visite {0}

source: The text to show adopters when requesting a donation. Simple HTML formatting is allowed.
he: הצג טקסט זה למאמצים בבקשת התרומה. ניתן להשתמש ב-HTML.

source: The total cost of all treatments.
he: העלות הכוללת של כל הטיפולים.

source: The type of unit in the container, eg: tablet, vial, etc.
bg: Видът на елемента в контейнера: таблетка, шишенце и др.
cs: Typ jednotky v nádobě, např .: tableta, lahvička atd.
de: Art der Einheit im Behältnis, z.B. Tablette, Ampulle, etc.
fr_ca: Le type d'unités dans le contenant, ex: tablette, fioles, etc.
he: סוג היחידה. לדוגמא: גלולות, מבחנות וכו׳.
hu: A raktáron lévő anyagok típusa, pl .: tabletta, injekciós üveg stb.
pt: O tipo de unidade do contentor, por exemplo: carteira, frasco, etc.
tr: Konteynırdaki birimin tipi, ör: tablet, ampul, vs

source: The veterinary license number.
bg: Номер на лиценза на ветеринара.
cs: Číslo veterinární licence.
fr_ca: Le numéro de licence du vétérinaire.
he: מספר רישוי וטרינרי.
hu: Az állatorvos kamarai száma
pt: O número de referência do veterinário.

source: The wholesale/trade price the container was bought for
bg: Цената на едро, за единицу
cs: Velkoobchodní / obchodní cena za který byl kontejner zakoupen
fr_ca: Le prix de gros payé pour le contenant est de
he: מחיר סיטונאי בו נרכש המלאי
pt: O preço de venda em quantidade/de mercado ao qual o contentor foi adquirido

source: There is not enough information in the form to attach to a shelter animal record (need an animal name).
bg: Няма достатъчно информация във формата, за да се прикачи към записа (трябва име на животното)
cs: Ve formuláři není dostatek informací, které by mohly být připojeny k záznamu o zvířeti (třeba jméno zvířete).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour le joindre à la fiche de l'animal (requiert un nom d'animal).
he: אין מספיק מידע בטופס על מנת לצרף אותו לרשומת חיה (נדרש שם חיה).
hu: A nyomtatványon nincs elegendő információ ahhoz, hogy csatolhassuk a menhelyi állatok nyilvántartásához (szükség van egy állatnevére).
pt: Não existem informações suficientes no formulário para que possa ser anexado a um registo de animal do abrigo (é necessário um nome de animal).
tr: Formda, bir barınak hayvanına eklemek için yeterli bilgi yoktur ( hayvan ismi gereklidir).

source: There is not enough information in the form to create a found animal record (need a description and area found).
bg: Няма достатъчно информация във формата, за да може да се създаде запис за намерено животно (трябва поне описание и област на намиране)
cs: Ve formuláři není k dispozici dostatek informací pro vytvoření nalezeného záznamu o zvířatech (je třeba uvést popis a nalezenou oblast).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer un enregistrement d'animal trouvé (requiert une description et le lieu où il a été trouvé).
he: אין מספיק מידע בטופס על מנת ליצור ממנו רשומת מציאות (נדרש תיאור ואזור).
hu: Nincs elegendő információ megadva egy talált állat rögzítéséhez (leírásra és megtalálási terület megadására van szükség).
lt: Formoje nepakanka informacijos, kad būtų pridėtas rastas gyvūnas (reikia aprašymo ir radimo vietovės).
nb: Det er ikke nok informasjon i skjemaet til å opprette et funnet dyr (trenger en beskrivelse og område funnet).
pt: Não existe informação suficiente no formulário para a criação de um registo de animal encontrado (são necessárias uma descrição e uma área onde foi encontrado).
tr: Formda, bulunan bir hayvan kaydı oluşturmak için yeterli bilgi yoktur ( tanım ve bulunduğu alan gereklidir).

source: There is not enough information in the form to create a lost animal record (need a description and area lost).
bg: Няма достатъчно информация в документа за създаването на запис за изгубено животно (трябва да има описание и област на изгубване)
cs: Ve formuláři není k dispozici dostatek informací, aby se vytvořil záznam o ztracených zvířatech (je třeba popis a ztracená oblast).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer un enregistrement d'animal perdu (requiert une description et le lieu où il a été perdu).
he: אין מספיק מידע בטופס על מנת ליצור ממנו רשומת אבידות (נדרש תיאור ואזור).
hu: Nincs elegendő információ megadva egy elveszett állat rögzítéséhez (leírásra és elvesztési terület megadására van szükség).
lt: Formoje nepakanka informacijos, kad būtų pridėtas dingęs gyvūnas (reikia aprašymo ir dingimo vietovės).
nb: Det er ikke nok informasjon i skjemaet for å opprette et savnet dyr (trenger en beskrivelse og område savnet).
pt: Não existe informação suficiente no formulário para a criação de um registo de animal perdido (são necessárias uma descrição e uma área onde foi perdido).
tr: Formda, kayıp bir hayvan kaydı oluşturmak için yeterli bilgi yoktur ( tanım ve kaybolduğu alan gereklidir).

source: There is not enough information in the form to create a person record (need a surname).
bg: Няма достатъчно информация във формата, за да може да се създаде запис за човек (трябва име).
cs: Ve formuláři není dostatek informací pro vytvoření osobního záznamu (třeba příjmení).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour pour créer un contact (requiert un prénom).
he: אין מספיק מידע בטופס כדי לייצר רשומת אדם (נדרש שם משפחה).
hu: Nincs elegendő információ megadva egy személyrögzítéséhez (vezetéknév megadására van szükség).
lt: Formoje nepakanka informacijos, kad būtų pridėtas asmuo (reikia pavardės).
nb: Det er ikke nok informasjon i skjemaet til å opprette en personoppføring (trenger et etternavn).
pt: Não existem informações suficientes no formulário para criar um registo de pessoa (é necessário um apelido).
tr: Formda, kişi kaydı oluşturmak için yeterli bilgi yoktur ( soyisim gereklidir).

source: There is not enough information in the form to create a transport record (need animalname).
bg: Няма достатъчно информация за създаване на транспорт (име на животно)
cs: Ve formuláři není k dispozici dostatek informací pro vytvoření transportního záznamu (potřeba jméno zvířete).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer un enregistrement de transport (requiert le nom de l'animal).
he: אין מספיק מידע בטופס כדי לייצר רשומת הסעה (נדרש שם חיה).
hu: Nincs elegendő információ megadva egy transzport rögzítéséhez (állatnév megadására van szükség).
pt: Não existem informações suficientes no formulário para criar um registo de transporte (é necessário o nome do animal).

source: There is not enough information in the form to create a transport record (need pickupdate and dropoffdate).
bg: Няма достатъчно информация, за да се създаде запис за транспорт (трябва дата на вземане и на оставяне)
cs: Ve formuláři není dostatek informací pro vytvoření transportního záznamu (je třeba použít datum vyzvednutí a umístění).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer un enregistrement de transport (requiert la date de ramassage et d'admission).
he: אין מספיק מידע בטופס כדי לייצר רשומת הסעה (נדרש תאריך איסוף ומסירה).
hu: Nincs elegendő információ megadva egy transzport rögzítéséhez (felvételi és leadási dátum megadására van szükség).
pt: Não existem informações suficientes no formulário para criar um registo de transporte (são necessárias a data de recolha e a data de entrega).

source: There is not enough information in the form to create a waiting list record (need a description).
bg: Няма достатъчно информация във формуляра за да бъде създаден запис в списъка с чакащи (трябва описание).
cs: Ve formuláři není dostatek informací pro vytvoření záznamu pořadníku (je třeba popis).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer un enregistrement dans la liste d'attente (besoin d'une description).
he: אין מספיק מידע בטופס כדי לייצר רשומת רשימת המתנה (נדרש תיאור).
hu: Nincs elegendő információ megadva egy várólistás állat rögzítéséhez (részletes leírásra van szükség).
lt: Formoje nepakanka informacijos, kad būtų sukurtas įrašas laukiančių vietos sąraše (reikia aprašymo).
nb: Det er ikke nok informasjon i skjemaet til å opprette en sakslisteoppføring (trenger en beskrivelse).
pt: Não existem informações suficientes no formulário para criar um registo de lista de espera (é necessária uma descrição).
tr: Formda, bekleme listesi kaydı oluşturmak için yeterli bilgi yoktur ( tanım gereklidir).

source: There is not enough information in the form to create an animal record (need animalname).
bg: Няма достатъчно информация за създаване на транспорт (име на животно)
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer un enregistrement de l'animal (nécessite le nom de l'animal).
he: אין מספיק מידע בטופס כדי לייצר רשומת חיה (נדרש שם חיה).
nb: Navn på dyret mangler.
pt: Não existem informações suficientes no formulário para criar um registo de animal (é necessário o nome do animal).

source: There is not enough information in the form to create an incident record (need call notes and dispatch address).
bg: Няма достатъчно информация за създаване на инцидент (попълнете бележки за обаждането и адрес на отзоваване)
cs: Ve formuláři není k dispozici dostatek informací pro vytvoření záznamu o incidentu (je třeba mít poznámky o volání a adresu pro odeslání).
fr_ca: Il n'y a pas assez d'information dans le formulaire pour créer unenregistrement d'incident (requiert les notes de l'appel et l'adresse d'envoi).
he: אין מספיק מידע בטופס כדי לייצר רשומת תקרית (נדרשים פרטי שיחה וכתובת שילוח).
pt: Não existem informações suficientes no formulário para criar um registo de incidente (são necessárias as anotações da chamada e a morada de comparência).

source: These are the HTML headers and footers used when displaying online forms.
bg: Това са HTML горен и долен колонтитул когато се показват интернет формите.
cs: Jedná se o záhlaví a zápatí HTML používané při zobrazování online formulářů.
de: Das sind die HTML-Kopf- und Fußzeilen, die bei der Anzeige von Online-Formularen verwendet werden.
fr_ca: Ce sont les entêtes et pieds-de-page HTML utilisés lors de l'affichage des formulaires en ligne.
he: אלו הן כותרות עליונות ותחתונות ב-HTML להצגה בטפסים מקוונים.
hu: Ezek a HTML-fejlécek és láblécek, amelyeket az online űrlapok megjelenítésekor használnak.
lt: Tai yra HTML antraštės ir poraštės, naudojamos atvaizduojant internetines formas.
nb: Disse er HTML header og footer som brukes ved visning på nettbaserte skjemaer.
pt: Estes são os cabeçalhos e rodapés de HTML utilizados para apresentar os formulários online.
ru: Это верхние и нижние колонтитулы HTML, использующиеся при формировании онлайн форм.
tr: Çevrim içi formları gösterirken kullanılacak HTML üst ve alt bilgileri bunlardır.

source: These are the HTML headers and footers used when generating reports.
bg: Това са горните/долните HTML колонтитули, използвани при генерирането на справки.
cs: Jedná se o záhlaví a zápatí HTML používané při generování sestav.
de: Das sind die HTML-Kopf- und Fußzeilen, die bei der Erstellung von Berichten verwendet werden.
fr_ca: Ce sont les entêtes et pieds-de-page HTML utilisés lors de la création de rapports.
he: אלו הן כותרות עליונות ותחתונות ב-HTML לשימוש בעת יצירת דוחות.
hu: Ezek a HTML fejlécek és láblécek, amelyeket a jelentések előállításakor használnak.
lt: Tai yra HTML antraštės ir poraštės, naudojamos kuriant ataskaitas.
nb: Disse er HTML-topptekst og bunntekst som brukes når rapporterer genereres.
pt: Estes são os cabeçalhos e rodapés de HTML utilizados para gerar relatórios.
ru: Это верхние и нижние колонтитулы HTML, использующиеся при создания отчетов.
tr: Raporları oluşturuken kullanılacak HTML üst ve alt bilgileri bunlardır.

source: These are the default values for these fields when creating new records.
bg: Това са стойностите по подразбиране за изброените полета при създаване на нов запис.
cs: Toto jsou výchozí hodnoty těchto polí při vytváření nových záznamů.
de: Das sind die Standardwerte für diese Felder beim Erstellen von neuen Berichten.
fr_ca: Ce sont les valeurs par défaut pour ces champs lors de la création d'enregistrements.
he: אלו הם ערכי ברירת המחדל לשדות אלה בעת יצירת רשומות חדשות.
hu: Ezek a mezők alapértelmezett értékei új bejegyzések létrehozásakor.
lt: Tai yra numatytosios šių laukų reikšmės, kuriant naujus įrašus.
nb: Disse er standardverdier for disse feltene når man oppretter nye oppføringer.
pt: Estes são os valores padrão destes campos para a criação de novos registos.
ru: Значения по умолчанию для этих полей при создании новых записей
tr: Bunlar, yeni kayıt oluşturulurken kullanılan alanların varsayılan değerleridir.

source: These batch processes are run each night by the system and should not need to be run manually.
bg: Тези процеси се изпълняват всяка вечер от системата и няма нужда от ръчна настройка
cs: Tyto dávkové procesy jsou spuštěny každou noc systémem a neměly by být nutné spouštět ručně.
de: Diese Stapelverarbeitungsprozesse werden jede Nacht vom System ausgeführt. Eine manuelle Ausführung sollte nicht notwendig sein.
fr_ca: Ce processus multiple est effectué chaque nuit par le système et ne devrait pas nécessiter d'être fait manuellement.
he: אלו הם תהליכי האצווה שרצים בכל לילה ע״י המערכת ולא צריך להריץ אותם ידנית.
hu: Ezeket a kötegelt folyamatokat a rendszer minden este futtatja, és ezeket nem kell manuálisan futtatni.
pt: Estes processos em lote são executados todas as noites pelo sistema e não devem precisar de ser executados manualmente.
ru: Эти серийные процессы запускаются системой автоматически каждую ночь и запускать их вручную не требуется.

source: These fields allow you to deduct stock for any euthanasia administered.
he: שדות אלה מאפשרים לנכות מלאי עבור הרדמת חיה.

source: These fields allow you to deduct stock for the test(s) given. This single deduction should cover the selected tests being performed.
bg: Тези полета ви позволяват да приспаднете запас от дадените тестове. Това единично приспадане трябва да обхваща избраните тестове, които се извършват
cs: Tato pole umožňují odečíst zásoby pro daný test(y). Tento jednorázový odpočet by měl zahrnovat vybrané provedené testy.
fr_ca: Ces champs vous autorisent à déduire de l'inventaire en fonction des examens donnés. Cette simple déduction devrait couvrir les examens qui sont effectués.
he: שדות אלה מאפשרים לנכות מלאי עבור הבדיקות שנעשות. ניכוי יחיד זה אמור לכסות את הבדיקות שמבוצעות.
pt: Estes campos permitem-lhe deduzir stocks para o(s) teste(s) administrado(s). Esta dedução única deve cobrir os testes selecionados a realizar.
tr: Bu alanlar, yapılan testlerin envanterden düşmesini sağlar. Çıkarma işlemi, seçili uygulanan testleri kapsamalıdır.

source: These fields allow you to deduct stock for the treatment(s) given. This single deduction should cover the selected treatments being administered.
bg: Тези полета ви позволяват да приспаднете запас от направените лечения. Това единично приспадане трябва да обхваща избраните лечения, които се извършват
cs: Tato pole umožňují odečíst zásoby pro danou léčbu. Tento jednorázový odpočet by měl pokrývat vybrané léčebné postupy.
fr_ca: Ces champs vous autorisent à déduire de l'inventaire en fonction des traitements donnés. Cette simple déduction devrait couvrir les traitements qui sont effectués.
he: שדות אלה מאפשרים לנכות מלאי עבור טיפולים המוענקים. ניכוי יחיד זה אמור לכסות את הטיפולים הניתנים.
pt: Estes campos permitem-lhe deduzir stocks para o(s) tratamento(s) administrado(s). Esta dedução única deve cobrir os tratamentos selecionados a administrar.
tr: Bu alanlar, verilen tedavilerin envanterden düşmesini sağlar. Çıkarma işlemi, seçili uygulanan tüm tedavileri kapsamalıdır.

source: These fields allow you to deduct stock for the vaccination(s) given. This single deduction should cover the selected vaccinations being administered.
bg: Тези полета ви позволяват да приспаднете запас от направените ваксинации. Това единично приспадане трябва да обхваща избраните ваксинации, които се извършват
cs: Tato pole umožňují odečíst zásoby pro dané očkování (očkovací látky). Tento jednorázový odpočet by měl pokrýt vybrané očkované dávky.
fr_ca: Ces champs vous autorisent à déduire de l'inventaire en fonction des vaccinations données. Cette simple déduction devrait couvrir les vaccinations qui sont effectuées.
he: שדות אלה מאפשרים לנכות מלאי עבור החיסונים המוענקים. ניכוי יחיד זה אמור לכסות את כל החיסונים הניתנים.
pt: Estes campos permitem-lhe deduzir stocks para a(s) vacinação(ões) administrada(s). Esta dedução única deve cobrir as vacinações selecionadas a administrar.
tr: Bu alanlar, yapılan aşıların envanterden düşmesini sağlar. Çıkarma işlemi, seçili uygulanan aşıları kapsamalıdır.

source: These fields determine which columns are shown on the find screens. You can drag and drop to rearrange the order.
he: שדות אלה קובעים אלו עמודות להציג במסכי החיפוש. אפשר לגרור את השדות כדי לשנות את הסדר.

source: These numbers are for shelters who have agreements with insurance companies and are given blocks of policy numbers to allocate.
bg: Тези настройки са за приюти, имащи договор със застрахователна компания и имат кочан с номера полици за издаване
cs: Tato čísla jsou určena pro útulky, které mají dohody s pojišťovnami a jsou jim přiděleny bloky čísel pro alokaci.
fr_ca: Ces chiffres sont pour les refuges ayant des contrats avec des compagnies d'assurances et qui ont des blocs alloués de numéros de polices d'assurances.
he: מספרים אלה מיועדים למקלטים שיש להם הסכמים עם חברות ביטוח וניתנים להם בלוקים של מספרי פוליסות.
lt: Šie numeriai yra prieglaudoms, turinčioms sutartis su draudimo kompanijomis ir turinčioms rezervuotų poliso numerių sąrašus.
nb: Disse tallene er for hjelpesentre som har avtaler med forsikringsselskaper og gir felter for forsikringsnumre.
pt: Estes números referem-se a abrigos que disponham de acordos com seguradoras e que recebam blocos de números de apólices para atribuir.
ru: Это номера страховок для приютов, сотрудничающих со страховыми компаниями. Таким приютам предоставляются пакеты страховых полисов.
tr: Bu numaralar, sigorta şirketleriyle anlaşması olan barınaklar içindir ve poliçe numaralarına blok olarak tahsis edilmiştir.
