Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Change Transactions
bg: Промени транзакции
cs: Změnit transakce
de: Transaktionen ändern
fr_ca: Modifier les transactions
he: שינוי תנועות
hu: Tranzakciók módosítása
lt: Keisti transakcijas
nb: Endre transaksjoner
pt: Alterar Transações
ru: Изменить операции
tr: Hesap Hareketlerini Değiştir

source: Change Transport
bg: Промени транспорт
cs: Změnit transport
de: Transport ändern
fr_ca: Modifier le transport
he: שינוי הסעות
hu: Transzport módosítása
nb: Endre transport
pt: Alterar Transporte
ru: Изменить транспорт

source: Change Trap Loans
bg: Промени заем на капан
cs: Změnit půjčky na pasti
de: Fallen-Leihen ändern
fr_ca: Modifier les prêts de trappe
he: שינוי השאלת מלכודות
hu: Csapdakölcsönzések módosítása
nb: Endre felleutlån
pt: Alterar Empréstimos de Armadilhas
ru: Изменить аренду клеток-ловушек
tr: Kiralanan/Ödünç Verilen Tuzakları Değiştir

source: Change User Settings
bg: Промени настройки на потребителя
cs: Upravit uživatelské nastavení
de: Benutzereinstellungen ändern
fr_ca: Modifier les paramètres de l'utilisateur
he: שינוי הגדרות משתמש
hu: Felhasználó beállítások módosítása
lt: Keisti naudotojų nuostatas
nb: Endre brukerinnstillinger
pt: Alterar Definições do Utilizador
ru: Изменить настройки профиля
tr: Kullanıcı Ayarlarını Değiştir

source: Change Vaccinations
bg: Промени ваксинации
cs: Změnit Vakcinace
de: Impfungen ändern
fr_ca: Modifier les vaccinations
he: שינוי חיסונים
hu: Oltások módosítása
lt: Keisti vakcinacijas
nb: Endre vaksinasjoner
pt: Alterar Vacinas
ru: Изменить вакцинации
tr: Aşıları Değiştir

source: Change Vouchers
bg: Промени ваучери
cs: Změnit kupóny
de: Belege ändern
fr_ca: Modifier les chèques-cadeaux
he: שינוי שוברים
hu: Bizonylat módosítása
lt: Keisti kuponus
nb: Endre vedlegg
pt: Alterar Vouchers
ru: Изменить купоны
tr: Makbuzları Değiştir

source: Change Waiting List
bg: Промени списък с чакащи
cs: Změnit pořadník
de: Warteliste ändern
fr_ca: Modifier la liste d'attente
he: שינוי רשימת המתנה
hu: Várólista módosítása
lt: Keisti laukiančių sąrašą
nb: Endre saksliste
pt: Alterar Lista de Espera
ru: Изменить лист ожидания
tr: Bekleme Listesini Değiştir

source: Change date required on selected treatments
bg: Промени датата за избраните лечения
cs: Změnit požadované datum na zvolených léčbách
de: Datumsänderung für ausgewählte Behandlungen nötig
fr_ca: Changer la date d'administration des traitements sélectionnés
he: שנה תאריך מבוקש למתן טיפול
hu: A kiválasztott kezelésekhez szükséges dátumok módosítása
nb: Endre nødvendig dato for utvalgte behandlinger
pt: Data de alteração necessária para os tratamentos selecionados
ru: Изменить даты назначенных процедур
tr: Seçilen Tedavilerin Gerekli Tarihlerini Değiştir

source: Changed Mind
bg: Променено мнение
cs: Rozmyslel si
de: Meinung geändert
fr_ca: A changé d'avis
he: שינו את דעתם
hu: Módosított vélemény
nb: Ombestemte seg
pt: Mudou de Ideias
ru: Измененное решение

source: Chart
bg: Графика
cs: Graf
de: Diagramm
fr_ca: Graphique
he: גרף
hu: Diagram
lt: Diagrama
nb: Diagram
pt: Gráfico
ru: График
tr: Grafik

source: Chart (Bar)
bg: Графика (стълбчета)
cs: Graf (sloupcový)
de: Balkendiagramm
fr_ca: Graphique (Barre)
he: תרשים (עמודות)
hu: Sávdiagram
lt: Diagrama (stulpelinė)
nb: Diagram (linje)
pt: Gráfico (Barras)
ru: Гистограмма
tr: Grafik (Bar)

source: Chart (Line)
bg: Графика (линейна)
cs: Graf (čárový)
de: Liniendiagramm
fr_ca: Graphique (Ligne)
he: תרשים (קו)
hu: Vonaldiagram
lt: Diagrama (linijinė)
nb: Diagram (Linje)
pt: Gráfico (Linhas)
ru: Линейная диаграмма
tr: Grafik (Çizgi)

source: Chart (Pie)
bg: Графика (торта)
cs: Graf (koláčový)
de: Kreisdiagramm
fr_ca: Graphique (tarte)
he: תרשים (עוגה)
hu: Kördiagram
lt: Diagrama (skritulinė)
nb: Diagram (Sektor)
pt: Gráfico (Circular)
ru: Круговая диаграмма
tr: Grafik (Pasta)

source: Chart (Point)
bg: Графика (точки)
cs: Graf (bodový)
de: Punktdiagramm
fr_ca: Graphique (Point)
he: תרשים (נקודה)
hu: Pontdiagram
lt: Diagrama (taškinė)
nb: Diagram (Punkt)
pt: Gráfico (Pontos)
ru: График с точками
tr: Grafik (Nokta)

source: Chart (Steps)
bg: Графика (стъпаловидна)
cs: Graf (schodový)
de: Stufendiagramm
fr_ca: Graphique (Étapes)
he: תרשים (שלבים)
hu: Táblázat (lépcsők)
lt: Diagrama (žingsninė)
nb: Diagram (kolonner)
pt: Gráfico (Passos)
ru: Пошаговый график
tr: Grafik (Basamak)

source: Chartreux
bg: Шартрьо
cs: Kartouzská kočka
de: Kartäuser
he: שארטרו
hu: karthauzi macska
lt: Kartezianinė
ru: Картезианская кошка

source: Check
bg: Проверка
cs: Kontrola
de: Überprüfen
fr_ca: Vérifier
he: בדוק
hu: Ellenőrzés
nb: Sjekk
pt: Cheque
ru: Проверить

source: Check License
bg: Провери паспорт
cs: Zkontrolovat licenci
de: Lizenz überprüfen
fr_ca: Vérifier la licence
he: בדוק רשיון
hu: Engedély ellenőrzése
nb: Sjekk lisens
pt: Verificar Licença
ru: Проверить лицензию/договор

source: Check No
bg: Номер на чек
cs: Číslo šeku
de: Nicht überprüft
fr_ca: Numéro de vérification
he: מספר צ׳ק
hu: Ellenőrzési szám
pt: Cheque N.º

source: Check {0}
he: בדוק ב {0}

source: Checkbox
bg: Чекбокс
cs: Zaškrtávací políčko
de: Ankreuzfeld
fr_ca: Boîte à crochets
he: תיבת סימון
hu: Jelölőnégyzet
pt: Caixa de Seleção
ru: Графа для отметки

source: Checkbox Group
bg: Чекбокс за група
he: קבוצת תיבות סימון
nb: Kryssboksgruppe
pt: Grupo de Caixas de Seleção

source: Checked By
bg: Проверено от
cs: Zkontrolováno
de: Überprüft durch
fr_ca: Vérifié par
he: נבדק ע״י
hu: Ellenőrizte
lt: Patikrinęs asmuo
nb: Undersøkt av
pt: Verificado Por
ru: Кем проверено:
tr: Kontrol Eden

source: Checkered Giant
bg: Заек Checkered Giant
cs: Německý obrovitý strakáč
fr_ca: Géant papillon
he: ארנב משובץ ענק
lt: Margasis milžinas (Checkered Giant)
ru: Чекерд гигантский

source: Checkout
he: אימוץ עצמי

source: Cheque
bg: Чек
cs: Šek
de: Scheck
fr_ca: Chèque
he: צ׳ק
hu: Csekk
lt: Čekis
nb: Sjekk
ru: Счет
tr: Çek

source: Cheque reference must be in the format [BANK-][BRANCH-]ACCOUNT-CHEQUENUM
he: התבנית לאסמכתא של צ׳קים היא [בנק]-[סניף]-חשבון-מספר צ׳ק

source: Chesapeake Bay Retriever
bg: Ретривър
cs: Chesapeake Bay retrívr
fr_ca: Retriever de la baie de Chesapeake
he: צ'ספיק ביי רטריבר
lt: Česapyko įlankos retriveris
pt: Retriever de Chesapeake Bay
ru: Чесапикский ретривер

source: Chicken
bg: Кокошка
cs: Kuře
de: Huhn
fr_ca: Poule
he: תרנגול/ת
hu: csirke
lt: Viščiukas
nb: Høne
pt: Galinha
ru: Цыпленок

source: Chihuahua
bg: Чихуахуа
cs: Čivava
he: צ'יוואווה
hu: csivava
lt: Čihuahua
ru: Чихуахуа

source: Children
bg: Деца
cs: Děti
de: Kinder
fr_ca: Enfants
he: ילדים
hu: Gyermekek
lt: Vaikai
nb: Barn
pt: Filhos
ru: Ладит с детьми
tr: Çocuklar

source: Chinchilla
bg: Чинчила
cs: Činčila
he: צ'ינצ'ילה
hu: csincsilla
lt: Šinšila
pt: Chinchila
ru: Шиншилла

source: Chinese Crested Dog
bg: Китайско голо качулато куче
cs: Čínský Chocholatý pes
de: Chinesische Schopfhund (Chinesischer Nackthund)
fr_ca: Chien Chinois à Crête
he: סיני מצויץ
hu: Kínai meztelen kutya
lt: Kinų kuoduotasis šuo
nb: Kinesisk nakenhund
pt: Cão Chinês Crested
ru: Китайская хохлатая собачка

source: Chinese Foo Dog
cs: Čínský Lev
de: Chinesischer Glückshund
he: כלב פו סיני
hu: Kínai Foo Dog
lt: Kinų fū šuo
nb: Chinese Foo
pt: Cão Chinês Foo
ru: Китайский Фу Дог

source: Chlamydophila
he: קלמידיה
pt: Clamidófila
ru: Бактерии Chlamydophila

source: Chocolate
bg: Шоколадов
cs: Čokoládová
de: Schokoladenbraun
fr_ca: Chocolat
he: שוקולד
hu: Csokoládé
lt: Šokoladinė
nb: Sjokoladebrun
ru: Шоколадный
tr: Çikolata

source: Chocolate Labrador Retriever
bg: Кафяв ретривър
cs: Čokoládový Labrador
fr_ca: Labrador Retriever Chocolat
he: לברדור רטריבר שוקולד
hu: Csokoládé színű labrador retriever
lt: Šokoladinis Labradoro retriveris
nb: Labrador retriever, brun
pt: Labrador Retriever Chocolate
ru: Шоколадный лабрадор ретривер

source: Chocolate Tortie
cs: Želvovinová čokoládová
de: Schildpatt Schokoladenbraun
fr_ca: Écaille de tortue à dominance de brun
he: טורטי שוקולד
lt: Vėžlio kiauto (šokoladinio atspalvio)
nb: Sjokoladebrun skilpadde
pt: Tortie Chocolate
ru: Шоколадный черепаховый
tr: Çikolata Parçalı

source: Chow Chow
bg: Чау чау
cs: Čau - Čau
he: צ'או צ'או
hu: csau-csau
lt: Čiau čiau
ru: Чау-чау

source: Cinnamon
cs: Skořicová
de: Zimtfarben
he: קינמון
hu: fahéj
lt: Cinamonas
nb: Kanelbrun
pt: Canela
ru: Корица

source: Cinnamon Tortoiseshell
cs: Želvovinová skořicová
de: Schildpatt Zimtfarben
fr_ca: Écaille de tortue Canelle
he: טורטישל קינמון
hu: Fahéjárnyalatú teknőctarka
lt: Vėžlio kiauto (cinamono atspalvio)
nb: Kanelbrun skilpadde
pt: Atartarugado Canela
ru: Красный черепаховый
tr: Parçalı Tarçın Rengi

source: Citation Type
bg: Тип на глоба/обвинение
cs: Typ citace
de: Anzeigentyp
fr_ca: Type de citation
he: סוג דוח
hu: Hivatkozás típusa
nb: Type pålegg/innkalling
pt: Tipo de Advertência
ru: Тип ссылки
tr: Alıntı Tipi

source: Citation Types
bg: Типове глоби/обвинения
cs: Typy citací
de: Anzeigentypen
fr_ca: Types de citations
he: סוגי דוחות
hu: Hivatkozás típusok
nb: Typer pålegg/innkalling
pt: Tipos de Advertências
ru: Типы ссылок
tr: Alıntı Tipleri

source: Citations
bg: Глоби/Обвинения
cs: Citace
de: Anzeigen
he: דוחות (קנסות)
hu: Hivatkozások
nb: Pålegg/innkalling
pt: Advertências
ru: Ссылки/выписки
tr: Alıntılar

source: City
bg: Град
cs: Město
de: Stadt
fr_ca: Ville
he: עיר
hu: Város
lt: Miestas
nb: Sted
pt: Cidade
ru: Город
tr: Şehir

source: City contains
bg: Градът съдържа
cs: Město obsahuje
de: Stadt enthält
fr_ca: La ville contient
he: העיר מכילה
hu: Város tartalmaz
lt: Miestas
nb: By inneholder
pt: Cidade contém
ru: Город содержит
tr: Şehrin içerdikleri

source: Class
bg: Категория
cs: Třída
de: Kategorie
fr_ca: Classe
he: סוג
hu: Osztály
pt: Classe
ru: Класс
tr: Sınıf

source: Clear
bg: Изчисти
cs: Vymazat
de: Löschen
fr_ca: Effacer
he: נקה
hu: Törlés
lt: Išvalyti
nb: Tøm
pt: Limpar
ru: Очистить
tr: Temizle

source: Clear and sign again
bg: Изчистете и подпишете отново
cs: Vymazat a podepsat znovu
de: Löschen und erneut unterzeichnen
fr_ca: Effacer et réessayer
he: נקה וחתום שוב
hu: Törlés és újból bejelentkezés
nb: Tøm og signér på nytt
pt: Limpar e assinar novamente
ru: Очистить и подписать еще раз

source: Clinic
bg: Клиника
cs: Klinika
fr_ca: Clinique
he: מרפאה
hu: Kórház
pt: Consultas Veterinárias

source: Clinic Calendar
bg: Календар клиника
cs: Kalendář kliniky
fr_ca: Calendrier de la clinique
he: יומן מרפאה
hu: Kórházi naptár
pt: Agenda de Consultas Veterinárias

source: Clinic Invoice - {0}
bg: Фактура за медицински услуги - {0}
cs: Faktura kliniky - {0}
fr_ca: Facture de la clinique - {0}
he: חשבונית מרפאה - {0}
hu: Kórházi számla
pt: Fatura de Consulta Veterinária - {0}

source: Clinic Statuses
bg: Клинични статуси
cs: Stavy Kliniky
fr_ca: Statuts de la clinique
he: סטטוס קליניקה
hu: Kórházi státuszok
pt: Estados de Consultas Veterinárias

source: Clone
bg: Дублиране
cs: Klonovat
de: Duplizieren
fr_ca: Dupliquer
he: שכפל
hu: Másol
lt: Klonuoti
nb: Kopiér
pt: Clonar
ru: Дублировать
tr: Klonla

source: Clone Animals
bg: Копиране на животни
cs: Klonovat Zvířata
de: Tiere duplizieren
fr_ca: Dupliquer des animaux
he: שכפול חיות
hu: Állatok másolása
lt: Kopijuoti gyvūnus
nb: Kopiér dyr
pt: Clonar Animais
ru: Дублировать животных
tr: Hayvanları Klonla

source: Clone Rota
bg: Дублирай графика
cs: Naklonovat rozpis
de: Dienstplan kopieren
fr_ca: Dupliquer le tableau de service
he: שכפל סידור עבודה
hu: Beosztás másolása
nb: Kopiér vaktliste
pt: Clonar Turno
ru: Дублировать расписание дежурств

source: Clone the rota this week to another week
bg: Дублирай графика от тази седмица за следващата
cs: Naklonovat rozpis z tohoto týdne do dalšího týdne
de: Dienstplan dieser Woche in andere Woche kopieren
fr_ca: Dupliquer le tableau de service de cette semaine à une autre semaine
he: שכפל סידור עבודה של שבוע זה לשבוע אחר
hu: Eheti beosztás átmásolása másik hétre
nb: Kopiér vaktlista for denne uka til en annen uke
pt: Clonar os turnos desta semana para outra semana
ru: Продублировать расписание дежурств с этой недели на следующую

source: Clone this animal?
he: שכפל חיה זו?

source: Cloning...
bg: Клониране...
cs: Klonování ...
fr_ca: Duplication en cours...
he: משכפל...
hu: Máslolás
pt: A clonar...

source: Close
bg: Затвори
cs: Zavřít
de: Schliessen
fr_ca: Fermer
he: סגור
hu: Bezárás
lt: Uždaryti
nb: Lukk
pt: Fechar
ru: Закрыть
tr: Kapat

source: Clumber Spaniel
bg: Кламбър шпаньол
cs: Clumber španěl
he: קלמבר ספניאל
lt: Klamberio spanielis
ru: Кламбер-спаниель

source: Clydesdale
bg: Клайдсдейл
he: סוס קליידסדייל
hu: Clydesdale ló
lt: Klaidesdeilas
ru: Клейдесдаль

source: Coat
bg: Окосмение
cs: Srst
de: Fell
fr_ca: Pelage
he: פרווה
hu: Szőr
lt: Kailis
nb: Pelstype
pt: Pelagem
ru: Шерсть
tr: Tüy

source: Coat Type
bg: Тип окосмяване
cs: Typ srsti
de: Fellart
fr_ca: Type de pelage
he: סוג הפרווה
hu: Szőr típusa
lt: Kailio tipas
nb: Pelstype
pt: Tipo de Pelagem
ru: Тип шерсти
tr: Tüy Tipi

source: Coat Types
bg: Типове окосмения
cs: Typy Srsti
de: Fellarten
fr_ca: Types de pelage
he: סוגי פרווה
hu: Szőrtipusok
lt: Kailio tipai
nb: Pelstyper
pt: Tipos de Pelagem
ru: Типы шерсти
tr: Tür Tipleri

source: Cockapoo
bg: Кокапу
he: קוקפו
lt: Kokerpudelis
ru: Кокерпудель

source: Cockatiel
bg: Корела
cs: Korela chcocholatá
de: Nymphensittich
fr_ca: Calopsitte élégante
he: קוקטיל (נימפית מצויצת)
hu: Nimfapapagáj
lt: Papūga
nb: Nymfeparakitt
ru: Корелла

source: Cockatoo
bg: Какаду
cs: Kakadu
de: Kakadu
fr_ca: Cacatoès
he: קקדו
hu: Kakadu
lt: Kakadu
nb: Kakadue
ru: Какаду

source: Cocker Spaniel
bg: Кокер спаньол
cs: Kokršpaněl
he: קוקר ספניאל
hu: Cocker spániel
lt: Amerikiečių kokerspanielis
ru: Английский кокер-спаниель

source: Code
bg: Код
cs: Kód
de: Referenznummer
he: קוד
hu: Kód
lt: Kodas
nb: Kode
pt: Código
ru: Код
tr: Kod

source: Code contains
bg: Кодът съдържа
cs: Kód obsahuje
de: Nummer enthält
fr_ca: Le code contient
he: הקוד מכיל
hu: Kód tartalma
lt: Kode yra
nb: Kode inneholder
pt: Código contém
ru: Код содержит
tr: Kodun içerdikleri

source: Code format tokens:
bg: Букви (на латиница) за формат на кода:
cs: Tokeny formátu kódu:
de: Format der Referenznummer-Marken:
fr_ca: Jetons de format de code:
he: אותיות פורמט לקוד:
hu: Kód formátum token:
lt: Kodo formato simbolių reikšmės:
nb: Kodeformat:
pt: Tokens de formato de código:
ru: Значения символов в коде:
tr: Kod format tokenleri:

source: Collie
bg: Коли
cs: Kolie
fr_ca: Colley
he: קולי
hu: skót juhászkutya
lt: Kolis
ru: Колли

source: Color
bg: Цвят
cs: Barva
de: Farbe
fr_ca: Couleur
he: צבע
hu: Szín
lt: Spalva
nb: Farge
pt: Cor
ru: Окрас
tr: Renk

source: Color to use when publishing to third party services and adoption sites
bg: Цвят за използване когато се публикува към трети страни или сайтове за осиновяване
cs: Barva kterou použít při publikování do služeb třetích stran a adopčních stránek
de: Zu verwendende Farbe bei Veröffentlichung auf Fremdservices und Vermittlungsseiten
fr_ca: Couleur à utiliser pour la publication à un service tiers et sites d'adoption
he: צבע לפרסום בשירותי צד ג׳ ואתרי אימוץ
hu: Harmadik fél szolgáltatója és hirdetőfelületeken való közzétételhez használatos szín.
pt: Cor a utilizar ao publicar em serviços e sites de adoção de terceiros
ru: Окрас, который будет использован при публикации на сторонних сайтах и сайтах по пристройству животных

source: Colors
bg: Цветове
cs: Barvy
de: Farben
fr_ca: Couleurs
he: צבעים
hu: Színek
lt: Spalvos
nb: Farger
pt: Cores
ru: Окрасы
tr: Renkler

source: Columns
bg: Колони
cs: Sloupce
de: Spalten
fr_ca: Colonnes
he: עמודות
hu: Oszlopok
lt: Stulpeliai
nb: Kolonner
pt: Colunas
ru: Столбцы
tr: Kolonlar

source: Columns displayed
bg: Видими колони
cs: Zobrazené sloupce
de: Angezeigte Spalten
fr_ca: Colonnes affichées
he: עמודות מוצגות
hu: Megjelenített oszlopok
lt: Atvaizduojami stulpeliai
nb: Viste kolonner
pt: Colunas apresentadas
ru: Отображаемые столбцы
tr: Gösterilen Kolonlar

source: Comma separated list of extra addresses that the From email field of send email dialogs will prompt with
bg: Списък със допълнителни адреси, разделен със запетая, който ще покаже полето от имейли на изпратени имейли
he: רשימה מופרדת בפסיקים של כתובות נוספות לבחירה עבור שדה מאת בטפסי אימייל
pt: Lista separada por vírgulas com os endereços extra que serão apresentados pelo campo "De" da caixa de diálogo de envio de e-mails

source: Comma separated list of extra addresses that the To and CC email fields of send email dialogs will prompt with
bg: Разделен със запетая списък с алтернативни адреси, които се изискват от полетата за имейл "до" и "копие" в диалоговите прозорци за изпращане на имейли
he: ‫רשימה מופרדת בפסיקים של כתובות נוספות לבחירה עבור שדה עותק בטפסי אימיי
pt: Lista separada por vírgulas com os endereços extra que serão apresentados pelos campos "Para" e "CC" da caixa de diálogo de envio de e-mails

source: Comma separated list of units for this location, eg: 1,2,3,4,Isolation,Pen 5
bg: Разделен със запетая списък с единици за това местоположение, например: 1,2,3,4, Изолация и т.н.
cs: Čárkami oddělený seznam jednotek pro toto umístění, např.: 1,2,3,4, izolace, pero 5
fr_ca: Liste des unités pour ce lieu, séparées par des virgule, ex: 1,2,3,4,Isolation,Cage 5
he: רשימה מופרדת בפסיקים של יחידות למיקום זה, למשל: 1,2,3,4,בידוד,כלוב 5
pt: Lista separada por vírgulas das secções deste local, por exemplo: 1,2,3,4, Isolamento, Jaula 5

source: Comments
bg: Коментари
cs: Poznámky
de: Anmerkungen
fr_ca: Commentaires
he: הערות
hu: Megjegyzések
lt: Aprašymas
nb: Kommentarer
pt: Comentários
ru: Комментарии
tr: Yorumlar

source: Comments Contain
bg: Коментарите съдържат
cs: Poznámky obsahují
de: Anmerkungen enthalten
fr_ca: Les commentaires contiennent
he: ההערות מכילות
hu: Megjegyzések tartalma
lt: Aprašyme yra
pt: Comentários Contêm
ru: Комментарий
tr: Yorumların İçerdikleri

source: Comments contain
bg: Коментарите съдържат
cs: Poznámky obsahují
de: Anmerkungen enthalten
fr_ca: Les commentaires contiennent
he: ההערות מכילות
hu: Megjegyzések tartalma
lt: Aprašyme yra
nb: Kommentarer inneholder
pt: Comentários contêm
ru: Комментарии содержат
tr: Yorumların içerdikleri

source: Comments copied to web preferred media.
bg: Коментари, копирани в предпочитан уеб носител.
cs: Komentáře okopírovány na web preferovaného média.
de: Bemerkungen werden zu voreingestellten Medien ins Internet kopiert
fr_ca: Commentaires copiés sur le web.
he: ההערות הועתקו לקובץ המועדף.
hu: Webes felületen preferált adathordozóra másolt megjegyzések.
lt: Aprašymas nukopijuotas prie publikavimui internete skirto failo.
nb: Kopierte kommentarer til foretrukket media for web.
pt: Comentários copiados para as imagens preferenciais para a Web.
ru: Комментарии скопированы в файл, подготовленный для веб-публикации.
tr: Yorumlar, web tercih edilen ortama kopyalandı

source: Complaint
bg: Жалба
cs: Stížnost
de: Beschwerde
fr_ca: Plainte
he: תלונה
hu: Panasz
lt: Nusiskundimai
nb: Klage
pt: Queixa
ru: Жалоба
tr: Şİkayet

source: Complete
bg: Приключи
cs: Úplný
de: Vollständig
fr_ca: Terminée
he: הושלמה
hu: Kész
lt: Užbaigta
nb: Fullført
pt: Concluído
ru: Выполнить
tr: Tamamlananlar

source: Complete Tasks
bg: Приключени задачи
cs: Dokončené Úkoly
de: Erledigte Aufgaben
fr_ca: Tâches terminées
he: סיים משימות
hu: Kész feladatok
lt: Atliktos užduotys
nb: Ferdige oppgaver
pt: Completar Tarefas
ru: Выполнить задачи
tr: Tamamlanan İşler

source: Complete adoption date before linking to event.
he: מלאו תאריך אימוץ לפני קישור לאירוע.

source: Completed
bg: Изпълнена
cs: Dokončeno
de: Erledigt
fr_ca: Terminé
he: הושלמה
hu: Befejezett
lt: Atlikta
nb: Fullført
pt: Concluído em
ru: Завершено
tr: Tamamlananlar

source: Completed Between
bg: Интервал на приключване
cs: Dokončeno během
de: Abgeschlossen zwischen
fr_ca: Terminée entre
he: סוים בין
hu: között befejezve
nb: Fullført mellom
pt: Concluído Entre
ru: В период
tr: Arasında Tamamlananlar

source: Completed Date
he: מועד סיום

source: Completed Type
bg: Тип на приключване
cs: Dokončený typ
fr_ca: Type terminé
he: סוג סיום
hu: típus befejezve
nb: Fullført type
pt: Tipo de Conclusão
ru: Завершенный тип
tr: Tamamlananın Tipi

source: Completed between
bg: Интервал на приключване
he: סוים בין
nb: Fullført mellom

source: Completed between two dates
bg: Интервал на приключване между две дати
he: סוים בין התאריכים
nb: Fullført mellom to datoer

source: Completed notes upto today
bg: Приключени бележки към днешна дата
cs: Vyřízené poznámky k dnešnímu dni
de: Abgeschlossene Notizen bis heute
fr_ca: Notes terminées jusqu'à aujourd'hui
he: הערות סיום עד היום
hu: Befejezett jegyzetek mai napig
lt: Iki šiandienos atliktos užduotys
nb: Fullstendige notater frem til i dag
pt: Anotações concluídas até à data
ru: Выполненные актуальные на сегодня задачи
tr: Bugüne kadarki tamamlanan notlar

source: Completed type {0}
bg: Тип на приключване {0}
he: סוג סיום {0}
nb: Fullført type {0}

source: Completion Date
cs: Datum dokončení
de: Abschlussdatum
he: מועד סיום
hu: Teljesítás dátuma
ru: Дата выполнения
tr: Tamamlanma Tarihi

source: Completion Date/Time
bg: Дата/час на приключване
fr_ca: Date/heure de fin
he: תאריך וזמן סיום
nb: Ferdigstilt dato/klokkeslett
pt: Data/Hora de Conclusão

source: Completion Type
bg: Приключен като
cs: Typ dokončení
fr_ca: Type de fin
he: סוג סיום
hu: Teljesítés típusa
nb: Ferdigstilt type
pt: Tipo de Conclusão
ru: Тип выполнения
tr: Tamamlanma Tipi

source: Configuration
bg: Настройки
cs: Konfigurace
de: Konfiguration
he: תצורה
hu: Beállítás
lt: Konfigūracija
nb: Konfigurasjon
pt: Configuração
ru: Настройки
tr: Konfigürasyon

source: Confirm
bg: Потвърди
cs: Potvrdit
de: Bestätigen
fr_ca: Confirmer
he: אשר
hu: Megerősítés
lt: Patvirtinti
nb: Bekreft
pt: Confirmar
ru: Подтвердить
tr: Onayla

source: Confirm Password
bg: Потвърди паролата
cs: Potvrdit heslo
de: Passwort bestätigen
fr_ca: Confirmer le mot de passe
he: אשר סיסמא
hu: Jelszó megerõsítése
lt: Slaptažodžio patvirtinimas
nb: Bekreft passord
pt: Confirmar Senha
ru: Подтвердите новый пароль
tr: Şifreyi Onayla

source: Confirmation message
bg: Съобщение за потвърждение
cs: Potvrzující zpráva
de: Bestätigungsmeldung
fr_ca: Message de confirmation
he: הודעת אישור
hu: Megerősítő üzenet
nb: Bekreftelsesmelding
pt: Mensagem de confirmação

source: Confirmed
bg: Потвърдено
cs: Potvrzeno
de: Bestätigt
fr_ca: Confirmé
he: מאושר
hu: Megerősitett
nb: Bekreftet
pt: Confirmado
ru: Подтверждено

source: Consulting Room
bg: Кабинет за консултации
cs: Konzultační místnost
fr_ca: Salle de consultation
he: חדר ייעוץ
hu: Tárgyaló
pt: Consultório

source: Consulting Room - {0}
bg: Кабинет за консултации - {0}
cs: Konzultační místnost - {0}
fr_ca: Salle de consultation - {0}
he: חדר ייעוץ - {0}
hu: Tárgyaló terem - {0}
pt: Consultório - {0}

source: Consumed
bg: Консумирана
cs: Spotřebováno
de: Verbraucht
fr_ca: Utilisé
he: נצרך
hu: Elfogyasztott
nb: Forbrukt
pt: Consumido
ru: Израсходовано
tr: Tüketilen

source: Contact
bg: За връзка
cs: Kontakt
de: Kontakt
he: איש קשר
hu: Kapcsolattartó
lt: Kontaktinis asmuo
nb: Kontakt
pt: Contacto
ru: Контакт
tr: Iletişim

source: Contact Contains
bg: Контактът съдържа
cs: Kontakt obsahuje
de: Kontakt enthält
fr_ca: Le contact contient
he: פרטי קשר מכילים
hu: Kapcsolattartó adatai
lt: Kontaktinis asmuo
nb: Kontakt inneholder
pt: Contacto Contém
ru: Имя содержит
tr: İletişim İçerir

source: Conure
bg: Аратинга
cs: Aratinga
he: קוניור
hu: Conure papagáj
lt: Kūgiauodegė papūga
pt: Periquito Conure
ru: Краснохвостый попугай

source: Convert this movement from a trial to full adoption
he: המר תנועה זו מנסיון לאימוץ מלא
