Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Include animals in the following locations
bg: Включи животни от избраните местонахождения
cs: Zahrnout zvířata v následující oblasti
de: Tiere in folgenden Unterbringungen einbeziehen
fr_ca: Inclure les animaux dans les emplacements suivants
he: לכלול חיות במיקומים הבאים
hu: Az alábbi helyszíneken található állatok bevonása.
lt: Įtraukti gyvūnus, esančius šiose patalpose
nb: Inkluder dyr på de følgene stedene
pt: Incluir animais nos seguintes locais
ru: Включить животных из следующих мест
tr: Belirtilen yerleşkelerdeki hayvanları dahil et

source: Include animals on trial adoption
bg: Включи животните на пробно осиновяване
cs: Zahrnout zvířata ve zkušební adopci
fr_ca: Inclure les animaux en essai d'adoption
he: ‫לכלול חיות באימוץ ניסיון
hu: Hatósági eljárásban lévő állatok bevonása
nb: Inkluder dyr på prøveadopsjon
pt: Incluir animais em adoção experimental
ru: Отправить животных на испытательный срок в новые семьи

source: Include animals who don't have a description
bg: Включи животните без описание
cs: Zahrnout zvířata, která nemají popis
fr_ca: Inclure les animaux qui n'ont pas de description
he: לכלול חיות ללא תיאור
hu: Leírással nem rendelkező állatok bevonása
nb: Inkluder dyr som ikke har beskrivelse
pt: Incluir animais que não têm uma descrição

source: Include animals who don't have a picture
bg: Включи животните, за които няма снимки
cs: Zahrnout zvířata, která nemají obrázek
de: Tiere ohne Bild einbeziehen
fr_ca: Inclure les animaux qui n'ont pas de photo
he: לכלול חיות ללא תמונה
hu: Fénykép nélküli állatok bevonása
lt: Įtraukti gyvūnus be nuotraukų
nb: Inkluder dyr som ikke har et bilde
pt: Incluir animais que não têm uma imagem
ru: Включить животных без фотографий
tr: Fotoğrafları olmayan hayvanları dahil et.

source: Include cruelty case animals
bg: Включи животни, подложени на тормоз
cs: Zahrnout týraná zvířata
de: Tiere aus Fällen von Tierquälerei einbeziehen
fr_ca: Inclure les cas de cruauté envers les animaux
he: לכלול חיות שעברו התעללות
hu: Állatkínzásos esetekben érintett állatok bevonása
lt: Įtraukti žiaurų elgesį patyrusius gyvūnus
nb: Inkluder mishandlingsdyr
pt: Incluir animais provenientes de casos de crueldade
ru: Включить животных, ставших жертвой жестокого обращения
tr: Şiddete maruz kalmış hayvanları dahil et

source: Include deceased animals
bg: Включи починали животни
cs: Zahrnout uhynulá zvířata
fr_ca: Inclure les animaux décédés
he: לכלול חיות מתות
hu: Elhullott állatok bevonása
pt: Incluir animais falecidos

source: Include fostered animals
bg: Включи животни, настанени в приемни домове
cs: Zahrnout zvířata v dočasné péči
de: Tiere in Pflege einbeziehen
fr_ca: Inclure les animaux en famille d'accueil
he: לכלול חיות באומנה
hu: Ideiglenes befogadónál lévő állatok bevonása
lt: Įtraukti pas laikinus globėjus esančius gyvūnus
nb: Inkluder dyr i foterhjem
pt: Incluir animais em FAT
ru: Включить животных на передержке
tr: Geçici yuvada bakılan hayvanları dahil et.

source: Include found
bg: Включително вече намерените
cs: Včetně nalezených
de: Gefundene einbeziehen
fr_ca: Inclure les animaux trouvés
he: לכלול מציאות
hu: Talált állatok bevonása
nb: Inkludér funnet
pt: Incluir encontrados
ru: Включить найденных

source: Include held animals
bg: Включи, животните маркирани като задържани
cs: Zahrnout zadržené zvířata
de: Tiere in Verwahrung einbeziehen
fr_ca: Inclure les animaux en attente
he: לכלול חיות בהמתנה
hu: Előjegyzett állatok bevonása
lt: Įtraukti laikinai neatiduodamus gyvūnus
nb: Inkluder dyr på vent
pt: Incluir animais retidos
ru: Включить животных на передержке
tr: Barınakta muhafaza edilen hayvanları dahil et.

source: Include incomplete medical records when generating document templates
bg: Включи недовършена медицинскa документация, когато генерираш шаблони за документи
cs: Při generování šablon dokumentů zahrnout neúplné lékařské záznamy
de: Unvollständige medizinische Berichte bei der Erstellung von Dokumentvorlagen einbeziehen
fr_ca: Inclure les entrées incomplètes du dossier médical lors de la création de modèle de documents
he: כלול רשומות רפואיות חלקיות בזמן ייצור תבניות מסמכים
hu: Hiányos egészségügyi információk bevonása formanyomtatványok generálásakor
pt: Incluir registos clínicos incompletos ao gerar modelos de documentos
ru: Включать незавершенные медицинские записи при создании шаблонов документов

source: Include non-microchipped animals
he: לכלול חיות ללא שבב

source: Include non-shelter animals
bg: Включи не-приютски животни
cs: Zahrnout zvířata mimo útulek
fr_ca: Inclure un animal hors refuge
he: לכלול חיות שאינן במקלט
hu: Nem menhelyi állatok beovnása
pt: Incluir animais que não se encontram no abrigo

source: Include off-shelter animals in medical calendar and books
bg: Включи животни извън приюта в медицинския календар и документи
cs: Zahrnout zvířata mimo útulek do lékařského kalendáře a knih
de: Externe Tiere in medizinischen Kalender und Behandlungsbuch einbeziehen
fr_ca: Inclure les animaux hors refuge dans le calendrier médical et les registres
he: כלול חיות שאינן במקלט ברשימות ובלוח שנה רפואיים
hu: Menhelyen kívüli állatok egészségügyi naptárba és könyvbe való bevonása
pt: Incluir animais que não se encontram no abrigo na agenda e nos livros clínicos
ru: Включить животных вне приюта в медицинский календарь и записи

source: Include primary photo
he: כלול תמונה מועדפת

source: Include quarantined animals
bg: Включи животните под карантина.
cs: Zahrnout zvířata v karanténě
de: Tiere in Quarantäne einbeziehen
fr_ca: Inclure les animaux en quarantaine
he: לכלול חיות בהסגר
hu: Karanténban lévő állatok beszámítása
lt: Įtraukti karantinuojamus gyvūnus
nb: Inkluder dyr i karantene
pt: Incluir animais em quarentena
ru: Включить животных на карантине
tr: Karantinadaki hayvanları dahil et.

source: Include reserved animals
bg: Включи резервираните животни
cs: Zahrnout rezervovaná zvířata
de: Reservierte Tiere einbeziehen
fr_ca: Inclure les animaux réservés
he: לכלול חיות משוריינות
hu: Foglalt állatok beszámítása
lt: Įtraukti rezervuotus gyvūnus
nb: Inkluder reserverte dyr
pt: Incluir animais reservados
ru: Включить зарезервированных животных
tr: Rezerve edilen hayvanları dahil et.

source: Include retailer animals
bg: Включи животни на търговци
cs: Zahrnout zvířata prodejců
de: Tiere bei Wiederverkäufern einbeziehen
fr_ca: Inclure les détaillants d'animaux
he: לכלול חיות בחנויות
hu: Kereskedésből való állatok beszámítása
lt: Įtraukti pas tarpininkus esančius gyvūnus
nb: Inkluder butikkdyr
pt: Incluir animais de lojistas
ru: Включить животных от продавцов
tr: Satıcıdaki hayvanları dahil et.

source: Include returned
bg: Включи върнат
cs: Zahrnout vrácené
fr_ca: Inclure les réadmissions
he: לכלול חיות שהוחזרו
hu: Visszahozottak bevonása
nb: Inkludert gjenforente
pt: Incluir devolvidos
ru: Включить возвращенных в приют

source: Include this image when publishing
bg: Включи това изображение при публикуване
cs: Zahrnout tento obrázek při publikaci
de: Dieses Bild bei der Veröffentlichung einbeziehen
fr_ca: Inclure cette image en publiant
he: כלול תמונה זו בפרסום
hu: Közzétételkor ennek a képnek a bevonása
lt: Viešinti šią nuotrauką publikuojant
nb: Inkluder dette bilde ved opplastning
pt: Incluir esta imagem ao publicar
ru: Использовать это изображение при публикации
tr: Yayınlarken, bu resmi dahil et.

source: Include unaltered animals
bg: Включи некастрирани животни
cs: Zahrnout nezměněná zvířata
fr_ca: Inclure les animaux non-stérilisés
he: לכלול חיות לא מסורסות/מעוקרות
hu: Nem módosított állatok bevonása
nb: Ta med ukastrerte dyr
pt: Incluir animais não esterilizados/castrados

source: Income
bg: Приход
cs: Příjem
de: Einnahmen
fr_ca: Recettes
he: הכנסה
hu: Bevétel
lt: Pajamos
nb: Inntekt
pt: Receitas
ru: Доход
tr: Gelir

source: Income account for sales tax
bg: Сметка на дохода за данък върху продажбите
he: חשבון הכנסות למע״מ
pt: Conta de receitas para imposto sobre vendas

source: Income from an on-site shop
bg: Приход от магазин в приюта
cs: Příjmy z prodejny
de: Einnahme durch den lokalen Shop
fr_ca: Crédit provenant d'une boutique en ligne
he: הכנסה מחנות הבית
hu: Webshopból származó bevétel
lt: Pajamos iš prieglaudoje esančios parduotuvės
nb: Inntekt fra vår butikk
pt: Receitas de uma loja online
ru: Доход от местного магазина
tr: Web Mağzası Gelirleri

source: Income::
bg: Приходи:
cs: Příjem::
de: Einnahme::
fr_ca: Crédit::
he: הכנסה::
hu: Bevétel:
lt: Pajamos::
nb: Inntekt::
pt: Receitas::
ru: Доход::
tr: Gelir::

source: Income::Adoption
bg: Доход: Осиновявания
cs: Příjmy::Adopce
de: Einnahme::Adoption
fr_ca: Crédit::Adoption
he: הכנסה::אימוץ
hu: Bevétel::Örökbefogadás
lt: Pajamos::Atidavimas
nb: Inntekt::Adopsjon
pt: Receita::Adoção
ru: Доход::ПередачаНовымХозяевам
tr: Gelir::Sahiplenme

source: Income::Donation
bg: Приход: Дарения
cs: Příjmy::Příspěvky
de: Einnahme::Spende
fr_ca: Crédit::Don
he: הכנסה::תרומה
hu: Bevétel::Adomány
lt: Pajamos::Parama
nb: Inntekt::Donasjon
pt: Receitas::Donativo
ru: Доход::Пожертвования
tr: Gelir::Bağış

source: Income::EntryDonation
bg: Приход: Дарение при приемане на куче
cs: Příjmy::DatZaPřijetí
de: Einnahme::Eingangsspende
fr_ca: Crédit::Entrée
he: הכנסה::תרומת_קליטה
hu: Bevétel::Belépési támogatás
lt: Pajamos::Parama už priėmimą
nb: Inntekt::Inntaksdonasjon
pt: Receitas::DonativoEntrada
ru: Доход::ВзносЗаПриют
tr: Gelir::Bağış Girişi

source: Income::Interest
bg: Приход: Лихви
cs: Příjmy::Úroky
de: Einnahme::Zinsen
fr_ca: Crédit::Intérêt
he: הכנסה::ריבית
hu: Bevétel::kamat
lt: Pajamos::Palūkanos
nb: Inntekt::Renter
pt: Receitas::Juros
ru: Доход::Проценты
tr: Gelir::Faizler

source: Income::OpeningBalances
bg: Приход: Остатък от предходен период
cs: Příjmy::PočátečníStavy
de: Einnahme::Eröffnungsbilanz
fr_ca: Crédit::Balance d'ouverture
he: הכנסה::מאזן_פתיחה
hu: Bevétel::NyitóEgyenleg
lt: Pajamos::Pradiniai likučiai
nb: Inntekt::Inngående saldo
pt: Receitas::SaldosAbertura
ru: Доход::НачальныйБаланс
tr: Gelir::Açılan Bakiyeler

source: Income::SalesTax
bg: Приходи: Такси от продажби
he: הכנסה::מעמ
nb: Inntekt::Avgifter salg
pt: Receitas::ImpostoVendas

source: Income::Shop
bg: Приход: Магазин
cs: Příjmy::Prodejna
de: Einnahme::Shop
fr_ca: Crédit::Boutique
he: הכנסה::חנות
hu: Bevétel::Bolt
lt: Pajamos::Parduotuvė
nb: Inntekt::Butikk
pt: Receitas::Loja
ru: Доход::Магазин
tr: Gelir::Mağaza

source: Income::Sponsorship
bg: Приход: Спонсорство
cs: Příjmy::Sponzoři
de: Einnahme:: Patenschaft
fr_ca: Crédit::Parrainage
he: הכנסה::חסות
hu: Bevétel::Támogatás
lt: Pajamos::Rėmimas
nb: Inntekt::Sponsing
pt: Receita::Apadrinhamento
ru: Доход::Спонсорство
tr: Gelir::Sponsorlar

source: Income::WaitingList
bg: Приход: Списък чакащи
cs: Příjmy::SeznamČekajících
de: Einnahme::Warteliste
fr_ca: Crédit::Liste d'attente
he: הכנסה::רשימת_המתנה
hu: Bevétel::VáróLista
lt: Pajamos::Laukiančių sąrašas
nb: Inntekt::Saksliste
pt: Receitas::ListaDeEspera
ru: Доход::ЛистОжидания
tr: Gelir::Beklenen

source: Incoming
bg: Входящи
cs: Přicházející
de: Eingang
fr_ca: Entrant
he: נכנס
hu: Bejövő
lt: Patekę pirmą kartą
nb: Innkommende
pt: Recebido
ru: Входящие
tr: Gelen

source: Incoming Forms
bg: Входящи интернет форми
cs: Příchozí formuláře
de: Eingehende Formulare
fr_ca: Formulaires entrants
he: טפסים נכנסים
hu: Beérkező nyomtatványok
lt: Įeinančios formos
nb: Innkommende skjemaer
pt: Formulários recebidos
ru: Входящие формы
tr: Gelen Formlar

source: Incoming donations (misc)
bg: Други дарения
cs: Příchozí příspěvky (ostatní)
de: Eingehende Spenden (misc)
fr_ca: Donations reçues (Divers)
he: תרומות נכנסות (שונות)
hu: Bejövő adományok (egyéb)
lt: Įeinanti parama (įv.)
nb: Innkommende pengegaver (diverse)
pt: Donativos recebidos (diversos)
ru: Входящие пожертвования (прочее)
tr: Gelen Bağışlar (Diğer)

source: Incoming forms are online forms that have been completed and submitted by people on the web.
bg: Входящите форми са интернет форми, попълнени и изпратени от хора по интернет.
cs: Příchozí formuláře jsou online formuláře, které lidé vyplnili a odeslali na web.
de: Eingehende Formulare sind Online-Formulare, die von Personen im Internet vervollständigt und abgesendet worden sind.
fr_ca: Les formulaires entrants sont les formulaires en ligne qui ont été complétés et soumis par des personnes sur l'internet.
he: טפסים נכנסים הם טפסים מקוונים שמולאו ונשלחו ע״י אנשים באינטרנט.
hu: A beérkező nyomtatványok online nyomtatványok, melyeket az interneten töltöttek ki és küldtek be személyek.
lt: Įeinančios formos yra internetinės - jas užpildė ir atsiuntė žmonės internetu.
nb: Innkommende skjemaer er nettbaserte skjemaer som er fullført og sendt inn av personer på nettet.
pt: Os formulários recebidos são formulários online que foram preenchidos e submetidos por pessoas na Web.
ru: Входящие формы - это формы, заполненный и отправленные на рассмотрение пользователями с сайта
tr: Gelen formlar, web üzerinden insanlar taraından tamamlanıp, gönderilen formlardır.

source: Incoming forms that have been used to create records will be automatically removed when you leave this screen.
bg: Входящите формуляри, използвани за създаване на записи, ще бъдат премахнати автоматично, когато напуснете този екран.
he: טפסים נכנסים שנוצרו מהם רשומות ימחקו אוטומטית כאשר תעזוב מסך זה.
pt: Os formulários recebidos que tenham sido utilizados para criar registos serão automaticamente removidos após abandonar este ecrã.

source: Incoming forms will be automatically removed after {0} days.
bg: Входящите формуляри ще бъдат премахнати автоматично след {0} дни.
fr_ca: Les formulaires entrants seront automatiquement supprimés après {0} jours.
he: טפסים נכנסים יוסרו אוטומטית אחרי {0} ימים.
pt: Os formulários recebidos serão automaticamente removidos após {0} dias.

source: Incomplete incidents
bg: Неприключени инциденти
cs: Neúplné incidenty
de: Unvollständige Vorfälle
fr_ca: Incidents incomplets
he: תקריות שלא נסגרו
hu: Hiányos esetek
nb: Ufullstendige hendelser
pt: Incidentes incompletos
ru: Незавершенные события
tr: Eksik olaylar/vakalar

source: Incomplete notes upto today
bg: Не приключени бележки към днешна дата
cs: Nevyřízené poznámky k dnešnímu dni
fr_ca: Notes incomplètes jusqu'à aujourd'hui
he: משימות פתוחות עד היום
hu: Befejezetlen feljegyszések a mai napig
lt: Iki šiandienos neatliktos užduotys
nb: Ufullstendige notater frem til i dag
pt: Anotações por concluir até à data
ru: Невыполненные актуальные на сегодня задачи
tr: Bugüne kadarki tamamlanmamış notlar

source: Indefinitely
bg: За неопределено време
he: ללא הגבלת זמן
pt: Indefinidamente

source: Index
bg: Съдържание
cs: Rejstřík
de: Inhalt
fr_ca: Indexe
he: אינדקס
lt: Rodyklė
nb: Indeks
pt: Índice
ru: Список
tr: İndeks

source: Individual/Couple
bg: Частно лице
cs: Jednotlivec / pár
de: Einzelperson/Paar
fr_ca: Individu/Couple
he: יחיד/זוג
hu: Személy/személyek
nb: Individ/par
pt: Pessoa Individual/Casal
ru: Индивидуальный/групповой
tr: Tek/Çift

source: Induct a new animal
bg: Приемане на ново животно
cs: Zavést nové zvíře
de: Neues Tier aufnehmen
fr_ca: Accueillir un nouvel animal
he: הוסף חיה חדשה
hu: Új állat behívása
lt: Naujo gyvūno priėmimas
nb: Ta inn et nytt dyr
pt: Integrar um novo animal
ru: Добавить новое животное
tr: Yeni hayvan oluştur.

source: Information
bg: Информация
cs: Informace
he: מידע
hu: Információk
lt: Informacija
nb: Informasjon
pt: Informação
ru: К сведению
tr: Bilgi

source: Initials
bg: Инициали
cs: Iniciály
de: Initialen
fr_ca: Initiales
he: ראשי תיבות
hu: Kezdőbetűk
lt: Inicialai
nb: Initialer
pt: Iniciais
ru: Инициалы
tr: İlk harfler

source: Install
bg: Инсталирай
cs: Nainstalovat
de: Einspielen
fr_ca: Installer
he: התקן
hu: Telepítés
lt: Įdiegti
nb: Installer
pt: Instalar
ru: Добавить
tr: Kur

source: Install the selected reports to your database
bg: Инсталирай избраните справки в базата данни
cs: Instalovat zvolené reporty do vaší databáze
de: Ausgewählte Berichte in Ihre Datenbank einspielen
fr_ca: Ajouter les rapports sélectionnés à votre base de données
he: התקן את הדוחות שנבחרו לבסיס הנתונים
hu: Kiválasztott jelentés feltöltése a saját adatbázisba
lt: Įdiegti pasirinktas ataskaitas į Jūsų duomenų bazę
nb: Installer de valgte rapportene til databasen
pt: Instalar os relatórios selecionados na sua base de dados
ru: Добавить выделенные отчеты в вашу базу данных
tr: Seçili raporları, veritabanına kur.

source: Insurance
bg: Застраховка
cs: Pojištění
de: Versicherung
fr_ca: Assurance
he: ביטוח
hu: Biztosítás
lt: Draudimas
nb: Forsikring
pt: Seguro
ru: Страховка
tr: Sigorta

source: Insurance No
bg: Номер на застраховка
cs: Číslo Pojištění
de: Versicherungsnummer
fr_ca: Assurance n°
he: מס׳ פוליסת ביטוח
hu: Biztosítás száma
lt: Draudimo numeris
pt: N.º de Seguro
ru: Страховой номер
tr: Sigorta No

source: Intake
bg: Приет
cs: Příjem
de: Aufnahme
fr_ca: Admissions
he: קליטה
hu: Felvett létszám
nb: Inntak
pt: Admissão

source: Intakes {0}
bg: Приети {0}
cs: Příjmy {0}
fr_ca: Admissions {0}
he: קליטות {0}
hu: Felvett létszám {0}
lt: Priėmimai {0}
nb: Inntak {0}
pt: Admissões {0}
ru: Поступления {0}
tr: Alınanlar {0}

source: Internal Location
bg: Вътрешни местонахождения
cs: Vnitřní umístění
de: Interne Unterbringung
fr_ca: Emplacement dans le refuge
he: מיקום פנימי
hu: Belső Helyszín
lt: Vidaus patalpa
nb: Intern plassering
pt: Localização Interna
ru: Внутреннее размещение
tr: Dahili Lokasyon

source: Internal Locations
bg: Вътрешни местонахождения
cs: Vnitřní umístění
de: Interne Unterbringungen
fr_ca: Emplacements dans le refuge
he: מיקומים פנימיים
hu: Belső Helyszínek
lt: Vidaus patalpos
nb: Interne plasseringer
pt: Localizações Internas
ru: Внутреннее размещение
tr: İç Yerleşkeler

source: Invalid 2FA Code.
he: קוד 2FA לא חוקי.

source: Invalid email address
cs: Neplatná e-mailová adresa
de: Ungültige E-Mail-Adresse
he: כתובת מייל לא חוקית
hu: Érvénytelen e-mail cím
lt: Neteisingas el. pašto adresas
ru: Неверный email адрес
tr: Geçersiz e-posta adresi

source: Invalid email address '{0}'
bg: Невалиден имейл адрес '{0}'
cs: Neplatná e-mailová adresa '{0}'
fr_ca: Adresse courriel invalide '{0}'
he: כתובת מייל לא חוקית ‘{0}’
hu: Érvénytelen e-mail cím '{0}'
pt: Endereço de email '{0}' inválido

source: Invalid microchip number length
bg: Невалидна дължина на номера на чипа
cs: Neplatná délka čísla mikročipu
de: Länge der Mikrochipnummer ungültig
fr_ca: Longueur du numéro de micropuce invalide
he: אורך שדה שבב לא חוקי
hu: Érvénytelen mikrochip szám hosszúság
nb: Ugyldig lengde på ID-nummer
pt: Comprimento do número de microchip inválido
ru: Неверный набор символов микрочипа
tr: Geçersiz mikroçip numarası uzunluğu

source: Invalid time '{0}', times should be in 00:00 format
bg: Невалиден час '{0}'. Трябва да е във формат ЧЧ:ММ
cs: Neplatný čas '{0}', musí být ve formátu HH:MM
de: Ungültige Zeitangabe '{0}', Zeitangaben sollten im Format 00:00 erfolgen
fr_ca: Heure invalide '{0}', les heures doivent être au format 00:00
he: זמן לא חוקי ׳{0}׳. הפורמט החוקי הוא 00:00
hu: Érvénytelen idő '{0}', az időt 00:00 formátumban kell megadni
nb: Ugyldig tidspunkt '{0}', tid må angis i HH:MM-format
pt: Hora inválida '{0}': as horas devem estar no formato 00:00
ru: Неверно указано время, правильный формат — ЧЧ:ММ.
tr: Geçersiz saat '{0}', saatler 00:00 formatında olmalıdır.

source: Invalid time, times should be in HH:MM format
bg: Невалиден час. Трябва да е във формат ЧЧ:ММ
cs: Neplatný čas, musí být ve formátu HH:MM
de: Ungültige Zeitangabe '{0}', Zeitangaben sollten im Format HH:MM erfolgen
fr_ca: Heure invalide, les heures doivent être au format HH:MM
he: זמן לא חוקי. הפורמט החוקי הוא HH:MM
hu: Érvénytelen idő, az időt óra:perc formátumban kell megadni
lt: Neteisingai nurodytas laikas; jis turėtų būti HH:MM formato
nb: Ugyldig tidspunkt, tid må angis i HH:MM-format
pt: Hora inválida, as horas devem estar no formato HH:MM
ru: Неверно указано время, правильный формат - ЧЧ:ММ.
tr: Geçersiz saat, saatler HH:MM (SS.DD) formatında olmalıdır.

source: Invalid username or password.
bg: Невалидно потребителско име или парола.
cs: Neplatné uživatelské jméno nebo heslo.
de: Benutzername oder Kennwort ungültig.
fr_ca: Nom d'utilisateur ou mot de passe invalide.
he: משתמש או סיסמא לא חוקיים.
hu: Érvénytelen felhasználói név és/vagy jelszó.
lt: Neteisingas vartotojo vardas arba slaptažodis.
nb: Ugyldig brukernavn eller passord.
pt: Nome de utilizador ou senha inválidos.
ru: Неправильное имя пользователя или пароль.
tr: Geçersiz kullanıcı adı ya da şifre

source: Investigation
bg: Разследване
cs: Pátrání
de: Ermittlung
fr_ca: Enquête
he: חקירה
hu: Ellenőrzés
lt: Tyrimas
nb: Undersøkelse
pt: Investigação
ru: Расследование
tr: Denetimler/Soruşturmalar

source: Investigations
bg: Разследвания
cs: Pátrání
de: Ermittlungen
fr_ca: Enquêtes
he: חקירות
hu: Ellenőrzések
lt: Tyrimai
nb: Undersøkelser
pt: Investigações
ru: Исследования
tr: Denetimler/Soruşturmalar

source: Investigator
bg: Инспектор
cs: Detektiv
de: Ermittler
fr_ca: Enquêteur
he: חוקר
hu: Vizsgáló
lt: Tyrėjas
nb: Etterforsker
pt: Responsável pela Investigação
ru: Следователь
tr: Denetçi

source: Invoice Only
bg: Само фактура
cs: Pouze faktura
fr_ca: Facture seulement
he: חשבונית בלבד
hu: Csak számla
pt: Faturar apenas

source: Irish Setter
bg: Ирландски сетер
cs: Irský Setr
de: Irischer Setter
fr_ca: Setter Irlandais
he: סטר אירי
hu: ír szetter
lt: Airių seteris
nb: Irsk setter
pt: Setter Irlandês
ru: Ирландский сеттер

source: Irish Terrier
bg: Ирландски териер
cs: Irský Teriér
fr_ca: Terrier Irlandais
he: טרייר אירי
lt: Airių terjeras
nb: Irsk terrier
pt: Terrier Irlandês
ru: Ирландский терьер

source: Irish Water Spaniel
bg: Ирландски воден шпаньол
cs: Irský Vodní Španiel
de: Irischer Wasserspaniel
fr_ca: Épagneul d'eau Irlandais
he: ספניאל מים אירי
hu: ír vizispániel
lt: Airių vandens spanielis
pt: Spaniel de Água Irlandês
ru: Ирландский водяной спаниель

source: Irish Wolfhound
bg: ирландски вълкодав
cs: Irský vlkodav
de: Irischer Wolfshund
fr_ca: Lévrier Irlandais
he: וולפהאונד אירי
hu: ír farkaskutya
lt: Airių vilkogaudis
nb: Irsk ulvehund
pt: Wolfhound Irlandês
ru: Ирландский волкодав

source: Is this a permanent foster?
bg: Това настаняване постоянно ли е?
cs: Je to stálý pěstoun?
de: Ist das eine Dauerpflege?
fr_ca: S'agit-il d'une famille d'accueil permanente?
he: האם זו אומנה קבועה?
hu: Ez egy állandó ideiglenes befogadó?
lt: Ar tai nuolatinė globa namuose?
nb: Er dette et permanent fosterhjem?
pt: Esta colocação em FAT é definitiva?
ru: Это временная передержка?
tr: Geçici yuva kalıcı mı?

source: Is this a trial adoption?
bg: Това пробно осиновяване ли е?
cs: Je to adopce na zkoušku?
de: Ist das eine Adoption auf Probe?
fr_ca: Est-ce un essai d'adoption?
he: האם זה אימוץ ניסיון?
hu: Ez egy hatósági örökbefogadás?
lt: Ar tai bandomasis atidavimas?
nb: Er dette en prøveadopsjon?
pt: Esta adoção é experimental?
ru: Это передача животного новому хозяину с испытательным сроком?
tr: Deneme sahiplendirmesi mi?

source: Issue a new insurance number for this animal/adoption
bg: Издай нова застрахователна полица за това животно/осиновител
cs: Vystavit pro toho zvíře/adopci nové číslo pojištění
de: Neue Versicherungsnummer für dieses Tier/diese Tiervergabe ausfolgen
fr_ca: Délivrer un nouveau numéro d'assurance pour cet animal/adoption
he: הפק מספר פוליסת ביטוח חדשה לחיה זו/אימוץ
hu: Új biztosítási szám kiadása ehhez az állathoz/örökbefogadáshoz
lt: Parinkti naują draudimo numerį šiam gyvūnui/atidavimui
nb: Oppgi et nytt forsikringsnummer for dette dyret/adopsjon
pt: Emitir um novo número de seguro para este animal/adoção
ru: Присвоить новый страховой номер данному животному (при передаче новому хозяину)
tr: Bu hayvan/sahiplenme için yeni bir sigorta numarası oluştur.
