Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: {plural0} month.
bg: {plural0} месец.
cs: {plural0} měsíc.
fr_ca: {plural0} mois.
he: חודש {plural0}.
hu: {plural0} hónap.
lt: {plural0} mėnuo.
nb: {plural0} mnd.
pt: {plural0} mês.
ru: {plural0} месяц.
tr: {plural0} ay

source: {plural0} new online form submission
bg: {plural0} нова онлайн форма
cs: {plural0} nové odeslání online formuláře
fr_ca: {plural0} nouveau formulaire en ligne
he: טופס מקוון נכנס חדש {plural0}
hu: {plural0} új online űrlap benyújtása
nb: {plural0} nytt web-skjema sendt inn
pt: {plural0} novo requerimento por formulário online
ru: {plural0} новых онлайн запросов
tr: {plural0} yeni çevrimiçi form teslimi

source: {plural0} person has an overdue payment
bg: {plural0} човекът има пресрочено плащане
cs: {plural0} osoba má zpožděnou platbu
de: {plural0} Person weist eine überfällige Zahlung auf
fr_ca: {plural0} contact(s) ayant un paiement de retard
he: אדם {plural0} עם תשלום שטרם התקבל
hu: {plural0} személy késedelmes fizetéssel rendelkezik
nb: {plural0} person har en forfalt betaling
pt: {plural0} pessoa tem um pagamento em atraso
tr: {plural0} kişinin geciken ödemesi var.

source: {plural0} person with an active reservation has not been homechecked
bg: {plural0} човек с активна резервания не е домашно инспектиран
cs: {plural0} osoba s aktivní rezervací nebyla podrobena domácí kontrole
fr_ca: {plural0} contact avec une réservation active n'a pas été contrôlé à domicile
he: {plural0} לא נבדק הבית של אדם עם שריון פעיל
hu: {plural0} aktív foglalással rendelkező személy nem volt még lelátogatva
lt: {plural1} gyvūną rezervavusio asmens laikymo sąlygos yra nepatikrintos
nb: {plural0} person med en aktiv reservasjon er ikke hjemmesjekket
pt: {plural0} pessoa com uma reserva ativa não foi inspecionada no domicílio
ru: Контактных лиц с активным резервированием и не проверенными условиями содержания: {plural0}
tr: {plural0} aktif rezervasyonu olan kişinin ev kontrolü yapılmadı.

source: {plural0} potential match for a lost animal
bg: {plural0} вероятно съвпадение за изгубено животно
cs: {plural0} potenciální podobnost pro ztracené zvíře
fr_ca: {plural0} correpondance potentielle pour un animal perdu
he: התאמה פוטנציאלית {plural0} לאבידה
hu: {plural0} potenciális egyezés elveszett állat esetén
nb: {plural0} mulige treff for et savnet dyr
pt: {plural0} potencial correspondência para um animal perdido
ru: {plural0} вероятных совпадений среди потерянных животных

source: {plural0} recent publisher run had errors
bg: {plural0} наскоро публикувано има грешки
cs: {plural0} nedávné spuštění vydavatele mělo chyby
fr_ca: {plural0} récente publication effectuée a des erreurs
he: ריצת פרסום אחרונה {plural0} עם שגיאות
hu: {plural0} kiadói újabb futtatás hibákat tartalmazott
pt: {plural0} execução recente do editor gerou erros
ru: в {plural0} недавно опубликованных записях есть ошибки
tr: {plural0} yeni yapılan yayınlama işinde hata.

source: {plural0} reservation has been active over a week without adoption
bg: {plural0} резервация е активни повече от седмица без осиновяване
cs: {plural0} rezervace byla aktivní více než týden bez přijetí
fr_ca: {plural0} réservation a été active plus d'une semaine sans adoption
he: {plural0} שריון פעיל יותר משבוע ללא אימוץ
hu: {plural0} gazdijelölt megjelölés egy héten át aktív volt, de örökbefogadás nem történt
lt: {plural0} rezervacija yra aktyvi ilgiau nei savaitę, tačiau gyvūnas dar neatiduotas
nb: {plural0} reservasjon har vært aktiv i over en uke uten adopsjon
pt: {plural0} reserva tem estado ativa por mais de uma semana sem adoção
ru: Резервирований, открытых более недели и не завершившихся передачей: {plural0}
tr: {plural0} rezervasyon, bir haftadan uzun süredir sahiplendirme yapılmadan aktif durumda.

source: {plural0} result found in {1} seconds. Order: {2}
bg: {plural0} резултат е намерен за {1} секунди. Подредба: {2}
cs: {plural0} výsledek nalezen za {1} sekund. Řazení: {2}
fr_ca: {plural0} résultats trouvés en {1} secondes. Tri: {2}
he: {plural0} תוצאה נמצאה ב {1} שניות. סדר: {2}
hu: {plural0} eredmény létrehozása {1} másodperc alatt. Rendelés: {2}
lt: {plural0} rezultatas rastas per {1} sekundes. Eiliškumas: {2}
nb: {plural0} resultater funnet på {1} sekunder. Rekkefølge: {2}
pt: {plural0} resultado encontrado em {1} segundos. Pedido: {2}
ru: Найдено результатов: {plural0}. Время выполнения: {1} сек. Сортировка: {2}.
tr: {1} de {plural0} sonuç bulundu. Sıra: {2}

source: {plural0} shelter animal has not been microchipped
bg: {plural0} животно не е чипирано
cs: {plural0} zvíře z útulku nebylo mikročipováno
de: {plural0} Tierheimtier ist nicht gechippt
fr_ca: {plural0} animal du refuge n'a pas été micropucé
he: חיה {plural0} במקלט ללא שבב
hu: {plural0} menhelyi állat nem lett chipezve
nb: {plural0} dyr på senter har ikke blitt mikrochippet
pt: {plural0} animal do abrigo não foi microchipado
ru: {plural0} животным в приюте не поставлены микрочипы

source: {plural0} shelter animal has people looking for them
bg: {plural0} животно в приюта имат човек, грижещ се за него
cs: {plural0} zvíře z útulku má lidi, kteří je vyhledávají
de: {plural0} Tierheimtier weist Personen auf, die nach ihm suchen
fr_ca: {plural0} animal du refuge a des contacts qui le recherche
he: לחיה {plural0} במקלט יש אנשים שמחפשים אותה
hu: {plural0} menhelyi állatok, amelyekre van érdeklődő
lt: {plural0} gyvūnas buvo ieškomas
nb: {plural0} dyr på hjelpesenteret har personer som ser etter dem
pt: {plural0} animal do abrigo tem pessoas que o procuram
tr: {plural0} barınak hayvanını, insanlar aramakta

source: {plural0} test needs to be performed today
bg: {plural0} тест трябва да бъде направен днес
cs: {plural0} test musí být proveden dnes
de: {plural0} Test muss heute durchgeführt werden
fr_ca: {plural0} test doit être effectué aujourd'hui
he: בדיקה {plural0} לביצוע היום
hu: {plural0} tesztet kell a mai napon elvégezni
lt: {plural0} testas turi būti atliktas šiandien
nb: {plural0} tester må utføres i dag
pt: {plural0} teste precisa de ser realizado hoje
ru: {plural0} тестов назначено на сегодня
tr: {plural0} test, bugün yapılmalı.

source: {plural0} transport does not have a driver assigned
bg: {plural0} транспорт няма асоцииран шофьор
cs: {plural0} transport nemá přiřazeného řidiče
fr_ca: {plural0} transport n'a pas de conducteur assigné
he: הסעה {plural0} ללא נהג משוייך
hu: {plural0} a transzporthoz nincs sofőr hozzárendelve
pt: {plural0} transporte não tem um condutor atribuído
ru: для {plural0} транспортных средств не назначены водители

source: {plural0} trial adoption has ended
bg: {plural0} пробно осиновяване приключи
cs: {plural0} zkušební adopce byla ukončena
de: {plural0} Adoption auf Probe hat geendet
fr_ca: {plural0} essai d'adoption est terminé
he: אימוץ נסיון {plural0} הסתיים
hu: {plural0} próbaidő lejárt
lt: {plural0} bandomojo atidavimo pabaiga
nb: {plural0} prøveadopsjon er avsluttet
pt: {plural0} adoção experimental terminou
ru: Завершенных пробных периодов: {plural0}
tr: {plural0} deneme sahiplendirmesi sona erdi.

source: {plural0} unaltered animal has been adopted in the last month
bg: {plural0} некастрирано животни бе осиновено този месец
cs: {plural0} nezměněné zvíře bylo přijato v posledním měsíci
fr_ca: {plural0} animaux non stérilisés ont été adoptés le mois dernier
he: חיה {plural0} לא מסורסת/מעוקרת אומצה בחודש האחרון
hu: {plural0} az elmúlt hónapban örökbefogadott állatok
lt: {plural0} nekastruotas/nesterilizuotas gyvūnas buvo atiduotas pastarąjį mėnesį
nb: {plural0} uendret dyr er adoptert den siste måneden
pt: {plural0} animal não esterilizado/castrado foi adotado no último mês
ru: Некастрированных/нестерилизованных животных передано в прошлом месяце: {plural0}
tr: {plural0} kısırlaştırılmamış hayvan, geçen ay sahiplendirildi.

source: {plural0} undispatched animal control call
bg: {plural0} отзован случай на котрол на животните
cs: {plural0} nevyžádaná kontrola od záchranářů zvířat
fr_ca: {plural0} appel non traité du contrôle animalier
he: שיחת פיקוח על בע״ח {plural0} ללא בדיקה בשטח
hu: {plural0} el nem végzett állati kontroll hívás
pt: {plural0} chamada de controlo animal não processada
tr: {plural0} gidilmemiş hayvan kontrol çağrısı

source: {plural0} unpaid fine
bg: {plural0} неплатена глоба
cs: {plural0} nezaplacená pokuta
fr_ca: {plural0} amendes impayées
he: קנס {plural0} לא שולם
hu: {plural0} kifizetetlen bírság
nb: {plural0} ubetalt bot
pt: {plural0} multa não paga
ru: {plural0} неоплаченные штрафы
tr: {plural0} ödenmemiş ceza

source: {plural0} urgent entry on the waiting list
bg: {plural0} спешен запис в списъка с чакащи
cs: {plural0} naléhavý zápis do pořadníku
de: {plural0} dringender Eintrag in der Warteliste
fr_ca: {plural0} entrée urgente sur la liste d'attente
he: רשומה דחופה {plural0} ברשימת ההמתנה
hu: {plural0} sürgős bejegyzés a várólistán
lt: {plural0} svarbus įrašas laukiančių vietos gyvūnų sąraše
nb: {plural0} hasteoppføring på ventelisten
pt: {plural0} entrada urgente na lista de espera
ru: Срочных записей в листе ожидания: {plural0}
tr: Bekleme listesinde, acil {plural0} giriş

source: {plural0} vaccination has expired
bg: {plural0} ваксинациите са изтекли
cs: {plural0} expirační doba vakcinace vypršela
fr_ca: {plural0} vaccination a expiré
he: חיסון {plural0} לחידוש
hu: {plural0} lejárt oltás
nb: {plural0} vaksinasjoner har gått over dato
pt: {plural0} vacinação expirou
ru: {plural0} вакцинаций, срок действия которых истек
tr: {plural0} aşının kullanım süresi doldu.

source: {plural0} vaccination needs to be administered today
bg: {plural0} ваксина трябва да бъде направена днес
cs: {plural0} vakcinace je třeba podat dnes
de: {plural0} Impfung muss heute verabreicht werden
fr_ca: {plural0} vaccination doit être administrée aujourd'hui
he: חיסון {plural0} לביצוע היום
hu: {plural0} ma esedékes oltások
lt: {plural0} vakcinacija turi būti atlikta šiandien
nb: {plural0} vaksine må gis i dag
pt: {plural0} vacinação precisa de ser administrada hoje
ru: Вакцинаций на сегодня: {plural0}
tr: {plural0} aşı, bugün uygulanmalı.

source: {plural0} week.
bg: {plural0} седмица.
cs: {plural0} týden.
de: {plural0} Woche.
fr_ca: {plural0} semaine.
he: שבוע {plural0}.
hu: {plural0} hét.
lt: {plural0} savaitė.
nb: {plural0} uke.
pt: {plural0} semana.
ru: {plural0} неделя.
tr: {plural0} hafta

source: {plural0} year.
bg: {plural0} година.
cs: {plural0} rok.
de: {plural0} Jahr.
fr_ca: {plural0} année.
he: שנה {plural0}.
hu: {plural0} év.
lt: {plural0} metai.
nb: {plural0} år.
pt: {plural0} ano.
ru: {plural0} год.
tr: {plural0} yıl

source: {plural1} adoption checkout requests initiated in the last week are still open
he: ‫{plural1} בקשות אימוץ עצמי שהותחלו בשבוע האחרון ועדיין פתוחות

source: {plural1} animal control calls due for followup today
bg: {plural1} инцидента с животни, с последващи проверки днес
cs: {plural1} volání na kontrolu zvířat, která má dnes následovat
fr_ca: {plural1} appel du contrôle animalier est dû pour un suivi aujourd'hui
he: ‫{plural1} תקריות להמשך מעקב היום
hu: {plural1} mai nap esedékes állat kontroll hívások
pt: {plural1} chamadas de controlo animal com seguimento agendado para hoje
tr: Bugün takibinin yapılması gereken {plural1} hayvan kontrol çağrısı

source: {plural1} animals are not available for adoption
bg: {plural1} животни не са налични за осиновяване
cs: {plural1} zvířata nejsou k dispozici pro adopci
de: {plural1} Tiere sind nicht zur Vergabe freigegeben
fr_ca: {plural1} animaux ne sont pas disponibles pour l'adoption
he: {plural1} חיות לא זמינות לאימוץ
hu: {plural1} nem örökbefogadható állat
lt: {plural1} gyvūnai neatiduodami
nb: {plural1} dyr er ikke tilgjengelig for adopsjon
pt: {plural1} animais não estão disponíveis para adoção
ru: Животных, не доступных для передачи: {plural1}
tr: {plural1} hayvan, sahiplendirilmeye uygun değil.

source: {plural1} animals died
bg: {plural1} животни починаха
cs: {plural1} zvířata uhynula
de: {plural1} Tiere gestorben
fr_ca: {plural1} animaux décédés
he: {plural1} חיות מתו
hu: {plural1} meghalt állatok
lt: {plural1} gyvūnai nugaišo
nb: {plural1} dyr døde
pt: {plural1} animais morreram
ru: {plural1} животных умерло
tr: {plural1} hayvan öldü.

source: {plural1} animals entered the shelter
bg: {plural1} животни бяха приети в приюта
cs: {plural1} zvířata vstoupila do útulku
fr_ca: {plural1} animaux admis au refuge
he: {plural1} חיות נכנסו למקלט
hu: {plural1} menhelyre került állat
lt: {plural1} gyvūnai pateko į prieglaudą
nb: {plural1} dyr ankom hjelpesenteret
pt: {plural1} animais entraram no abrigo
ru: {plural1} животных поступило в приют
tr: {plural1} hayvan barınağa geldi.

source: {plural1} animals have been on the shelter longer than {0} months
bg: {plural1} животни са в приюта повече от {0} месеца
cs: {plural1} zvířata byla v útulku déle než {0} měsíců
fr_ca: {plural1} animaux qui sont au refuge depuis plus de {0} mois
he: {plural1} חיות שהו במקלט יותר מ {0} חודשים
hu: {plural1} Valamennyi állat, amely több mint {0} hónapja van a menhelyen.
nb: {plural1} dyr har vært inne lenger enn {0} måneder
pt: {plural1} animais encontram-se no abrigo há mais de {0} meses
ru: {plural1} животные, срок пребывания в приюте которых больше {0} месяцев.

source: {plural1} animals have holds ending today
bg: {plural1} животните имат последно задържане днес
cs: {plural1} zvířata jsou držena do dnešního dne
de: Für {plural1} Tiere endet heute die Verwahrungsfrist
fr_ca: {plural1} animaux dont la retenue se termine aujourd'hui
he: {plural1} חיות בהמתנה שמסתיימת היום
hu: {plural1} gazdijelöltnek fenntartott kutya előjegyzése lejár
pt: {plural1} animais têm retenções que terminam hoje
ru: количество животных, содержание которых истекает сегодня: {plural1}
tr: {plural1} hayvanın, barınakta tutulma süreleri bugün doluyor.

source: {plural1} animals have never had a vaccination of any type
he: ‫{plural1} חיות ללא חיסון מכל סוג שהוא

source: {plural1} animals have not had a rabies vaccination
bg: {plural1} животните не са имали ваксинация срещу бяс
he: ‫{plural1} חיות ללא חיסון כלבת
nb: {plural1} dyr har ikke tatt vaksine mot rabies

source: {plural1} animals were TNR
bg: {plural1} животни бяха върнати на място след кастрация
fr_ca: {plural1} animaux étaient TNR
he: {plural1} חיות נתפסו, עוקרו/סורסו והוחזרו
nb: {plural1} dyr ble satt ut i det fri
pt: {plural1} animais foram capturados/esterilizados/libertados

source: {plural1} animals were adopted
bg: {plural1} животни бяха осиновени
cs: {plural1} zvířata byla adoptována
de: {plural1} Tiere wurden adoptiert
fr_ca: {plural1} animaux ont été adoptés
he: {plural1} חיות אומצו
hu: {plural1} örökbefogadott állat
lt: {plural1} gyvūnai buvo atiduoti
nb: {plural1} dyr ble adoptert
pt: {plural1} animais foram adotados
ru: {plural1} животных было пристроено
tr: {plural1} hayvan sahiplenildi.

source: {plural1} animals were dead on arrival
bg: {plural1} животни са мъртви при пристигане
cs: {plural1} zvířata byla uhynulá při příjezdu
fr_ca: {plural1} animaux décédés à l'arrivée
he: {plural1} חיות הגיעו מתות למקלט
hu: {plural1} beérkezéskor meghalt kutyák
nb: {plural1} dyr var døde ved ankomst
pt: {plural1} animais estavam mortos à chegada

source: {plural1} animals were euthanized
bg: {plural1} животни бяха евтаназирани
cs: {plural1} zvířata byla usmrcena
de: {plural1} Tiere wurden euthanasiert
fr_ca: {plural1} animaux ont été euthanasiés
he: {plural1} חיות הורדמו
hu: {plural1} elaltatott állat
lt: {plural1} gyvūnams buvo atlikta eutanazija
nb: {plural1} dyr ble avlivet
pt: {plural1} animais foram eutanasiados
ru: {plural1} животных было усыплено
tr: {plural1} hayvan ötenaziyle öldürüldü.

source: {plural1} animals were reclaimed by their owners
bg: {plural1} животни си бяха взети обратно от собствениците
cs: {plural1} zvířata byla znovu přijata jejich majiteli
fr_ca: {plural1} animaux ont été réclamés par leur propriétaire
he: {plural1} חיות נדרשו ע״י הבעלים שלהם
hu: {plural1} eredeti gazda által visszakövetelet állat
lt: {plural1} gyvūnai grąžinti jų savininkams
nb: {plural1} dyr ble gjenforent med eier
pt: {plural1} animais foram reivindicados por respetivos donos
tr: {plural1} hayvan, sahibi tarafından yeniden talep edildi.

source: {plural1} animals were released to wild
bg: {plural1} животните бяха пуснати на свобода
fr_ca: {plural1} animaux ont été relâchés dans la nature
he: ‫{plural1} חיות ששוחררו לטבע
nb: {plural1} dyr ble satt ut i det fri
pt: {plural1} animais foram libertados na natureza

source: {plural1} animals were transferred to other shelters
bg: {plural1} животни бяха прехвърлени в друг приют
cs: {plural1} zvířata byla převedena do jiných útulků
de: {plural1} Tiere wurden anderen Tierheimen übergeben
fr_ca: {plural1} animaux ont été transférés dans d'autres refuges
he: {plural1} חיות הועברו למקלטים אחרים
hu: {plural1} állat átszállítása másik menhelyre
lt: {plural1} gyvūnai perkelti į kitas prieglaudas
nb: {plural1} dyr ble overført til andre hjelpesentre
pt: {plural1} animais foram transferidos para outros abrigos
ru: {plural1} животные, переданные в другие приюты
tr: {plural1} hayvan başka barınaktan geldi.

source: {plural1} clinic appointments today
bg: {plural1} животните записани за преглед днес
fr_ca: {plural1} rendez-vous à la clinique aujourd'hui
he: ‫{plural1} פגישות במרפאה היום
pt: {plural1} agendamentos clínicos para hoje

source: {plural1} days.
bg: {plural1} дни.
cs: {plural1} dnů.
de: {plural1} Tage.
fr_ca: {plural1} jours.
he: {plural1} ימים.
hu: {plural1} napok.
lt: {plural1} dienos.
nb: {plural1} dager.
pt: {plural1} dias.
ru: {plural1} дня.
tr: {plural1} günler.

source: {plural1} document signing requests have been received in the last week
bg: {plural1} искания за подписване на документи са получени през последната седмица
he: {plural1} בקשות לחתימה על מסמכים התקבלו בשבוע האחרון
nb: {plural1} forespørsler om dokumentsignering mottatt siste uken
pt: {plural1} pedidos de assinatura de documentos recebidos na semana passada

source: {plural1} document signing requests issued in the last month are unsigned
bg: {plural1} заявки за подписване на документи, издадени през последния месец, са неподписани
he: {plural1} בקשות לחתימה על מסמכים מהחודש האחרון טרם נחתמו
pt: {plural1} pedidos de assinatura de documentos emitidos no mês passado ainda não estão cumpridos

source: {plural1} incomplete animal control calls
bg: {plural1} непълен номер на контрол на животните
cs: {plural1} neúplné animal control calls
fr_ca: {plural1} appels du contrôle animalier incomplets
he: ‫{plural1} תקריות שלא טופלו
hu: {plural1} befejeztlen állat kontroll hívás
pt: {plural1} chamadas de controlo animal incompletas
ru: {plural1} незавершенных звонков по контролю за содержанием животных
tr: {plural1} tamamlanmamış hayvan kontrol çağrısı

source: {plural1} items of equipment are overdue for return
he: ‫{plural1} פריטי ציוד שטרם הוחזרו

source: {plural1} items of stock expire in the next month
bg: {plural1} артикулът от склада изтича следващия месец
cs: {plural1} položkám zásob vyprší expirační doba v příštím měsíci
fr_ca: {plural1} articles de l'inventaire expirent le mois prochain
he: {plural1} פרטי מלאי שיפוג תוקפם בחודש הבא
hu: {plural1} raktáron lévő termék a jövő hónapban lejár
pt: {plural1} itens de stock expiram no próximo mês
ru: {plural1} единиц товаров, срок годности которых истекает в следующем месяце
tr: {plural1} envanter malzemesinin kullanım süresi gelecek ay dolacak.

source: {plural1} items of stock have expired
bg: {plural1} артикулът от склада не е наличен
cs: {plural1} položky zásob vypršely
fr_ca: {plural1} articles de l'inventaire ont expirés
he: {plural1} פרטי מלאי שפג תוקפם
hu: {plural1} lejárt raktáron lévő termék
pt: {plural1} itens de stock expiraram
ru: {plural1} единиц товаров, срок годности которых истек
tr: {plural1} envanter malzemesinin son kullanım tarihi geçti.

source: {plural1} medical treatments need to be administered today
bg: {plural1} медицински лечения трябва да бъдат администрирани днес
cs: {plural1} lékařské ošetření musí být podáno dnes
de: {plural1} Medizinische Behandlungen müssen heute durchgeführt werden
fr_ca: {plural1} traitements médicaux doivent être administrés aujourd'hui
he: {plural1} טיפולים רפואיים לביצוע היום
hu: {plural1} mai napon esedékes gyógykezelések
lt: {plural1} vaistai turi būti suduoti šiandien
nb: {plural1} medisinsk behandling må gis i dag
pt: {plural1} tratamentos clínicos precisam de ser administrados hoje
ru: Процедур на сегодня: {plural1}
tr: {plural1} tıbbi tedavi bugün uygulanmalı.

source: {plural1} months.
bg: {plural1} месеца.
cs: {plural1} měsíců.
fr_ca: {plural1} mois.
he: {plural1} חודשים.
hu: {plural1} hónap.
lt: {plural1} mėnesiai
nb: {plural1} mnd.
pt: {plural1} meses.
ru: {plural1} месяца.
tr: {plural1} ay.

source: {plural1} new online form submissions
bg: {plural1} нови онлай форми
cs: {plural1} nové podání online formuláře
fr_ca: {plural3} nouveau formulaire en ligne
he: {plural1} טפסים מקוונים נכנסים חדשים
hu: {plural1} új online nyomtatvány benyújtása
nb: {plural1} nytt web-skjema innsendt
pt: {plural1} novos requerimentos por de formulários online
ru: {plural1} новых онлайн запросов
tr: {plural1} yeni çevrimiçi form teslimi

source: {plural1} people have overdue payments
bg: {plural1} хора с пресрочени плащания
cs: {plural1} lidé mají platby po splatnosti
de: {plural1} Personen weisen überfällige Zahlungen auf
fr_ca: {plural1} contacts ayant des retards de paiements
he: {plural1} אנשים עם תשלומים שטרם שולמו
hu: {plural1} személynek van kifizetetlen tartozása
nb: {plural1} personer har forfalte innbetalinger
pt: {plural1} pessoas têm pagamentos em atraso
ru: {plural1} человек просрочили платежи
tr: {plural1} kişinin geciken ödemesi var.

source: {plural1} people with active reservations have not been homechecked
bg: {plural1} човека с активни резервании не са домашно инспектирани
cs: {plural1} lidé s aktivní rezervací nebyli podrobeni domácí kontrole
fr_ca: {plural1} contacts avec des réservations actives qui n'ont pas étécontrôlés à domicile
he: {plural1} אנשים עם שריונים פעילים שטרם נבדקו בתיהם
hu: {plural1} gazdijelölt még nem lett lelátogatva
lt: {plural1} gyvūnus rezervavusių asmenų laikymo sąlygos yra nepatikrintos
nb: {plural1} personer med aktive reservasjoner er ikke hjemmesjekket
pt: {plural1} pessoas com reservas ativas não foram inspecionadas no domicílio
ru: Контактных лиц с активным резервированием и не проверенными условиями содержания: {plural1}
tr: {plural1} aktif rezervasyonu olan kişinin, ev kontrolü yapılmadı.

source: {plural1} potential matches for lost animals
bg: {plural1} вероятно съвпадение за изгубени животни
cs: {plural1} potenciální shody podobnosti pro ztracená zvířata
fr_ca: {plural1} correspondances potentielles pour les animaux perdus
he: {plural1} התאמות פוטנציאליות לאבידות
hu: {plural1} potenciális egyezések elveszett állatokra
pt: {plural1} potenciais correspondências para animais perdidos
ru: {plural1} вероятных совпадений среди потерянных животных

source: {plural1} recent publisher runs had errors
bg: {plural1} наскоро публикувано има грешки
cs: {plural1} nedávné běhy vydavatelů měly chyby
fr_ca: {plural1} récente publication effectuée a des erreurs
he: {plural1} ריצות פרסום אחרונות עם שגיאות
hu: {plural1} legutóbbi közzétételi futtatások hibásak voltak
pt: {plural1} execuções recentes do editor geraram erros
ru: в {plural1} недавно опубликованных записях есть ошибки
tr: {plural1} yayıncı işleri hatası
