Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Treat foster animals as part of the shelter inventory
bg: Третирай настанените животни в приемни домове като налични за приюта
cs: Zacházet se zvířetem v domácí péči jako by bylo v útulku
de: Tiere in Pflege als Teil des Tierheimbestandes behandeln
fr_ca: Traiter les animaux en famille d'accueil comme faisant partie de l'inventaire du refuge
he: התייחס לחיות באומנה כחלק ממאגר המקלט
lt: Pas laikinus globėjus esančius gyvūnus laikyti prieglaudos gyvūnų dalimi
nb: Behandle dyr i fosterhjem som en del av hjelpesenterets inventar
pt: Tratar animais em FAT como parte do inventário do abrigo
ru: Обрабатывать животных на передержке как животных в приюте
tr: Geçici yuvadaki hayvanlara, barınak envanterinin parçası olarak davran.

source: Treat soft releases as part of the shelter inventory
bg: Обработените животни при търговците като част от инвентара на приюта
fr_ca: Traiter les libérations douce comme faisant parti de l'inventaire du refuge
he: התייחס לחיות בשחרור ומעקב כחלק ממאגר המקלט
nb: Behandle myke overganger til naturen som en del av hjelpesenteret
pt: Processar as libertações controladas como parte do inventário do abrigo

source: Treat trial adoptions as part of the shelter inventory
bg: Третирай пробно осиновените животни, като налични в приюта
cs: Zacházet se zkušebními adopcemi jako součást inventáře útulku
de: Adoptionen auf Probe als Teil des Tierheimbestandes behandeln
fr_ca: Traiter les essais d'adoption comme faisant parti de l'inventaire du refuge
he: התייחס לחיות באימוץ ניסיון כחלק ממאגר המקלט
lt: Laikyti pabandymui atiduotus gyvūnus kaip esančius prieglaudoje
nb: Prøveadopsjoner som del av hjelpesenteret
pt: Tratar as adoções de teste como parte do inventário de abrigos
ru: Обрабатывать животных, отданных новым хозяевам на испытательный срок, как животных в приюте
tr: Deneme sahiplendirmesindeki hayvanlara, barınak envanterinin parçası olarak davran.

source: Treatment
bg: Лечение
cs: Ošetření
de: Behandlung
fr_ca: Traitement
he: טיפול
hu: Kezelés
lt: Gydymas
nb: Behandling
pt: Tratamento
ru: Лечение
tr: Tedavi

source: Treatment Given
bg: Проведено лечение
cs: Léčba Podána
de: Behandelt
fr_ca: Traitement administré
he: טיפול ניתן
lt: Gydymas atliktas
nb: Behandling gitt
pt: Tratamento Administrado
ru: Лечение выполнено
tr: Uygulanan Tedavi

source: Treatment marked as given for {0} - {1}
bg: Лечението е маркирано като проведено за {0} - {1}
cs: Léčba označena jako podána pro {0} - {1}
de: Behandlung für {0} als durchgeführt gekennzeichnet - {1}
fr_ca: Traitement marqué comme administré pour {0} - {1}
he: טיפול סומן כניתן עבור {0} - {1}
lt: Gydymas pažymėtas atliktu {0} - {1}
nb: Behandling merket som gitt til {0} - {1}
pt: Tratamento assinalado com administrado para {0} - {1}
ru: Лечение помечено как примененное для {0} — {1}
tr: Tedavi {0} - {1} için verildi olarak işaretlendi.

source: Treatment name cannot be blank
bg: Името на лечението не може да е празно
cs: Název léčby nesmí být prázdný
de: Behandlungsname darf nicht leer bleiben
fr_ca: Le nom du traitement ne doit pas être vide
he: יש למלא שם טיפול
lt: Būtina nurodyti gydymo pavadinimą
nb: Navn på behandling kan ikke være blank
pt: O nome do tratamento não pode estar vazio
ru: Поле названия лечения обязательно для заполнения.
tr: Tedavi adı boş olamaz.

source: Treatments
bg: Лечения
cs: Ošetření
de: Behandlungen
fr_ca: Traitements
he: טיפולים
hu: Kezelések
lt: Gydymas
nb: Behandlinger
pt: Tratamentos
ru: Процедуры
tr: Tedaviler

source: Treeing Walker Coonhound
bg: Триинг Уокър Кунхаунд
he: קונהאונד ווקר
lt: Tryngvolker kunhaundas
ru: Древесная енотовая гончая/Кунхаунд Уолкера

source: Trial
bg: Пробно
fr_ca: Essai
he: ניסיון
pt: Experiência

source: Trial Adoption
bg: Пробно осиновяване
cs: Zkušební přijetí
de: Adoption auf Probe
fr_ca: En période d'essai d'adoption
he: אימוץ ניסיון
lt: Bandomasis atidavimas
nb: Prøveadopsjon
pt: Adoção Experimental
ru: Передача на испытательный срок
tr: Deneme Sahiplendirmesi

source: Trial adoption
bg: Пробно осиновяване
cs: Zkušební přijetí
de: Adoption auf Probe
fr_ca: En période d'essai d'adoption
he: אימוץ ניסיון
lt: Bandomasis atidavimas
nb: Prøveadopsjon
pt: Adoção experimental
ru: Передача на испытательный срок
tr: Deneme sahiplendirmesi

source: Trial adoption book
bg: Регистър на пробните осиновявания
cs: Kniha o zkušebním přijetí
de: Adoption auf Probe-Buch
fr_ca: Registre des adoptions à l’essai
he: רשימת אימוצי ניסיון
lt: Bandomųjų atidavimų žurnalas
nb: Prøveadopsjonsbok
pt: Livro de adoções experimentais
ru: Журнал передачи животных на испытательный срок
tr: Deneme sahiplendirmesi kayıt defteri

source: Trial ends on
bg: Дата, на която пробното осиновяване приключва
cs: Zkouška končí
de: Probezeit endet am
fr_ca: L'essai se termine le
he: ניסיון מסתיים ב
lt: Bandomasis atidavimas baigiasi
nb: Prøvetiden avsluttes
pt: A experiência termina em
ru: Испытательный срок истекает
tr: Denemenin bittiği tarih

source: Tricolour
bg: Трицветно
cs: Trojbarevná
de: Dreifarbig
fr_ca: Tricolor
he: טריקולור
hu: trikolor
lt: Trispalvė
nb: Tricolor
pt: Tricolor
ru: Трехцветный
tr: Üçrenkli

source: Trigger Batch Processes
bg: Задаване на партидните процеси
cs: Spouštěč dávkových procesů
fr_ca: Déclencher les processus en lot
he: הפעל תהליכי אצווה
hu: Indított batch folyamatok
pt: Desencadear Processos em Lote
ru: Запустить серийные процессы

source: Tu
bg: Вт.
de: Di
fr_ca: Ma
he: ג׳
hu: Kedd
lt: An
nb: Ti.
pt: Ter
ru: Вт

source: Tue
bg: Вторн.
de: Di
fr_ca: Mar
he: ג׳
hu: Kedd
lt: An
nb: Tirs
pt: Ter
ru: Втр
tr: Salı

source: Tuesday
bg: Вторник
cs: Úterý
de: Dienstag
fr_ca: Mardi
he: שלישי
hu: Kedd
lt: Antradienis
nb: Tirsdag
pt: Terça-feira
ru: Вторник
tr: Salı

source: Tumblr
he: טאמבלר

source: Turkey
bg: Турция
cs: Krůta
de: Truthahn
fr_ca: Dinde
he: תרנגול הודו
hu: Pulyka
lt: Kalakutas
nb: Kalkun
pt: Turquia
ru: Индейка

source: Turkish Angora
bg: Турска ангорска котка
cs: Turecká Angorská
de: Türkische Angora
fr_ca: Angora Turc
he: חתול אנגורה טורקי
lt: Turkų angora
pt: Angorá Turco
ru: Турецкая ангора
tr: Ankara Kedisi

source: Turkish Van
bg: Турска ван
cs: Turecká van
de: Türkisch Van
fr_ca: Turc de Van
he: ואן טורקי
lt: Turkų van
pt: Van Turco
ru: Турецкий ван
tr: Van Kedisi

source: Turtle
bg: Костенурка
cs: Želva
de: Schildkröte
fr_ca: Tortue
he: צב מים
hu: Teknős
lt: Vėžlys
nb: Skilpadde
pt: Tartaruga
ru: Черепаха
tr: Kaplumbağa

source: Twitter
he: טוויטר

source: Type
bg: Тип
cs: Typ
de: Typ
he: סוג
hu: Típus
lt: Tipas
pt: Tipo
ru: Тип
tr: Tipi

source: Type is {0}
bg: Тип {0}
he: סוג הוא {0}
pt: O tipo é {0}

source: Type of animal links to show
bg: Типа препратки към животни, които да се показват
cs: Typ odkazu na zvířata, který se má zobrazit
fr_ca: Type de liens d'animaux à afficher
he: סוג קישורי חיה להצגה
lt: Gyvūnų nuorodų tipai rodymui
nb: Hvilken type dyrelinker som skal vises
pt: Tipo de links de animais a apresentar
ru: Тип отображаемых ссылок на животных
tr: Gösterilecek hayvan bağlantıları türleri

source: U (Unwanted Cat)
bg: Изоставена домашна котка
cs: U (odložená kočka)
de: U (Ungewollte Katze)
fr_ca: U (Chat indésirable)
he: U (חתול לא רצוי)
hu: U (nem kívánt macska)
lt: N (Gyvūnas iš namų)
nb: U (Uønsket katt)
pt: I (Gato indesejado)
ru: U (Нежеланная кошка)
tr: İ (İstenmeyen Kedi)

source: UK Giftaid
fr_ca: Don UK
he: UK Giftaid (שוברי מתנה אנגליים)
lt: UK labdara
ru: Безвозмездная помощь (UK)
tr: UK Bağış

source: URL
bg: Адрес (URL)
he: כתובת
nb: Nettadresse

source: UUUUUUUUUU or UUUU = unique number
bg: UUUUUUUUUU или UUUU = уникален номер
cs: UUUUUUUUUU or UUUU = unikátní číslo
de: UUUUUUUUUU or UUUU = eindeutige Nummer
fr_ca: UUUUUUUUUU ou UUUU = numéro unique
he: UUUUUUUUUU או UUUU = מספר ייחודי
hu: UUUUUUUUU vagy UUUU = egyedi szám
lt: UUUUUUUUUU arba UUUU = unikalus numeris
nb: UUUUUUUUUU or UUUU = unikt tall
pt: UUUUUUUUUU ou UUUU = número exclusivo
ru: UUUUUUUUUU или UUUU = уникальный номер
tr: UUUUUUUUUU or UUUU = tekil/biricik sayı

source: Unable to Afford
bg: Невъзможност да издържа домашно животно
cs: Finančně nemožné se postarat
de: Finanzielle Probleme
fr_ca: N'a pas les moyens financiers
he: לא יכולים להרשות לעצמם
hu: Nem engedheti meg magának
lt: Finansinės problemos
nb: Har ikke råd
pt: Sem Capacidade Financeira
ru: Не хватает средств на содержание
tr: Mali Zorluklar

source: Unable to Cope
bg: Невъзможност да се грижи за домашно животно
cs: Neschopnost postarat se
de: Erziehungsproblem
fr_ca: Ne peut assumer
he: לא מסוגלים להתמודד
hu: Képtelen kezelni
lt: Nesusitvarko
nb: Ingen fremgang
pt: Não se Consegue Adaptar
ru: Не уживаются
tr: Başedilememiş

source: Unaltered
bg: Некастрирано
cs: Nezměněný
de: Unkastriert
fr_ca: Non-stérilisé(s)
he: לא מסורס/מעוקר
hu: Változatlan
lt: Nekastruotas / Nesterilizuota
nb: Ikke kastrert
pt: Não esterilizado/castrado
tr: Kısırlaştırılmamış

source: Unaltered Adopted Animals
bg: Некастрирани осиновени животни
cs: Nezměněná přijatá zvířata
de: Unkastrierte vergebene Tiere
fr_ca: Animaux adoptés non-stérilisés
he: חיות מאומצות לא מסורסות/מעוקרות
hu: Vátozatlan örökbefogadott állatok
lt: Nekastruoti atiduoti gyvūnai
nb: Ukastrerte adopterte dyr
pt: Animais Adotados Não Esterilizados/Castrados
ru: Некастрированные/нестерилизованные переданные животные
tr: Kısırlaştırılmamış ve Evlat Edinilen Hayvanlar

source: Unaltered Dog - 1 year
bg: Некастрирано куче - 1 година
cs: Nekastrovaný pes/fena - jednoletý(á)
de: Unkastrierter Hund - 1 Jahr
fr_ca: Chien non-castré - 1 an
he: כלב לא מסורס/מעוקר - שנה אחת
hu: Változtatás nélküli kutya - 1 év
nb: Ukastrert hund - 1 år
pt: Cão Não Esterilizado/Castrado - 1 ano
ru: Не кастрированная/не стерилизованная собака - 1 год
tr: Kısırlaştırılmamış Köpek -1 Yaş

source: Unaltered Dog - 3 year
bg: Некастрирано куче - 3 години
cs: Nekastrovaný pes/fena - tříletý(á)
de: Unkastrierter Hund - 3 Jahre
fr_ca: Chien non-castré - 3 ans
he: כלב לא מסורס/מעוקר - 3 שנים
hu: Változtatás nélküli kutya - 3 év
nb: Ukastrert hund - 3 år
pt: Cão Não Esterilizado/Castrado - 3 anos
ru: Не кастрированная/не стерилизованная собака - 3 года
tr: Kısırlaştırılmamış Köpek -3 Yaş

source: Unavailable
bg: Не наличен
cs: Nedostupné
de: Nicht verfügbar
fr_ca: Non disponible
he: לא זמין
hu: Nem elérhető
nb: Utilgjengelig
pt: Indisponível

source: Undelete
bg: Възстановяване
he: בטל מחיקה
nb: Angre sletting

source: Under {0} weeks old
bg: Под {0} седмична възраст
cs: Méně než {0} týdnů staré
de: Unter {0} Wochen alt
fr_ca: Âgé de moins de {0} semaine(s)
he: מתחת ל {0} שבועות
hu: {0} hetesnél fiatalabb
nb: Under {0} uker gammel
pt: Menos de {0} semanas de idade

source: Undo
bg: Отмяна
fr_ca: Annuler
he: בטל
pt: Anular

source: Undo given treatments
bg: Отменете лечение
fr_ca: Annuler les traitements administrés
he: בטל טיפולים שניתנו
nb: Angre gitte behandlinger
pt: Anular tratamentos administrados

source: Unit
bg: Позиция
cs: Jednotka
de: Einheit
fr_ca: Nombre
he: יחידה
hu: Egység
lt: Laikymo vieta
nb: Enhet
pt: Secção
ru: Элемент
tr: Birim

source: Unit Price
bg: Единична цена
cs: Jednotková cena
fr_ca: Prix unitaire
he: מחיר יחידה
hu: Egységár
pt: Preço Unitário

source: Unit and Species
he: יחידה וזן
nb: Enhet og arter

source: Unit within the location, eg: pen or cage number
bg: Локация в местонахождението, пр: клетка, къщичка и т.н.
cs: Jednotka na místě, např.: pero nebo číslo klece
de: Einheit innerhalb der Unterbringung, z.B. Zwinger- oder Käfignummer
fr_ca: Quantité à cet emplacement, ex: enclos ou numéro de cage
he: יחידה במיקום, לדוגמא: מספר מכלאה או כלוב
lt: Patalpoje esanti laikymo vieta, pvz. gardo arba narvo numeris
nb: Enhet innenfor et sted, f.eks. rom eller burnummer
pt: Secção no perímetro do local, por exemplo gaiola ou jaula
tr: Yerleşkedeki birim. ör: kafes numarası

source: Units
bg: Позиции
cs: Jednotky
de: Einheiten
fr_ca: Nombres
he: יחידות
lt: Vienetai
nb: Enheter
pt: Unidades
ru: Элементы
tr: Birimler

source: Unknown
bg: Неизвестен
cs: Neznámé
de: Unbekannt
fr_ca: Inconnu
he: לא ידוע
hu: Ismeretlen
lt: Nežinoma
nb: Ukjent
pt: Desconhecido
ru: Неизвестно
tr: Bilinmeyen

source: Unknown microchip brand
bg: Неизвестна марка чипове
cs: Neznámá značka mikročipů
de: Unbekannte Mikrochip-Marke
fr_ca: Marque de la micropuce inconnue
he: מותג שבב לא ידוע
nb: Ukjent mikrochip-merke
pt: Marca de microchip desconhecida
tr: Bilinmeyen mikroçip markası

source: Unpaid Fines
bg: Неплатени глоби
cs: Neplacené pokuty
de: Unbezahlte Bußgelder
fr_ca: Contraventions impayées
he: קנסות שלא שולמו
nb: Ubetalte bøter
pt: Multas por Pagar
tr: Ödenmemiş Cezalar

source: Unredeemed
bg: Неизкупено
he: לא נפדו
nb: Ikke innløst

source: Unreserved
bg: Не е резервирано
cs: Nerezervováno
de: Nicht reserviert
fr_ca: Non réservé
he: לא שמור
lt: Nerezervuotas
nb: Ureservert
pt: Não Reservado
ru: Незарезервировано
tr: Rezerve edilmemiş

source: Unsaved Changes
bg: Незаписани промени
cs: Neuložené změny
de: Nicht gespeicherte Änderungen
fr_ca: Modifications non sauvegardées
he: שינויים שלא נשמרו
lt: Neišsaugoti pakeitimai
nb: Ulagrede endringer
pt: Alterações Não Guardadas
ru: Несохраненные изменения
tr: Kaydedilmemiş Değişiklikler

source: Unspecified
bg: Неуказан
cs: Nespecifikováno
de: Nicht angegeben
fr_ca: Non-spécifié
he: לא מוגדר
hu: Nincs megadva
lt: Nenurodyta
nb: Uspesifisert
pt: Não Especificado
ru: Не указано
tr: Belirtilmemiş

source: Unsuitable Accomodation
bg: Неподходящи условия
cs: Nevyhovující bydlení
de: Unterbringung
fr_ca: Logement inapproprié
he: סביבה לא מתאימה
lt: Netinkama gyvenamoji vieta
nb: Uegnede boforhold
pt: Alojamento Inadequado
ru: Неподходящие условия содержания
tr: Uygunsuz Yerleşim Yeri

source: Up for adoption
bg: Животни за осиновяване
cs: Na přijetí
de: Frei zur Adoption
fr_ca: Disponible à l'adoption
he: מפורסמים לאימוץ
lt: Atiduodami
nb: Til omplassering
pt: Disponíveis para adoção
ru: Доступные для передачи
tr: Sahiplendirilmek için hazır

source: Upcoming clinic appointments
he: תורים קרובים במרפאה

source: Upcoming medical items
bg: Предстоящи медицински действия
cs: Připravované zdravotnické předměty
fr_ca: Articles médicaux à venir
he: פריטים רפואיים צפויים
pt: Itens clínicos para breve

source: Update
bg: Редактирай
cs: Aktualizace
de: Aktualisierung
fr_ca: Mettre à jour
he: עדכן
nb: Oppdater
pt: Atualizar
tr: Güncelleme

source: Update adoption websites every
bg: Дата на край на пробното осиновяване
fr_ca: Mettre à jour les sites web d'adoption tous les
he: עדכן אתרי אימוץ כל
nb: Oppdater nettsidene for adopsjon hver
pt: Atualizar websites de adoções a cada

source: Update publishing options
bg: Обнови настройките на публикуване
cs: Aktualizovat možnosti publikování
de: Veröffentlichungseinstellungen aktualisieren
fr_ca: Mettre à jour les options de publication
he: עדכן הגדרות פרסום
lt: Atnaujinti publikavimo parinktis
nb: Oppdater publiseringsvalg
pt: Atualizar opções de publicação
ru: Обновить параметры публикации
tr: Yayınlama seçeneklerini güncelle

source: Update selected animals arrival time?
he: לעדכן את מועד ההגעה של החיות הנבחרות?

source: Update selected animals foster return date?
he: לעדכן את מועד החזרה מאומנה של החיות הנבחרות?

source: Update system options
bg: Обнови системните настройки
cs: Aktualizovat možnosti systému
de: Systemoptionen aktualisieren
fr_ca: Mettre à jour les options du système
he: עדכן אפשרויות מערכת
lt: Atnaujinti sistemos parinktis
nb: Oppdater systemvalg
pt: Atualizar opções do sistema
ru: Обновить системные параметры
tr: Sistem seçeneklerini güncelle

source: Update the current owner of this animal without returning and creating movements that affect your figures.
bg: Актуализирайте настоящия собственик на това животно, без да се връщате и да създавате движения, които засягат фигурите ви.
he: עדכן בעלים נוכחי של חיה זו מבלי להחזיר או ליצור תנועות שישפיעו על הסטטיסטיקות.
pt: Atualizar o dono atual deste animal sem uma devolução nem a criação de movimentos que alterem as suas contas.

source: Update the daily boarding cost for this animal
bg: Обновете дневните разходи за пансион за това животно
cs: Aktualizujte denní stravné pro toto zvíře
de: Tägliche Unterbringungskosten für dieses Tier aktualisieren
fr_ca: Modifier le coût journalier de pension pour cet animal
he: עדכן עלות מחיה יומית לחיה זו
lt: Atnaujinti kasdienes šio gyvūno išlaikymo išlaidas
nb: Oppdatere daglig boarding kostnaden for dette dyret
pt: Atualizar o custo diário de alojamento para este animal
ru: Обновить ежедневные расходы на содержание для этого животного
tr: Bu hayvan için günlük pansiyon ücretini güncelle.

source: Updated
bg: Обновено
he: מעודכן
nb: Oppdaterte
pt: Atualizado

source: Updated database to version {0}
bg: Направи ъпдейт до версия {0}
cs: Aktualizovaná databáze - verze {0}
de: Datenbank aktualisiert auf Version {0}
fr_ca: Base de données mise à jour à la version {0}
he: בסיס הנתונים עודכן לגרסה {0}
lt: Atnaujinti duomenų bazę iki versijos {0}
nb: Oppdatert database til versjon {0}
pt: Base de dados atualizada para a versão {0}
ru: База данных обновлена до версии {0}
tr: Veritabanı versiyon {0}'a güncellendi.

source: Updated existing record
bg: Актуализиран съществуващ запис
he: רשומה נוכחית עודכנה
nb: Oppdatert
pt: Atualizar registo existente

source: Updated.
bg: Обновено.
cs: Aktualizováno.
de: Aktualisiert.
fr_ca: Mis à jour.
he: עודכן.
lt: Atnaujinta.
nb: Oppdatert.
pt: Atualizado.
tr: Güncellendi.

source: Updating...
bg: Обновяване…
cs: Probíhá Aktualizace...
de: Aktualisieren...
fr_ca: Mise à jour en cours...
he: מעדכן...
lt: Atnaujinama...
nb: Oppdaterer…
pt: A atualizar...
ru: Обновление...
tr: Güncelleniyor...

source: Upload
bg: Качи
cs: Nahrát
fr_ca: Téléversement
he: העלה
pt: Carregar

source: Upload Document
bg: Качи документ
cs: Nahrát dokument
de: Dokument hochladen
fr_ca: Téléverser document
he: העלה מסמך
lt: Įkelti dokumentą
nb: Last opp dokument
pt: Carregar Documento
ru: Загрузить документ
tr: Doküman Yükle

source: Upload ODT
bg: Качи ODT
cs: Nahrát ODT
fr_ca: Téléverser ODT
he: העלה קובץ ODT
pt: Carregar ODT

source: Upload Photo
bg: Качи снимка
cs: Nahrát fotku
fr_ca: Téléverser photo
he: העלה תמונה
lt: Nuotraukos įkėlimas
nb: Last opp bilde
pt: Carregar Foto
ru: Загрузить фотографию
tr: Fotoğraf Yükle

source: Upload a new OpenOffice template
bg: Kaчи нов шаблон от OpenOffice
cs: Nahrát novou šablonu OpenOffice
fr_ca: Téléverser un nouveau modèle OpenOffice
he: העלה תבנית OpenOffice חדשה
pt: Carregar um novo modelo do OpenOffice

source: Upload all available images for animals
bg: Качи всички налични снимки за животното
cs: Nahrát všechny dostupné obrázky pro zvířata
de: Alle verfügbaren Bilder zu Tieren hochladen
fr_ca: Téléverser toutes les images disponibles pour les animaux
he: העלה את כל התמונות הזמינות לחיות
lt: Įkelti visas turimas gyvūnų nuotraukas
nb: Last opp alle tilgengelige bilder for dyr
pt: Carregar todas as imagens disponíveis de animais
ru: Загрузить все доступные для этого животного фотографии
tr: Hayvanlar için olan tüm resimleri yükle.

source: Upload an SQL script
bg: Качи SQL скрипт
cs: Nahrát skript SQL
fr_ca: Téléverser un script SQL
he: העלה סקריפט SQL
nb: Last opp et SQL-skript
pt: Carregar um script SQL
tr: SQL betiği yükle.

source: Upload splash.jpg and logo.jpg to override the login screen image and logo at the top left of ASM.
bg: Качете splash.jpg и logo.jpg за да смените картинките на екрана за влизане и логото в горният ляв ъгъл на системата.
cs: Nahrání splash.jpg a logo.jpg přepíše obrázek přihlašovací obrazovky a logo v levé horní části ASM.
fr_ca: Téléverser splash.jpg et logo.jpg pour remplacer l'image et le logo dans le coin en haut à gauche de l'ASM.
he: העלה splash.jpg ו- logo.jpg על מנת להחליף את התמונות במסך הכניסה ובפינה העליונה של המערכת.
lt: Įkėlę splash.jpg ir logo.jpg failus, Jūs pakeisite prisijungimo lange esantį atvaizdą bei logotipą ASM kairiajame viršutiniame kampe.
nb: Last opp splash.jpg og logo.jpg for å overskrive påloggingsbildet og logoen øverst til venstre i ASM.
pt: Carregue os ficheiros splash.jpg e logo.jpg para substituir a imagem do ecrã de início de sessão e o logótipo apresentado no canto superior esquerdo do ASM.
ru: Загрузите файлы splash.jpg и logo.jpg, чтобы заменить картинку на странице входа и логотип слева сверху от кнопки ASM.
tr: splash.jpg ve logo.jpg dosyalarını, login/giriş ekranındaki resmi ve ASM'nin sol üstündeki logoyu değiştirmek için yükle.

source: Uploading...
bg: Зареждане...
cs: Nahrává se…
de: Hochladen...
fr_ca: Téléversement en cours...
he: מעלה...
nb: Laster opp...
pt: A carregar...
ru: Загрузка...

source: Urgencies
bg: Нива на спешност
cs: Naléhavosti
de: Dringlichkeiten
fr_ca: Urgences
he: דחיפויות
lt: Prioritetai
nb: Haster
pt: Urgências
ru: Срочность
tr: Aciliyetler

source: Urgency
bg: Спешност
cs: Důležitost
de: Dringlichkeit
fr_ca: Urgence
he: דחיפות
lt: Prioritetas
nb: Viktighet
pt: Urgência
ru: Срочность
tr: Aciliyet

source: Urgent
bg: Спешно
cs: Naléhavé
de: Dringend
he: דחופה
lt: Skubus
nb: Haster
pt: Urgente
ru: Высшая
tr: Acil

source: Usage Date
bg: Дата на ползване
cs: Datum použití
fr_ca: Date d'utilisation
he: תאריך שימוש
pt: Data de Uso
tr: Kullanım Tarihi

source: Usage Type
bg: Тип на употреба
cs: Typ použití
fr_ca: Type d'utilisation
he: סוג שימוש
pt: Tipo de Uso
tr: Kullanım Türü

source: Usage explains why this stock record was created or adjusted. Usage records will only be created if the balance changes.
bg: Употребата показва, защо тази наличност се наблюдава. Употребата се декларира само при промяна на наличността.
cs: Použití vysvětluje, proč byl tento skladový záznam vytvořen nebo upraven. Záznamy o použití budou vytvořeny pouze v případě změny zůstatku.
fr_ca: L'utilisation explique pourquoi cet enregistrement d'inventaire a été créé ou modifié. L'enregistrement d'utilisation sera créé seulement si la balance d'inventaire change.
he: שימוש מסביר מדוע רשומת מלאי זו נוצרה או השתנתה. רשומות שימוש יווצרו רק אם היתרה משתנה.
pt: A utilização explica por que motivo este registo de stock foi criado ou ajustado. Os registos de utilização só serão criados se houver uma alteração de saldo.
tr: Kullanım, bu envanter kaydının

source: Use Automatic Insurance Numbers
bg: Използвай автоматично номериране на полици
cs: Použít automatické číslování pro pojištění
de: Autogenerierte Versicherungsnummern nutzen
fr_ca: Utiliser la numérotation d'assurance automatique
he: שימוש במספרי פוליסות ביטוח אוטומטים
lt: Naudoti automatinius draudimo numerius
nb: Bruk automatiske forsikringsnumre
pt: Utilizar Números de Seguro Automáticos
ru: Использовать автоматическое создание страховых номеров
tr: Otomatik Sigorta Numaraları Kullan

source: Use HTML5 client side image scaling where available to speed up image uploads
bg: Използвай HTML5 намаляване на големината на изображенията за подобряване на скоростта
cs: Použít škálování obrázků HTML5 na straně klienta, pokud je to možné, pro urychlení odesílání obrázků
fr_ca: Utiliser la mise à l'échelle HTML5 de l'image côté client lorsque disponible afin de gagner du temps sur le téléversement de l'image
he: השתמש בשינוי גודל תמונה בצד לקוח (HTML5) כשניתן כדי להאיץ העלאת תמונות
lt: Naudoti HTML5 kliento šoninio paveikslėlio mažinimą, kai reikia pagreitinti paveikslėlių įkėlimą
nb: Bruk HTML5 bildeskalering der det er tilgjengelig for å fremskynde bildeopplasting
pt: Utilizar o redimensionamento de imagem do lado do cliente em HTML5, se estiver disponível, para acelerar os carregamentos de imagens
ru: Использовать клиентское масштабирование изображений средствами HTML5 для ускорения загрузки изображений, если это возможно
tr: Resim yüklemelerini hızlandırmak için, varsa, istemci HTML5 resim ölçeklendirmesini kullan.

source: Use SQL Interface
bg: Използвай SQL интерфейса
cs: Použít SQL rozhraní
de: SQL Interface nutzen
fr_ca: Utiliser l'interface SQL
he: שימוש בממשק SQL
lt: Naudoti SQL sąsają
nb: Bruk SQL-grensesnitt
pt: Utilizar Interface SQL
ru: Использовать интерфейс SQL
tr: SQL Arayüzünü Kullan
