Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Doberman Pinscher
bg: Доберман
cs: Dobrman
de: Dobermann (Doberman Pinscher)
he: דוברמן
hu: pincser
lt: Dobermanas
nb: Dobermann
ru: Доберман-пинчер

source: Document
bg: Документ
cs: Dokument
de: Dokument
he: מסמך
hu: Dokumentum
lt: Dokumentas
nb: Dokument
pt: Documento
ru: Документ
tr: Doküman

source: Document Link
bg: Линк към документ
cs: Odkaz na dokument
de: Dokumentenverknüpfung
fr_ca: Lien du document
he: לינק למסמך
hu: Dokumentum link
lt: Dokumento nuoroda
nb: Dokumentlink
pt: Link do Documento
ru: Ссылка на документ
tr: Doküman Bağlantısı

source: Document Repository
bg: Хранилище за документи
cs: Úložiště dokumentů
de: Dokumentenablage
fr_ca: Bibliothèque
he: מאגר מסמכים
hu: Dokumentumgyüjtemény
lt: Dokumentų saugykla
nb: Dokumentarkiv
pt: Repositório de Documentos
ru: Архив документов
tr: Doküman Deposu

source: Document Templates
bg: Шаблони за документи
cs: Vzory dokumentů
de: Dokumentvorlagen
fr_ca: Modèles de document
he: תבניות מסמכים
hu: Dokumentum formanyomtatványok
lt: Dokumentų šablonai
nb: Dokumentmaler
pt: Modelos de Documentos
ru: Шаблоны документов
tr: Doküman Şablonları

source: Document file
bg: Документ файл
cs: Soubor dokumentu
de: Dokument
fr_ca: Répertoire de document
he: קובץ מסמך
hu: Dokumentum fájl
lt: Dokumento failas
nb: Dokumentfil
pt: Ficheiro de documento
ru: Файл документа
tr: Doküman dosyası

source: Document signed
bg: Документът е подписан
cs: Dokument podepsán
fr_ca: Document signé
he: מסמך נחתם
hu: Dokumentum aláirása
pt: Documento assinado

source: Document signing request
bg: Заявка за подпис на документ
cs: Žádost o podpis dokumentu
de: Anfrage einer Dokumenten signierung
fr_ca: Demande de signature du document
he: בקשה לחתימה על מסמך
hu: Dokumentum aláírási kérelem
nb: Forespørsel om dokumentsignering
pt: Pedido de assinatura de documento
ru: Запрос на подписание документа

source: Document signing requests issued in the last month that are unsigned
bg: Искания за подписване на документи, издадени през последния месец, които са неподписани
he: בקשות חתימה למסמך מהחודש האחרון שלא נחתמו
pt: Pedidos de assinatura de documentos emitidos no mês passado que ainda não estão cumpridos

source: Document signing requests received in the last week
bg: Искания за подписване на документи, получени през последната седмица
he: בקשות חתימה למסמך שהתקבלו בשבוע האחרון
nb: Dokumentsigneringer mottatt siste uken
pt: Pedidos de assinatura de documentos recebidos na semana passada

source: Document templates
bg: Шаблони за документи
cs: Vzory Dokumentů
de: Dokumentvorlagen
fr_ca: Modèles de document
he: תבניות מסמכים
hu: Dokumentum formanyomtatványok
lt: Dokumentų šablonai
nb: Dokumentmaler
pt: Modelos de documento
ru: Шаблоны документов
tr: Doküman şablonları

source: Documents
bg: Документи
cs: Dokumenty
de: Dokumente
he: מסמכים
hu: Dokumentumok
nb: Dokument
pt: Documentos
ru: Документы

source: Dog
bg: Куче
cs: Pes
de: Hund
fr_ca: Chien
he: כלב
hu: Kutya
lt: Šuo
nb: Hund
pt: Cão
ru: Собака
tr: Köpek

source: Dogo Argentino
bg: Дого аржентино
cs: Argentínská Doga
de: Argentinische Dogge
fr_ca: Dogue Argentin
he: דוגו ארגנטינו
hu: Argentin dog
lt: Argentinos dogas
ru: Аргентинский дог

source: Dogs
bg: Кучета
cs: Psi
de: Hunde
fr_ca: Chiens
he: כלבים
hu: Kutyák
lt: Šunys
nb: Hunder
pt: Cães
ru: Ладит с собаками
tr: Köpekler

source: Dogue de Bordeaux
bg: Дог от Бордо
cs: Bordeauxská Doga
de: Bordeauxdogge
he: דוג דה בורדו
hu: Bordeaux-i dog
lt: Bordo dogas
nb: Bordeaux dogge
pt: Dogue de Bordéus
ru: Бордоский дог

source: Domestic Long Hair
bg: Домашна дългокосместа котка
cs: Domácí dlouhosrstá
de: Langhaarige Hauskatze
fr_ca: Domestique à poils longs
he: חתול בית ארוך שיער
hu: Hosszúszőrű házimacska
lt: Naminė ilgaplaukė
nb: Huskatt, långhåret
pt: Pelo Comprido Doméstico
ru: Домашняя длинношерстная

source: Domestic Medium Hair
bg: Домашна среднокосместа котка
cs: Domácí středněsrstá
de: Mittelhaarige Hauskatze
fr_ca: Domestique à poils mi-longs
he: חתול בית (שיער בינוני)
hu: Félhosszú szőrű házimacska
lt: Naminė vidutinio ilgio plauko
nb: Huskatt, semilanghåret
pt: Pelo Médio Doméstico
ru: Домашняя средней длины шерсти

source: Domestic Short Hair
bg: Домашна късокосместа котка
cs: Domácí krátkosrstá
de: Kurzhaarige Hauskatze
fr_ca: Domestique à poils courts
he: חתול בית קצר שיער
hu: Rövid szőrű házimacska
lt: Naminė trumpaplaukė
nb: Huskatt, korthåret
pt: Pelo Curto Doméstico
ru: Домашняя короткошерстная

source: Don't create a cost record
bg: Не създавай запис за разход
cs: Nevytvářet záznam o nákladech
de: Keine Kostenaufstellung erstellen
fr_ca: Ne pas créer un dossier de frais
he: לא ליצור רשומת עלות
hu: Ne hozzon létre költségfeljegyzést
lt: Nekurti išlaidų įrašo
nb: Ikke opprett et kostnadsregister
pt: Não criar um registo de custo
ru: Не создавать запись о расходах
tr: Maliyet kaydı oluşturmayın

source: Don't need new foster
he: לא צריך אומנה חדשה

source: Don't scale
bg: Не намаляй
cs: Nestupňovat
de: Nicht skalieren
fr_ca: Ne pas peser
he: לא לשנות גודל תמונה
hu: Ne méretezzen
lt: Nekeisti mastelio
nb: Ikke skalér
pt: Não redimensionar
ru: Не масштабировать
tr: Ölçeklendirme

source: Donate (3/3)
he: תרומה (3/3)

source: Donated
bg: Дарено
cs: Příspěno
de: Gespendet
fr_ca: Donné
he: נתרם
hu: Támogatott
nb: Donert
pt: Doado
ru: Пожертвовано
tr: Bağışlandı

source: Donation
bg: Дарение
cs: Dar
de: Spende
fr_ca: Don
he: תרומה
hu: Adomány
lt: Parama
nb: Donasjon
pt: Donativo
ru: Пожертвование
tr: Bağış

source: Donation message
he: הודעת תרומה

source: Donation payment type
he: סוג תשלום לתרומה

source: Donation tiers
he: דרגות תרומה

source: Donation?
bg: Дарение?
cs: Dar?
de: Spende?
fr_ca: Don?
he: תרומה?
hu: Adomány?
lt: Parama?
nb: Donasjon?
pt: Donativo?
ru: Пожертвование?
tr: Bağış?

source: Donations for animals entering the shelter
bg: Дарение при приемане на куче
cs: Příjmy za přijetí zvířat do útulku
de: Spenden für Tiere, die in das Tierheim kommen
fr_ca: Dons pour les animaux admis au refuge
he: תרומות לחיות שנכנסות למקלט
hu: A menhelyre érkező állatokra érkező adomány
lt: Parama už priimtą gyvūną
nb: Donasjon for dyr som er tatt inn
pt: Donativos para animais que são admitidos no abrigo
ru: Пожертвование для животных, поступающих в приют
tr: Barınağa giren hayvanlar için bağışlar

source: Done
bg: Готово
cs: Hotovo
de: Abgeschlossen
fr_ca: Terminé
he: בוצע
hu: Kész
lt: Atlikta
nb: Fullført
pt: Concluído
ru: Готово
tr: Yapıldı

source: Donkey
bg: Магаре
cs: Osel
de: Esel
fr_ca: Âne
he: חמור
hu: Szamár
lt: Asilas
nb: Esel
pt: Burro
ru: Ослик
tr: Eşek

source: Donkey/Mule
bg: Магаре
cs: Osel / Mula
de: Esel / Maultier
fr_ca: Âne
he: חמור/פרד
hu: Szamár/Öszvér
lt: Asilas/Mulas
pt: Burro/Mula
ru: Осел/Мул
tr: Eşek

source: Donor
bg: Дарител
cs: Dárce
de: Spender
fr_ca: Donateur
he: תורם
hu: Adományozó
lt: Rėmėjas
nb: Bidragsyter
pt: Doador
ru: Спонсор
tr: Bağışçı

source: Dosage
bg: Доза
cs: Dávkování
de: Dosierung
he: מינון
hu: Adagolás
lt: Dozavimas
nb: Dosering
pt: Dosagem
ru: Дозировка
tr: Doz

source: Dove
bg: Гълъб
cs: Holub
de: Taube
fr_ca: Colombe
he: יונה
hu: Galamb
lt: Balandis
nb: Due
pt: Pombo
ru: Голубь

source: Download
bg: Изтегляне
cs: Stáhnout
de: Herunterladen
fr_ca: Télécharger
he: הורדה
hu: Letöltés
lt: Atsisiųsti
nb: Last ned
ru: Скачать
tr: İndir

source: Download File
bg: Изтегляне на файл
fr_ca: Télécharger le fichier
he: הורד קובץ
nb: Last ned fil
pt: Transferir Ficheiro

source: Draft
bg: Чернова
cs: Návrh
de: Vorlage
fr_ca: Brouillon
he: טיוטה
hu: Tervezet
lt: Sunkusis
nb: Utkast
pt: Rascunho
ru: Черновик

source: Driver
bg: Шофьор
cs: Řidič
de: Fahrer
fr_ca: Chauffeur
he: נהג
hu: Meghajtó
nb: Sjåfør
pt: Condutor
ru: Водитель

source: Drop files here...
bg: Поставете файловете тук...
cs: Předat dokumenty zde...
de: Dateien hier ablegen...
fr_ca: Déposer les fichiers ici...
he: שחרר קבצים כאן...
hu: Fájl áthelyezése ide
nb: Slipp filer her...
pt: Solte os ficheiro aqui...
ru: Перенесите файлы сюда...

source: Dropoff
bg: Оставяне
cs: Umístění
de: Abgabe
fr_ca: Déposer
he: נקודת מסירה
hu: Lemorzsolódás
nb: Til
pt: Entrega

source: Dropoff Address
bg: Адрес на отзоваване
fr_ca: Adresse d'expédition
he: כתובת למסירה
nb: Til-adresse
pt: Morada de Entrega

source: Duck
bg: Патица
cs: Kachna
de: Ente
fr_ca: Canard
he: ברווז
hu: Kacsa
lt: Antis
nb: And
pt: Pato
ru: Утка

source: Due
bg: Краен срок
cs: Termín splnění
de: Fällig
fr_ca: Dû
he: תאריך יעד
hu: Esedékes
lt: Planinė data
nb: Forfallsdato
pt: Prazo
ru: Запланировано на
tr: Teslim Edilmesi Gereken Tarih

source: Due between
he: תאריך יעד בין

source: Due between two dates
he: תאריך יעד בין שני תאריכים

source: Due in next month
bg: Планирано за следващият месец
cs: Vyprší v následujícím měsíci
de: Nächsten Monat fällig
fr_ca: Dû dans le mois prochain
he: מיועד לחודש הבא
hu: Következő hónapban esedékes
lt: Suplanuota kitam mėnesiui
nb: Forfaller neste måned
pt: Prazo de entrada expira no próximo mês
ru: На ближайший месяц
tr: Gelecek Ay Sonlananlar

source: Due in next week
bg: Планирано за следващата седмица
cs: Vyprší v následujícím týdnu
de: Nächste Woche fällig
fr_ca: Dû dans la semaine prochaine
he: מיועד לשבוע הבא
hu: Következő héten esedékes
lt: Suplanuota kitai savaitei
nb: Forfaller neste uke
pt: Prazo de entrada expira na próxima semana
ru: На ближайшую неделю
tr: Gelecek hafta sonlananlar

source: Due in next year
bg: Планирано за следващата година
cs: Vyprší v následujícím roce
de: Nächstes Jahr fällig
fr_ca: Dû dans l'année prochaine
he: מיועד לשנה הבאה
hu: Következő évben esedékes
lt: Suplanuota kitiems metams
nb: Forfaller neste år
pt: Prazo de entrada expira no próximo ano
ru: На ближайший год
tr: Gelecek yıl sonlananlar

source: Due today
bg: Планирано за днес
cs: Vyprší dnes
de: Heute fällig
fr_ca: Dû aujourd'hui
he: מיועד להיום
hu: Ma esedékes
lt: Suplanuota šiandienai
nb: Forfaller i dag
pt: Agendado para hoje
ru: На сегодняшний день
tr: Bugün sonlananlar

source: Duration
bg: Продължителност
cs: Doba trvání
de: Dauer
fr_ca: Durée
he: משך זמן
hu: Időtartam
lt: Trukmė
nb: Varighet
pt: Duração
ru: Продолжительность
tr: Süre

source: Dutch
bg: Холандец
cs: Holandský
de: Niederländisch
fr_ca: Hollandais
he: הולנדי
hu: Holland
lt: Olandų
nb: Nederlandsk
pt: Holandês
ru: Голландский

source: Dutch Shepherd
bg: Холандско овчарско куче
cs: Holandský ovčák
de: Holländischer Schäferhund
fr_ca: Berger Hollandais
he: רועה הולנדי
hu: Holland juhászkutya
lt: Danų aviganis
nb: Schâferhund
pt: Pastor Holandês
ru: Голландская овчарка

source: Dwarf
bg: Джудже
cs: Trpasličí
fr_ca: Nain
he: ארנב ננסי
hu: Törpe
lt: Žemaūgis
pt: Anão
ru: Карликовый

source: Dwarf Eared
bg: С уши на джудже
he: ארנב עם אוזניים ננסיות
hu: Kis fülű
lt: Trumpaausis
pt: Coelho Anão de Orelhas Eretas
ru: Карликовый ушастый

source: E = first letter of animal entry category
bg: Е=първата буква от категорията животни при влизане
cs: E = první písmeno kategorie zvířete
de: E = erster Buchstabe der Tiereingangs-Kategorie
fr_ca: E = première lettre de la catégorie d'admission de l'animal
he: E = אות ראשונה של קטגוריית קליטה של חיה
hu: E = állat felviteli kategória első betűje
pt: E = primeira letra da categoria de entrada de animais
tr: E=hayvan giriş kategorisinin ilk harfi

source: EE = first and second letter of animal entry category
bg: ЕЕ=първата и втората буква от категорията животни при влизане
cs: EE = první a druhé písmeno kategorie zvířat
de: EE = erster und zweiter Buchstabe der Tiereingangs-Kategorie
fr_ca: EE = première et seconde lettre de la catégorie d'admission de l'animal
he: EE = האות הראשונה והשניה בקטגוריית קליטת החיה
hu: EE = állat beviteli kategóriájának első és második betűje
pt: EE = primeira e segunda letra da categoria de entrada de animais
ru: TT = первая и последняя буквы типа животного
tr: EE=hayvan giriş kategorisinin ilk ve ikinci harfleri

source: Eclectus
bg: Благороден папагал
cs: Eklektus
de: Edelpapagei
he: תוכי אקלקטוס
lt: Eklektusas
ru: Эклектус

source: Edit
bg: Промяна
cs: Upravit
de: Bearbeiten
fr_ca: Modifier
he: ערוך
hu: Szerkesztés
lt: Redaguoti
nb: Rediger
pt: Editar

source: Edit All Diary Notes
bg: Редкатирай всички бележки в дневника
cs: Upravit všechny záznamy diáře
de: Alle Kalendernotizen bearbeiten
fr_ca: Modifier toutes les notes d'agenda
he: עריכת כל המשימות
hu: Összes napló jegyzet szerkesztése
lt: Redaguoti visas darbotvarkės užduotis
nb: Rediger alle dagbokoppføringer
pt: Editar Todas as Anotações do Diário
ru: Редактировать все заметки
tr: Tüm Günlük Notlarını Düzenle

source: Edit Appointment
bg: Редакция на преглед
cs: Upravit schůzku
fr_ca: Modifier un rendez-vous
he: עריכת תור
hu: Időpont szerkesztése
pt: Editar Agendamento

source: Edit Diary Tasks
bg: Редактирай задачата
cs: Upravit úkoly diáře
de: Kalenderaufgaben bearbeiten
fr_ca: Modifier des tâches à l'agenda
he: ערוך תבניות משימה
hu: Napló feladatok szerkesztése
lt: Redaguoti standartines darbotvarkės užduotis
nb: Rediger dagbokoppgaver
pt: Editar Tarefas do Diário
ru: Редактировать задачи
tr: Günlük İşlerini Düzenle

source: Edit HTML publishing templates
bg: Редакция на HTML шаблони за публикуване
cs: Upravit publikační HTML šablony
de: HTML-Veröffentlichungsvorlagen bearbeiten
fr_ca: Modifier des modèles de publication HTML
he: ערוך תבניות פרסום HTML
hu: HTML közzétételi sablonok szerkesztése
lt: Redaguoti HTML publikavimo šablonus
nb: Endre publiseringsmaler for HTML
pt: Editar modelos de publicação em HTML
ru: Редактировать HTML-шаблоны для публикации
tr: HTML yayın şablonlarını düzenle

source: Edit Header/Footer
bg: Редактирай горния/долния колонтитул
cs: Upravit záhlaví/zápatí
de: Kopf-/Fußzeilen bearbeiten
fr_ca: Modifier l'entête/pied-de-page
he: ערוך כותרת עליונה/תחתונה
hu: Fejléc/Lábléc szerkesztése
lt: Redaguoti antraštę/poraštę
nb: Rediger topp-/bunntekst
pt: Editar Cabeçalho/Rodapé
ru: Изменить нижний или верхний колонтитулы
tr: Başlık /Ayak Notunu Düzenle

source: Edit Invoice Item
bg: Редактирай ред от фактура
cs: Upravit položku faktury
fr_ca: Modifier un article facturé
he: ערוך פריט חשבונית
hu: Számla tétel szerkesztése
pt: Editar Item de Fatura

source: Edit Lookups
bg: Редакция на номенклатури
cs: Upravit vyhledávání
de: Suchdaten ändern
fr_ca: Modifier des recherches
he: ערוך טבלאות חיפוש
hu: Keresések szerkesztése
lt: Redaguoti sąrašus
nb: Endre Oppslag
pt: Editar Consultas
ru: Редактировать выпадающие списки
tr: Lookupları Düzenle

source: Edit My Diary Notes
bg: Редактирай моите бележки в дневника
cs: Upravit mé diářové záznamy
de: Meine Kalendernotizen bearbeiten
fr_ca: Modifier mes notes d'agenda
he: עריכת המשימות שלי
hu: Napló feljegyzéseim szerkesztése
lt: Redaguoti savo darbotvarkės užduotis
nb: Rediger mine dagbokoppføringer
pt: Editar as Minhas Anotações de Diário
ru: Редактировать мои заметки
tr: Benim Günlük Notlarımı Düzenle

source: Edit Online Forms
bg: Редайктирай интернет форма
cs: Upravit online formuláře
de: Online-Formulare bearbeiten
fr_ca: Modifier des formulaires en ligne
he: ערוך טפסים מקוונים
hu: Online nyomtatvány szerkesztése
lt: Redaguoti internetines formas
nb: Rediger nettbaserte skjemaer
pt: Editar Formulários Online
ru: Редактировать веб-форму
tr: Çevrimiçi Notları Düzenle

source: Edit Reports
bg: Редактирай справка
cs: Upravit Reporty
de: Berichte bearbeiten
fr_ca: Modifier des rapports
he: ערוך דוחות
hu: Jelentések szerkesztése
lt: Redaguoti ataskaitas
nb: Rediger rapporter
pt: Editar Relatórios
ru: Редактировать отчеты
tr: Raporları Düzenle

source: Edit Roles
bg: Редактирай роля
cs: Upravit role
de: Bearbeitungs-Rollen
fr_ca: Modifier des rôles
he: תפקידים לעריכה
hu: Feladatok szerkesztése
lt: Redaguoti funkcijas
nb: Rediger roller
pt: Editar Funções
ru: Редактировать роли
tr: Rolleri Düzenle

source: Edit Users
bg: Редактирай потребител
cs: Upravit Uživatele
de: Benutzer bearbeiten
fr_ca: Modifier des utilisateurs
he: ערוך משתמשים
hu: Felhasználók szerkesztése
lt: Redaguoti naudotojus
nb: Endre brukere
pt: Editar Utilizadores
ru: Редактировать информацию о пользователях
tr: Kullanıcıları Düzenle

source: Edit account
bg: Редактиране на сметка
cs: Upravit účet
de: Konto bearbeiten
fr_ca: Modifier un compte
he: ערוך חשבון
hu: Fiók szerkesztése
lt: Redaguoti sąskaitą
nb: Endre konto
pt: Editar conta
ru: Редактировать счет
tr: Hesabı düzenle

source: Edit additional field
bg: Редактирай допълнително поле
cs: Upravit dodatečné pole
de: Zusätzliches Feld bearbeiten
fr_ca: Modifier un champ personnalisé
he: ערוך שדה נוסף
hu: További mező szerkesztése
lt: Redaguoti papildomą lauką
nb: Endre ekstra felt
pt: Editar campo extra
ru: Редактировать дополнительное поле
tr: Ek alanı düzenle

source: Edit animal in event
he: ערוך חיה באירוע

source: Edit citation
bg: Редакция на глоба/обвинение
cs: Upravit citaci
de: Anzeige bearbeiten
fr_ca: Modifier une citation
he: ערוך דוח
hu: Oltás szerkesztése
nb: Endre pålegg/innkalling
pt: Editar advertência
ru: Редактировать вакцинацию
tr: Alıntıyı düzenle

source: Edit cost
bg: Промени разход
cs: Upravit cenu
de: Ausgaben bearbeiten
fr_ca: Modifier un coût
he: ערוך הוצאה
hu: Költségek szerkesztés
lt: Redaguoti išlaidas
nb: Endre kostnad
pt: Editar custo
ru: Редактировать расходы
tr: Maliyeti düzenle

source: Edit diary
bg: Редактирай дневник
cs: Upravit Diář
de: Kalender bearbeiten
fr_ca: Modifier l'agenda
he: ערוך משימה
hu: Napló szerkesztése
lt: Redaguoti darbotvarkę
nb: Endre dagbok
pt: Editar diário
ru: Редактировать задачи
tr: Günlüğü düzenle

source: Edit diary notes
bg: Редактирай бележки в дневника
cs: Upravit poznámky diáři
de: Kalendernotizen bearbeiten
fr_ca: Modifier des notes de l'agenda
he: ערוך משימות
hu: Napló feljegyszések szerkesztése
lt: Redaguoti darbotvarkės užduotis
nb: Endre dagboksnotater
pt: Editar anotações de diário
ru: Редактировать заметки
tr: Günlük notlarını düzenle

source: Edit diary task
bg: Редактирай задача в дневника
cs: Upravit úlohu v diáři
de: Kalenderaugabe bearbeiten
fr_ca: Modifier une tâche d'agenda
he: ערוך תבנית משימה
hu: Napló feladat szerkesztése
lt: Redaguoti standartinę darbotvarkės užduotį
nb: Endre dagbokoppgave
pt: Editar tarefa do diário
ru: Редактировать задачу
tr: Günlük işini düzenle

source: Edit diary tasks
bg: Редактирай задачи в дневника
cs: Upravit poznámky v diáři
de: Kalenderaufgaben bearbeiten
fr_ca: Modifier des tâches d'agenda
he: ערוך תבניות משימה
hu: Napló feladatok szerkeszétse
lt: Redaguoti standartines darbotvarkės užduotis
nb: Endre oppgaver i dagbok
pt: Editar tarefas do diário
ru: Редактировать задачи
tr: Günlük işlerini düzenle

source: Edit diet
bg: Промени хранителен режим
cs: Upravit Dietu
de: Diät bearbeiten
fr_ca: Modifier un régime alimentaire
he: ערוך הוראות תזונה
hu: Étrend szerkesztése
lt: Redaguoti dietą
nb: Endre diett
pt: Editar dieta
ru: Редактировать диету
tr: Diyeti düzenle

source: Edit equipment loan
he: ערוך השאלת ציוד

source: Edit form field
bg: Редакция на поле от форма
cs: Upravit pole formuláře
de: Formularfeld bearbeiten
fr_ca: Modifier un champ de formulaire
he: ערוך שדה טופס
hu: Nyomtatványmező szerkesztése
lt: Redaguoti formos lauką
nb: Rediger skjemafelt
pt: Editar campo de formulário
ru: Добавить строку
tr: Form alanını düzenle

source: Edit investigation
bg: Редактирай разследване
cs: Upravit pátrání
de: Ermittlung bearbeiten
fr_ca: Modifier une enquête
he: ערוך חקירה
hu: Vizsgálat szerkesztése
lt: Redaguoti tyrimą
nb: Rediger undersøkelse
pt: Editar investigação
ru: Редактировать расследование
tr: Denetimi/Soruşturmayı düzenle

source: Edit invoice
bg: Редакция на фактура
cs: Upravit fakturu
fr_ca: Modifier une facture
he: ערוך חשבונית
hu: Számla szerkeszétse
pt: Editar fatura

source: Edit license
bg: Редактирай паспорт
cs: Upravit licenci
de: Lizenz hinzufügen
fr_ca: Modifier une licence
he: ערוך רשיון
hu: Engedély szerkesztése
nb: Endre lisens
pt: Editar licença
ru: Редактировать лицензию/договор
tr: Lisansı düzenle

source: Edit litter
bg: Редактирай кучилото
cs: Upravit Vrh
de: Wurf bearbeiten
fr_ca: Modifier une portée
he: ערוך שגר (גורים)
hu: Alom szerkesztése
lt: Redaguoti vadą
nb: Legg til og endre ungekull
pt: Editar ninhada
ru: Редактировать помет
tr: Doğumu düzenle

source: Edit litters
bg: Редактирай кучилата
cs: Upravit Vrhy
de: Würfe bearbeiten
fr_ca: Modifier des portées
he: רשימת שגרים
hu: Almok szerkesztése
lt: Redaguoti vadas
nb: Legg til og endre ungekull
pt: Editar ninhadas
ru: Редактировать пометы
tr: Doğumları düzenle

source: Edit log
bg: Промени лога
cs: Upravit protokol
de: Eintrag bearbeiten
fr_ca: Modifier un journal
he: ערוך הערות
hu: Bejegyzés szerkesztése
lt: Redaguoti žurnalą
nb: Endre logg
pt: Editar registo
ru: Редактировать журнал
tr: Kütüğü/kaydı düzenle

source: Edit media
bg: Редактирай медиа
he: ערוך קובץ
nb: Endre media
pt: Editar imagens

source: Edit medical profile
bg: Редактирай медицински профил
cs: Upravit lékařské profily
de: Medizinisches Profil bearbeiten
fr_ca: Modifier un profil médical
he: ערוך פרופיל רפואי
hu: Egészségügyi profil szerkesztése
lt: Redaguoti gydymo profilį
nb: Endre medisinsk profil
pt: Editar perfil clínico
ru: Редактировать шаблон рецепта
tr: Tıbbi profili düzenle

source: Edit medical regimen
bg: Промени режим на медикаменти
cs: Upravit léčebný režim
de: Therapie bearbeiten
fr_ca: Modifier un traitement médical
he: ערוך טיפולים רפואיים
hu: Egészségügyi étrend szerkesztése
lt: Redaguoti gydymo programą
nb: Endre medisinsk plan eller veterinærtime
pt: Editar regime clínico
ru: Редактировать рецепт
tr: Tıbbi kürü düzenle

source: Edit movement
bg: Промени местене
cs: Upravit Pohyb
de: Bewegung bearbeiten
fr_ca: Modifier une disposition
he: ערוך תנועה
hu: Mozgatások szerkesztése
lt: Redaguoti veiksmą
nb: Rediger bevegelse
pt: Editar movimento
ru: Редактировать перемещение
tr: Hareketi düzenle

source: Edit my diary notes
bg: Редактирай моите бележки
cs: Upravit mé diářové poznámky
de: Meine Kalendernotizen bearbeiten
fr_ca: Modifier mes tâches d'agenda
he: ערוך משימות שלי
hu: Napló jegyzeteim szerkesztése
lt: Redaguoti savo darbotvarkės užduotis
nb: Rediger mine dagboksmerknader
pt: Editar as minhas anotações do diário
ru: Редактировать мои заметки
tr: Benim günlük notlarımı düzenle

source: Edit my diary notes
bg: Редактирай моите бележки
cs: Upravit poznámky v mém diáři
de: Meine Kalendernotizen bearbeiten
fr_ca: Modifier mes notes d'agenda
he: ערוך משימות שלי
hu: Napló jegyzeteim szerkeszétse
lt: Redaguoti savo darbotvarkės užduotis
nb: Endre mine dagboksnotater
pt: Editar as minhas anotações de diário
ru: Редактировать мои заметки
tr: Benim günlük notlarımı düzenle

source: Edit online form
bg: Редайктирай интернет форма
cs: Upravit online formulář
fr_ca: Modifier un formulaire en ligne
he: ערוך טופס מקוון
hu: Online nyomtatvány szerkesztése
lt: Redaguoti internetinę formą
nb: Rediger nettbasert skjema
pt: Editar formulário online
ru: Редактировать веб-форму
tr: Çevrimiçi formu düzenle

source: Edit online form HTML header/footer
bg: Редактирай горния/долния колонтитул на интернет HTML форма
cs: Upravit HTML záhlaví/zápatí online formuláře
de: HTML-Kopf-/Fußzeilen des Online-Formulars bearbeiten
fr_ca: Modifier l'entête/pied-de-page d'un formulaire HTML en ligne
he: ערוך כותרת עליונה ותחתונה של טופס מקוון
hu: Online nyomtatvány HTML fejlécének/láblécének szerkesztése
lt: Redaguoti internetinės formos HTML antraštę/poraštę
nb: Rediger nettbasert skjema HTML header/footer
pt: Editar cabeçalho/rodapé HTML do formulário online
ru: Редактировать нижний или верхний колонтитулы в онлайн-форме HTML
tr: Çevrimiçi formun HTML başlık /ayak notlarını düzenle

source: Edit payment
bg: Редактирай плащане
cs: Upravit platbu
de: Zahlung bearbeiten
fr_ca: Modifier un paiement
he: ערוך תשלום
hu: Kifizetés szerkesztése
nb: Endre betaling
pt: Editar pagamento
ru: Редактировать платёж
tr: Ödemeyi düzenle
