Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Publisher Species
bg: Вид животно при публикуване
cs: Druhy vydavatele
fr_ca: Éditeur espèces
he: זן לפרסום
hu: Kiadó fajtája
lt: Publikavimo rūšis
nb: Utgiver Arter
pt: Espécie do Editor
ru: Публикация вида
tr: Yayıncı Türleri

source: Publishing
bg: Публикуване
cs: Publikování
de: Veröffentlichung
fr_ca: Publication
he: פרסום
hu: Kiadás
lt: Publikavimas
nb: Publisering
pt: Publicação
ru: Публикация
tr: Yayınlanıyor

source: Publishing History
bg: История на публикациите
cs: Historie publikování
fr_ca: Historique de publication
he: היסטוריית פרסום
hu: Közzétételi előzmények
pt: Histórico de Publicações
ru: История публикации

source: Publishing Logs
bg: Регистър на публикации
cs: Publikování protokolů
de: Veröffentlichungsprotokolle
fr_ca: Journal de publication
he: לוג פרסום
hu: Közzétételi naplóbejegyzések
lt: Publikavimo žurnalai
nb: Publiseringslogger
pt: Histórico de Publicações
ru: Журнал публикации
tr: Yayın Logları

source: Publishing Options
bg: Настройки на публикуване
cs: Volby zveřejnění
de: Veröffentlichungseinstellungen
fr_ca: Options de publication
he: אפשרויות פרסום
hu: Közzétételi opciók
lt: Publikavimo nuostatos
nb: Alternativer for publisering
pt: Opções de Publicação
ru: Параметры публикации
tr: Yayın Seçenekleri

source: Publishing complete.
bg: Публикуването приключи.
cs: Publikování dokončeno.
de: Veröffentlichung abgeschlossen.
fr_ca: Publication complétée.
he: הפרסום הושלם.
hu: Közzététel befejeződött
lt: Publikavimas baigtas.
nb: Publisering fullført.
pt: Publicação concluída.
ru: Публикация завершена.
tr: Yayınlama tamamladı

source: Publishing template
bg: Шаблони за публикуване
cs: Publikování šablony
de: Veröffentlichungsvorlage
fr_ca: Modèle de publication
he: תבנית הפרסום
hu: Közzétételi minta
lt: Publikavimo šablonas
nb: Publiseringsmal
pt: Modelo de publicação
ru: Шаблоны публикации
tr: Yayınlama şablonu

source: Pug
bg: Мопс
cs: Mops
de: Mops
fr_ca: Carlin
he: פאג
hu: mopsz
lt: Mopsas
ru: Мопс

source: Puli
bg: Пули
he: פולי
lt: Pulis
ru: Пули

source: Pumi
bg: Пуми
he: פומי
lt: Pumis
ru: Пуми

source: Puppies (under {0} months)
bg: Кученца (под {0} месеца)
cs: Štěňata (pod {0} měsíců)
de: Welpen (unter {0} Monaten)
fr_ca: Chiots ( en dessous {0} mois)
he: גורים (מתחת לגיל {0} חודשים)
hu: Kölykök ( {0} hónapnál fiatalabb)
lt: Šuniukai (iki {0} mėnesių)
nb: Valper (under {0} måneder)
pt: Cachorros (com menos de {0} meses)
ru: Щенки (моложе {0} мес.)
tr: Yavru Köpekler ( {0} ay altı )

source: Purchased
bg: Закупена
cs: Zakoupeno
fr_ca: Acheté
he: נרכש
hu: Megvásárolva
pt: Comprado
ru: Приобретенный
tr: Satın Alınan

source: Qty
bg: К-во
cs: Množství
fr_ca: Qté
he: כמות
hu: Mennyiség
pt: Unids

source: Quaker Parakeet
bg: Папагал монах
cs: Papoušek mniší
de: Mönchssittich
fr_ca: Perruche Moine
he: תוכי נזירי
hu: Barátpapagáj
lt: Kalita
ru: Попугай квакер

source: Quantity
bg: Количество
cs: Množství
fr_ca: Quantité
he: כמות
hu: Mennyiség
pt: Quantidade
ru: Количество
tr: Miktar

source: Quarantine
bg: Под карантина
cs: Karanténa
de: Quarantäne
fr_ca: Quarantaine
he: הסגר
hu: Karantén
lt: Karantinas
nb: Karantene
pt: Quarentena
ru: Карантин
tr: Karantina

source: Quarterhorse
bg: Кон Куортър
he: סוס קווטר
hu: Quarterhorse ló
lt: Kvorteris
pt: Cavalo quarto de milha
ru: Квартерхорс

source: Quarterly
bg: тримесечен
cs: Čtvrtletní
de: Quartalsweise
fr_ca: Trimestriel
he: בכל רבעון
hu: Negyedévi
lt: Kas ketvirtį
nb: Kvartalsvis
pt: Trimestral
ru: Ежеквартально
tr: 3 Aylık

source: Query Builder
bg: Конструктор на заявки
he: בונה השאילתות
pt: Criador de Consultas

source: Quick Links
bg: Бързи препратки
cs: Rychlé odkazy
de: Schnellverknüpfungen
fr_ca: Accès rapides
he: קישורים מהירים
hu: Gyors hivatkozások
lt: Greitosios nuorodos
nb: Hurtiglinker
pt: Links Rápidos
ru: Быстрые ссылки
tr: Hızlı Bağlantılar

source: Quicklinks
bg: Бързи препратки
cs: Rychlé odkazy
de: Schnellverknüpfungen
fr_ca: Raccourcis
he: קישורים מהירים
hu: Gyors hivatkozások
lt: Greitosios nuorodos
nb: Hurtigkoblinger
pt: Links Rápidos
ru: Быстрые ссылки
tr: Hızlı bağlantılar

source: Quicklinks are shown on the home page and allow quick access to areas of the system.
bg: Бързите препратки се показват на началната страница и позволяват по-лесно навигиране в системата.
cs: Rychlé odkazy se zobrazují na domovské stránce a umožňují rychlý přístup k oblastem systému.
de: Schnellverknüpfungen werden auf der Startseite angezeigt und ermöglichen raschen Zugriff auf die Systembereiche.
fr_ca: Les raccourcis sont affichés sur la page d'accueil et permettent un accès rapide aux zones du système.
he: קישורים מהירים מוצגים בעמוד הבית ומאפשרים גישה מהירה לאזורים שונים במערכת.
hu: A gyorshivatkozások a honlapon jelennek meg és lehetővé teszik a rendszer más részeihez való gyors hozzáférést.
lt: Greitosios nuorodos yra rodomos pagrindiniame puslapyje ir leidžia greitai pasiekti įvairias sistemos sritis
nb: Hurtiglenker vises på forsiden og tillat hurtigtilgang til områder i systemet.
pt: Os links rápidos são apresentados na página inicial e permitem acesso rápido às áreas do sistema.
ru: Быстрые ссылки отображаются на домашней странице и позволяют получать быстрый доступ к различным разделам системы.
tr: Ana sayfada gösterilen hızlı bağlantılar (quicklinks), sistem işlevlerine hızlı erişim sağlar.

source: R
he: מתואם
ru: Сверено

source: Rabbit
bg: Заек
cs: Králík
de: Kaninchen
fr_ca: Lapin
he: ארנב
hu: Nyúl
lt: Triušis
nb: Kanin
pt: Coelho
ru: Кролик
tr: Tavşan

source: Rabies
bg: Бяс
cs: Vzteklina
de: Tollwut
fr_ca: Rage
he: כלבת
hu: Veszettség
pt: Raiva
ru: Бешенство

source: Rabies Tag
bg: Ваксинирано срещу бяс
cs: Tag Vzteklina
de: Tollwutmarke
fr_ca: Étiquette de la rage
he: תג כלבת
hu: Veszettség címke
lt: Pasiutligės ženklelis
nb: Rabiesmerke
pt: Etiqueta da Raiva
ru: Вид/Рег. номер вакцины от бешенства
tr: Kuduz (Rabies) Etiketi

source: Rabies not given
bg: Не е ваксинирано срещу бяс
he: חיסון כלבת לא ניתן
nb: Rabies ikke gitt

source: RabiesTag
bg: Ваксинирано срещу бяс
cs: Označení očkování proti vzteklině
de: Tollwut Impfung
fr_ca: Étiquette de la rage
he: תג כלבת
hu: VeszettségCímke
lt: Pasiutligės ženklelis
nb: Rabiesvaksine-ID
pt: EtiquetaRaiva
ru: Вид/Рег. номер вакцины от бешенства
tr: Kuduz (Rabies) Etiketi

source: Radio Buttons
bg: Радио бутони
cs: Přepínací tlačítka
fr_ca: Bouton radio
he: כפתורי בחירה
hu: Választógombok
pt: Botões de Opção
ru: Радио-кнопки

source: Ragamuffin
bg: Рагамъфин
he: רגמפין
hu: RagaMuffin macska
lt: Ragamafinas (driskė)
ru: Рагамаффин

source: Ragdoll
bg: Рагдол
he: רגדול
hu: Ragdoll macska
lt: Regdolas (skudurinė lėlė)
ru: Рэгдолл

source: Rank
bg: Класиране
cs: Pořadí
de: Rang
fr_ca: Classement
he: דירוג
hu: Besorol
lt: Skubumas
nb: Rangering
pt: Classificação
ru: Категория
tr: Sıra

source: Rat
bg: Плъх
cs: Krysa
de: Ratte
he: עכברוש
hu: Patkány
lt: Žiurkė
nb: Rotte
pt: Rato
ru: Крыса

source: Rat Terrier
bg: Рат териер
cs: Krysí teriér
he: רט-טרייר
lt: Žiurkinis terjeras
pt: Terrier Rato
ru: Рэт-терьер

source: Raw Markup
bg: Суров маркер
fr_ca: Balisage brut
he: קוד HTML
hu: Nyers jelölés
pt: Marcação Básica
ru: Сырая разметка

source: Re-Index
he: אינדוקס מחדש

source: Read the manual for more information about Animal Shelter Manager.
bg: Прочети ръководството за повече информация за Animal Shelter Manager (ASM).
cs: Další informace o Správci útulků pro zvířata naleznete v příručce.
de: Für weiterführende Informationen über Animal Shelter Manager lesen Sie das Handbuch.
fr_ca: Lire le manuel pour plus d'informations à propos d'Animal Shelter Manager.
he: קרא את המדריך למידע נוסף על Animal Shelter Manager.
hu: Az Animal Shelter Managerre vonatkozó további információkért olvassa el a kézikönyvet
lt: Daugiau informacijos apie Animal Shelter Manager rasite instrukcijoje.
nb: Les manualen for mer informasjon om Animal Shelter Manager.
pt: Leia o manual para obter mais informações sobre o Animal Shelter Manager.
ru: Прочтите руководство для получения дополнительной информации о ASM.
tr: Animal Shelter Manager hakkında daha fazla bilgi için kılavuzu okuyun.

source: Real name
bg: Истинско име
cs: Skutečné jméno
fr_ca: Nom réel
he: שם אמיתי
hu: Valódi név
lt: Tikras vardas
nb: Virkelig navn
pt: Nome real
ru: Настоящее имя
tr: Gerçek İsim

source: Reason
bg: Причина
cs: Důvod
de: Ursache
fr_ca: Motif
he: סיבה
hu: Ok
lt: Priežastis
nb: Årsak
pt: Motivo
ru: Причина
tr: Gerekçe

source: Reason For Appointment
bg: Причина за преглед
cs: Důvod pro schůzku
fr_ca: Motif du rendez-vous
he: סיבה לתור
hu: Az időpont célja
pt: Motivo do Agendamento

source: Reason For Entry
bg: Причина за приемане
he: סיבת קליטה
nb: Årsak for inntak

source: Reason Not From Owner
bg: Причина не от собственика
cs: Důvod proč ne od majitele
de: Warum nicht persönlich vom Besitzer eingeliefert
fr_ca: Motif ne venant pas du propriétaire
he: הסיבה שלא הגיע מהבעלים
hu: Indoklás nem a tulajdonos által
lt: Kodėl pridavė ne savininkas
nb: Grunn til ikke fra eier
pt: Motivo Alheio ao Dono
ru: Причина, по которой животное доставлено не владельцем
tr: Sahibinin Kendisinin Getirmeme Nedeni

source: Reason for Entry
bg: Причина за приемане
cs: Důvod vstupu
de: Grund des Zugangs
fr_ca: Raison de l’admission
he: סיבת קליטה
hu: Bejegyzés oka
lt: Patekimo priežastis
nb: Grunn for inntak
pt: Motivo da Entrada
ru: Причина поступления
tr: Geliş Nedeni

source: Reason not from Owner
bg: Причина не от собственика
cs: Důvod proč ne od majitele
de: Begründung warum nicht vom Besitzer
fr_ca: Raison ne venant pas du propriétaire
he: הסיבה שלא הגיע מהבעלים
hu: Indoklás nem a tulajdonos által
lt: Kodėl atidavė ne savininkas
nb: Grunn ikke fra eier
pt: Motivo alheio ao dono
ru: Причина, по которой животное доставлено не владельцем
tr: Sahibinin kendisinin getirmeme sebebi

source: Recalculate ALL animal ages/times
bg: Преизчисли ВСИЧКИ години на животни/времена
cs: Přepočítat VŠECHNY věky / časy zvířat
fr_ca: Recalculer l'âge/temps de TOUS les animaux
he: חשב מחדש את גילאי כל החיות
hu: Számítsa ki újra az ÖSSZES állat korát/idejét
pt: Recalcular TODAS as idades/horas dos animais

source: Recalculate ALL animal breed names
he: חשב מחדש את שמות גזעי כל החיות

source: Recalculate ALL animal locations
bg: Преизчисли ВСИЧКИ местонахождения на животни
cs: Přepočítat VŠECHNY polohy zvířat
fr_ca: Recalculer TOUS les emplacements d'animaux
he: חשב מחדש את מיקומי כל החיות
hu: Valamennyi állat elhelyezésének újraszámítása
pt: Recalcular TODOS os locais dos animais
ru: Пересчитать ВСЕ локации животных

source: Recalculate on-shelter animal locations
bg: Преизчисли местонахожденията на животните в приюта
cs: Přepočítat umístění zvířat v útulku
fr_ca: Recalculer les emplacements des animaux au refuge
he: חשב מחדש את מיקומי החיות במקלט
hu: A menhelyen lévő állatok elhelyezésének újraszámítása
pt: Recalcular os locais de animais no abrigo
ru: Пересчитать всех животных приюта

source: Receipt
fr_ca: Reçu
he: קבלה
nb: Kvittering
pt: Recibo

source: Receipt No
bg: Разписка номер
cs: Příjmový doklad číslo
de: Belegnummer
fr_ca: Reçu no
he: קבלה מס
hu: Befogadó sz.
lt: Sąskaitos nr.
nb: Kvitteringsnummer
pt: N.º de Recibo
ru: № квитанции
tr: Fiş/Fatura No

source: Receipt/Invoice
bg: Разписка/Фактура
cs: Stvrzenka / faktura
de: Beleg/Rechnung
fr_ca: Reçu/Facture
he: חשבונית-קבלה
hu: Nyugta/Számla
lt: Sąskaita / Sąskaita - faktūra
nb: Kvittering/faktura
pt: Recibo/Fatura
ru: Квитанция/Счет
tr: Fiş/Fatura

source: Receive
bg: Получаване
cs: Přijmout
de: Empfangen
fr_ca: Produire le reçu
he: קבל
hu: Fogadás
lt: Gauti
nb: Motta
pt: Receber
ru: Получить
tr: Teslim Al

source: Receive a payment
bg: Получи плащане
cs: Příjem platby
de: Zahlung empfangen
fr_ca: Recevoir un paiement
he: קבל תשלום
hu: Fizetés befogadása
nb: Motta en betaling
pt: Receber um pagamento
tr: Ödeme al

source: Received
bg: Получено
cs: Přijato
de: Empfangen
fr_ca: Reçu
he: התקבלה
hu: megkapta
lt: Gavimo data
nb: Mottatt
pt: Recebido em
ru: Получено
tr: Teslim Alındı

source: Received between
he: התקבל בין

source: Received between two dates
he: התקבל בין שני תאריכים

source: Received in last day
bg: Получено в последния ден
cs: Přijato v posledním dni
fr_ca: Reçus depuis hier
he: התקבלו ביום האחרון
hu: Előző napon érkezett
nb: Mottatt siste døgn
pt: Recebidos no último dia

source: Received in last month
bg: Получени предишния месец
cs: Přijato za poslední měsíc
de: Im letzten Monat empfangen
fr_ca: Reçus dans le dernier mois
he: התקבלו בחודש האחרון
hu: Előző hónapban érkezett
lt: Gauta šį mėnesį
nb: Mottatt den siste måneden
pt: Recebidos no mês passado
ru: Получено в прошлом месяце
tr: Geçen ay teslim alınan

source: Received in last week
bg: Получени предишната седмица
cs: Přijato v minulém týdnu
de: In der letzten Woche empfangen
fr_ca: Reçu dans la dernière semaine
he: התקבלו בשבוע האחרון
hu: Előző héten érkezett
lt: Gauta šią savaitę
nb: Mottatt den siste uken
pt: Recebidos na semana passada
ru: Получено на прошлой неделе
tr: Geçen hafta teslim alınan

source: Received in last year
bg: Получени предишната година
cs: Přijato v loňském roce
de: Im letzten Jahr empfangen
fr_ca: Reçu dans la dernière année
he: התקבלו בשנה האחרונה
hu: Előző évben érkezett
lt: Gauta šiais metais
nb: Mottatt siste år
pt: Recebidos no ano passado
ru: Получено в прошлом году
tr: Geçen sene teslim alınan

source: Received today
bg: Получени днес
cs: Přijato dnes
fr_ca: Reçus aujourd’hui
he: התקבלו היום
hu: Ma érkezett
nb: Mottatt i dag
pt: Recebidos hoje

source: Recently Adopted
bg: Наскоро осиновени
cs: Nedávno adoptováno
fr_ca: Récemment adopté
he: אומצו לאחרונה
hu: Nemrég örökbefogadva
lt: Neseniai atiduoti
nb: Nylig adoptert
pt: Adotados Recentemente
ru: Пристроенные недавно
tr: Yeni Sahiplenilen

source: Recently Changed
bg: Наскоро променени
cs: Nedávno změněno
de: Kürzlich geändert
fr_ca: Récemment changés
he: שונה לאחרונה
hu: Mostanában módosult
lt: Neseniai atnaujinti
nb: Nylig endret
pt: Recentemente Alterados
ru: Измененные недавно
tr: Yeni Değiştirilen

source: Recently Entered Shelter
bg: Наскоро приети в приюта
cs: Nedávno vstoupil do útulku
fr_ca: Récemment admis au refuge
he: נכנסו למקלט לאחרונה
hu: Mostanában menhelyre bekerült
lt: Neseniai priimti į prieglaudą
nb: Nylig tatt inn
pt: Recentemente Admitidos no Abrigo
ru: Недавно поступившие
tr: Barınağa Yeni Gelen

source: Recently Fostered
bg: Наскоро настанени в приемни домове
cs: Nedávno převzatý do péče
de: Kürzlich in Pflege
fr_ca: Récemment adoptés
he: הועברו לאומנה לאחרונה
hu: Mostanában ideiglenes befogadóhoz került
lt: Neseniai atiduoti laikinai globai
nb: Nylig Fostret
pt: Recentemente Acolhidos por FAT
ru: Недавно отданные на передержку
tr: Yeni Geçici Yuva Bulan

source: Recently deceased
bg: Наскоро починали
cs: Nedávno uhynul
de: Kürzlich verstorben
fr_ca: Récemment décédés
he: מתו לאחרונה
hu: Mostanában elhullott
lt: Neseniai nugaišę
nb: Nylig avdøde
pt: Recentemente falecidos
ru: Недавно умершие
tr: Yeni ölen

source: Recently deceased shelter animals (last 30 days).
bg: Наскоро починали животни в приюта (последните 30 дни).
cs: V poslední době uhynulá zvířata (posledních 30 dní)
de: Vor kurzem verstorbene Tierheimtiere (letzte 30 Tage).
fr_ca: Animaux du refuge récemment décédés (30 derniers jours).
he: חיות מקלט שמתו לאחרונה (30 יום אחרונים).
hu: Nemrégiben elhullott menhelyi állatok (utóbbi 30 nap)
lt: Neseniai nugaišę prieglaudos gyvūnai (per pastarąsias 30 dienų).
nb: Nylig avdøde dyr på hjelpesenteret (siste 30 dagene).
pt: Animais do abrigo recentemente falecidos (últimos 30 dias).
ru: Недавно умершие животные приюта (за последние 30 дней).
tr: Yeni vefat eden barınak hayvanları (last 30 days)

source: RecentlyFostered
he: הועברו לאומנה לאחרונה

source: Reception
bg: Рецепция
cs: Přijetí
fr_ca: Réception
he: קבלה
hu: Befogadás
nb: Mottak
pt: Receção

source: Reclaim
bg: Опитоми
cs: Vrátit zpět
de: Rückforderung
fr_ca: Réclamer
he: נדרש על ידי הבעלים
hu: Visszakövetel
lt: Grąžinimas savininkui
nb: Returner til rettmessig eier
pt: Reivindicar
ru: Вернуть
tr: Yeniden Talep Etme

source: Reclaim an animal
bg: Опитоми животно
cs: Vrátit zpět zvíře
de: Tier zurückfordern
fr_ca: Réclamer un animal
he: השבת חיה לבעלים
hu: Állat visszakövetelése
lt: Grąžinti savininkui
nb: Returner et dyr til rettmessig eier
pt: Reivindicar um animal
ru: Вернуть животное обратно
tr: Hayvanı yeniden talep et.

source: Reclaim movements must have a valid reclaim date.
bg: Движенията по опитомяването трябва да имат валидна дата за опитомяване
cs: Pro vrácení zpět musí mít platné datum vrácení.
de: Rückforderungsbewegungen erfordern ein gültiges Rückforderungsdatum.
fr_ca: Les déplacements de réclamation doivent avoir une date de réclamation valide.
he: תאריך החזרה אינו חוקי.
hu: A visszakövetelő intézkedéseknek érvényes visszakövetelési dátummal kell rendelkeznie
nb: Registreringer av retur til rettmessig eier må ha en gyldig dato.
pt: Os movimentos de reivindicação necessitam de uma data de reivindicação válida.
tr: Yeniden talep hareketlerinin, geçerli bir yeniden talep tarihi olmalıdır.

source: Reclaim successfully created.
bg: Опитомяването успешно създадено
cs: Vrácení zpět úspěšně vytvořeno.
fr_ca: Réclamation créée avec succès.
he: החזרה לבעלים נוצרה בהצלחה.
hu: A visszakövetelés sikeresen létrehozva.
nb: Retur til rettmessig eier er opprettet.
pt: Reivindicação criada com êxito.
ru: Запрос на возврат успешно создан.
tr: Yeniden talep kaydı, başarıyla oluşturuldu.

source: Reclaimed
bg: Върнат
cs: Znovu přijato
de: Zurückgefordert
fr_ca: Réclamé
he: הוחזר לבעלים
hu: Visszakövetelt
lt: Atsiimtas
nb: Gjenforent
pt: Reivindicado
ru: Возвращенное
tr: Geri İsteme

source: Reconcile
bg: Съгласуване
cs: Vyrovnání (Reconcile)
de: Abgleichen
fr_ca: Concilier
he: בצע תיאום
hu: Egyeztetés
lt: Suderinti
nb: Avstem
pt: Reconciliar
ru: Сверка
tr: Mutabakat Sağla

source: Reconciled
bg: Изравнени
cs: Vyrovnáno (Reconciled)
de: Ausgeglichen
fr_ca: Concilié
he: מתואם
hu: Egyeztetett
lt: Suderinta
nb: Forsonet
pt: Reconciliado
ru: Сверен
tr: Eşleştrilmiş

source: Records must match all of the selected criteria in order to appear on the report
bg: Записите трябва да отговарят на всички избрани критерии, за да се появят в отчета
he: על הרשומות להתאים לכל התנאים שנבחרו על מנת שיופיעו בדוח
pt: Os registos precisam de cumprir todos os critérios selecionados para serem incluídos no relatório

source: Redbone Coonhound
bg: Редбон кунхаунд
he: קונהאונד אדום
hu: Vörös mosómedvekopó
lt: Raudonkūnis kunhaundas
ru: Кpасный кунхаунд

source: Redeemed
bg: Изкупено
fr_ca: Racheté
he: נפדה
nb: Innløst
pt: Resgatados

source: Redeemed in last month
bg: Получени предишния месец
he: נפדו בחודש האחרון
nb: Innløst siste måned

source: Rediarised
bg: Преместени
cs: Přeplánováno
fr_ca: Remis à l'agenda
he: משימה הועברה
hu: Újradátumozott
lt: Perkeltas
nb: Lagt til på nytt i dagboken
pt: Transferido para Outro Diário
ru: Запись обновлена
tr: Yeniden günlüklendi

source: Redirect to URL after POST
bg: Пренасочи към URL адреса след POST
cs: Po POST přesměrování na adresu URL
fr_ca: Rediriger vers URL après publication
he: הפנה לכתובת זו לאחר POST
hu: POST után irányítsa vissza az URL-re
lt: Po publikavimo perkelti į URL
nb: Videresendt til nettadresse etter POST
pt: Redirecionar para URL após POST
ru: Перенаправить по URL после публикации
tr: POST ettikten sonra URL'ye yönlendir.

source: Redirect to this URL after successful payment
bg: Пренасочване към този URL след успешно плащане
fr_ca: Rediriger vers cet URL après paiement fait avec succès
he: הפנה לכתובת זו לאחר תשלום
nb: Videresend til denne nettadressen etter vellykket betaling
pt: Redirecionar para este URL após um pagamento com êxito

source: Reference
bg: Препратка
de: Zuordnung
fr_ca: Référence
he: מספר מזהה
hu: Hivatkozás
lt: Nuoroda
nb: Referanse
pt: Referência
ru: Ссылка
tr: Referans

source: Refresh
bg: Обновяване
cs: Obnovit
de: Aktualisieren
fr_ca: Rafraîchir
he: רענון
hu: Frissítés
lt: Atnaujinti
nb: Oppdater
pt: Atualizar
ru: Обновить
tr: Yenile

source: Regenerate 'Match lost and found animals' report
bg: Зареди отново справка "Изгубени и намерени животни"
cs: Obnovit „Spárovat ztracená a nalezená zvířata“
fr_ca: Regénérer le rapport 'Match lost and found animals'
he: צור מחדש דוח התאמת אבידות/מציאות
hu: 'Elveszett és megtalált állatok összehasonlítása' jelentés újra generálása
pt: Voltar a gerar relatório 'Confrontar animais perdidos e achados'
ru: Сформировать отчет о совпадениях среди потерянных и найденных животных

source: Regenerate 'Person looking for' report
bg: Регенериране на справка за 'Търсещи животни'
cs: Obnovit zprávu „Osoba hledající“
fr_ca: Regénérer le rapport 'Person looking for'
he: צור מחדש דוח אנשים מחפשים
hu: 'Személy keres' jelentés újra generálása
pt: Voltar a gerar relatório 'Pessoa que procura'
ru: Обновить отчет "запросы пользователя"

source: Regenerate annual animal figures for
bg: Регенерирай годишни суми за животни
cs: Přegenerovat roční údaje zvířat pro
fr_ca: Regénérer les chiffres d'animaux annuels pour
he: חשב מחדש מספרי חיות שנתיים
hu: Éves állat mutatószámok újra generálása a következőre
pt: Voltar a gerar valores anuais de animais para
ru: Обновить ежегодную статистику по животным для

source: Regenerate diary link info for incomplete notes
he: צור מחדש קישורי משימות למשימות שלא הושלמו

source: Regenerate monthly animal figures for
bg: Генерирай отново месечни суми за животни
cs: Přegenerovat měsíční údaje zvířat pro
fr_ca: Regénérer les chiffres d'animaux mensuels pour
he: חשב מחדש מספרי חיות חודשיים
hu: Havi állat mutatószámok újra generálása következőre
pt: Voltar a gerar valores mensais de animais para
ru: Обновить ежемесячную статистику по животным для

source: Regenerate person flags column
bg: Генерирай отново имена на хора в избрания формат
fr_ca: Régénérer la colonne des indicateurs de personne
he: חשב מחדש עמודת תגיות אנשים
nb: Regenerer kolonnen for personflagg
pt: Regenerar a coluna de sinalizações de pessoa

source: Regenerate person names in selected format
bg: Генерирай отново имена на хора в избрания формат
cs: Obnovit jména osob ve vybraném formátu
fr_ca: Regénérer les noms de personnes dans le format sélectionné
he: צור מחדש שמות אנשים בפורמט הנבחר
hu: Személyek neveinek újra generálása a kiválogatott formátumban
pt: Voltar a gerar nomes de pessoas no formato selecionado
ru: Обновить имена контактных лиц в выбранных форматах

source: Register Microchip
bg: Регистрирай микрочип
cs: Registrovat Mikročip
fr_ca: Enregistrer la micropuce ou la bague
he: רישום שבב
hu: Regisztrálja a microchipet
pt: Registar Microchip

source: Register microchips after
bg: Регистрирай микрочип след
cs: Zaregistrovat mikročipy po
fr_ca: Enregistrer la micropuce ou la bague après
he: רשום מספרי שבב אחרי
pt: Registar microchips após
ru: Зарегистрировать микрочип после

source: Register microchips from
he: רשום מספרי שבב מ

source: Relative to bottom right corner of the image
he: יחסית לפינה הימנית התחתונה של התמונה

source: Released To Wild
bg: Пуснато обратно на свобода
cs: Vypuštěné do přírody
de: Ausgewildert
fr_ca: Remis en liberté
he: שוחרר לטבע
hu: Szabadon engedve
lt: Paleistas į laisvę
nb: Satt ut i det fri
pt: Libertado na Natureza
ru: Выпущено в дикую природу
tr: Doğaya Salınmış

source: Released To Wild {0}
bg: Пуснати на свобода {0}
cs: Vypuštěno do přírody {0}
de: Ausgewildert {0}
fr_ca: Remis en liberté {0}
he: שוחרר לחופשי {0}
hu: Szabadon engedve {0}
lt: Paleisti į laisvę {0}
nb: Satt ut i det fri {0}
pt: Libertado na Natureza {0}
ru: Выпущено в дикую природу {0}
tr: Vahşi Doğaya Bırakılan {0}

source: Released to Wild
bg: Пуснато обратно на свобода
he: שוחרר לטבע
nb: Satt ut i det fri

source: Reload
bg: Зареди отново
cs: Znovu načíst
fr_ca: Recharger
he: טען מחדש
hu: Újratöltés
pt: Recarregar
ru: Перезагрузить

source: Reload page ...
bg: Презареди страницата
fr_ca: Rafraîchir la page...
he: טען עמוד מחדש...
pt: A recarregar página...
