Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Log date must be a valid date
bg: Невалидна дата
cs: Datum protokolu není správně zadané
de: Protokolldatum muss ein gültiges Datum sein
fr_ca: La date du journal doit être une date valide
he: תאריך הערה אינו חוקי
hu: A napló dátuma érvényes dátum kell legyen
lt: Įrašo data turi būti galiojanti
nb: Loggdato må være gyldig
pt: A data do registo tem de ser uma data válida
ru: Дата внесения в журнал должна быть указана верно
tr: Kütük (log) tarihi geçerli bir tarih olmalıdır.

source: Log requires a date.
bg: Липсва дата.
cs: Protokol musí mít datum.
de: Protokolleintrag erfordert ein Datum.
fr_ca: Le journal nécessite une date.
he: יש למלא תאריך.
hu: Naplóbejegyzéshez dátum szükséges
lt: Būtina nurodyti žurnalo įrašo datą.
nb: Trenger en dato til loggen.
pt: O registo necessita de uma data.
ru: Для журнала требуется указать дату.
tr: Kütük (log) için tarih gereklidir.

source: Log requires a person.
bg: Липсва лице.
cs: Protokol musí mít přiřazenou osobu.
de: Protokolleintrag erfordert eine Person.
fr_ca: Le journal nécessite une personne.
he: יש לבחור אדם.
hu: Naplóbejegyzéshez személy szükséges
lt: Žurnalo įrašas turi būti susietas su asmeniu.
nb: Trenger en person til loggen.
pt: O registo necessita de uma pessoa.
ru: Для журнала требуется указать контактное лицо.
tr: Kütük (log) için insan gereklidir.

source: Log requires an animal.
bg: Липсва животно.
cs: Protokol musí mít přiřazené zvíře.
de: Protokolleintrag benötigt ein Tier.
fr_ca: Le journal nécessite un animal.
he: יש לבחור חיה.
hu: Naplóbejegyzéshez állat megadása szükséges.
lt: Žurnalo įrašas turi būti susietas su gyvūnu.
nb: Trenger et dyr til loggen.
pt: O registo necessita de um animal.
ru: Для журнала требуется указать животное.
tr: Kütük (log) için hayvan gereklidir.

source: Log successfully added.
bg: Лога е успешно добавен.
cs: Protokol úspěšně vytvořen.
de: Protokolleintrag erfolgreich hinzugefügt.
fr_ca: Journal ajouté avec succès.
he: הערה נוספה בהצלחה.
hu: Naplóbejegyzés sikeresen hozzáadva.
lt: Žurnalas sėkmingai pridėtas.
nb: Logg lagt til.
pt: Registo adicionado com êxito.
ru: Запись успешно создана.
tr: Kütük (log) başarıyla eklendi.

source: Login
bg: Вход
cs: Přihlásit se
de: Anmelden
fr_ca: Connection
he: כניסה
hu: Bejelentkezés
lt: Prisijungti
nb: Logg inn
pt: Iniciar Sessão
ru: Войти
tr: Giriş

source: Logout
bg: Отписване
cs: Odhlásit se
de: Abmelden
fr_ca: Déconnexion
he: התנתק
hu: Kijelentkezés
lt: Išsiregistruoti
nb: Logg ut
pt: Terminar Sessão
ru: Выйти
tr: Çıkış

source: Logs matching '{0}'.
he: הערות שמתאימות ל '{0}'.

source: Long
bg: Дълго
cs: Dlouhé
de: Lang
he: ארוכה
hu: Hosszú
lt: Ilgaplaukis
nb: Lang
pt: Longo
ru: Длинный
tr: Uzun

source: Long term
bg: Дългосрочно
cs: Dlouhodobý
de: Langzeit
fr_ca: Long terme
he: טווח ארוך
hu: Hosszú távú
nb: Langtids
pt: Longo prazo
ru: Долгосрочный

source: Longest On Shelter
bg: Най-старото в приюта
cs: Nejdéle v útulku
fr_ca: Le plus longtemps au refuge
he: נמצאים הכי הרבה זמן במקלט
hu: Legrégebben a Menhelyen
lt: Ilgiausiai prieglaudoje
nb: Lengst på helpesenteret
pt: Há Mais Tempo no Abrigo
ru: Дольше всех в приюте
tr: Barınakta En Uzun Kalan

source: Looking For
bg: Отговарящи животни
cs: Hledání
fr_ca: Recherche
he: מחפש אחר
hu: Keresés
nb: Leter etter
pt: À Procura De

source: Looking for
bg: Търси
cs: Hledání
de: Sucht nach
fr_ca: Recherche
he: מחפש אחר
hu: Keresés
lt: Ieško
nb: Leter etter
pt: À procura de
ru: Ищет
tr: Arıyor

source: Lookup
bg: Търсене
cs: Vyhledat
de: Suche
fr_ca: Requête
he: תיבת רשימה נפתחת
hu: Keresés
lt: Sąrašas
nb: Oppslag
pt: Consulta
ru: Выпадающие списки
tr: Arama

source: Lookup (Multiple Select)
bg: Търсене (множество избори)
cs: Vyhledávání (vícenásobný výběr)
fr_ca: Requête (choix multiples)
he: תיבת בחירה מרובה
hu: Keresés (többszörös kiválasztás)
nb: Sjekk (Multiple Select)
pt: Consulta (Seleção Múltipla)

source: Lookup Address
he: חפש כתובת

source: Lookup Values
bg: Номенклатури
cs: Hodnoty pro vyhledání
de: Suchwerte
fr_ca: Valeur de requêtes
he: ערכי טבלת בחירה
hu: Keresési érték
lt: Sąrašo reikšmės
pt: Valores de Consulta
ru: Значения выпадающих списков
tr: Lookup Değerleri

source: Lookup data
bg: Номенклатури
cs: Vyhledat data
de: Suchdaten
fr_ca: Recherche de données
he: נתוני טבלאות בחירה
hu: Keresési adatok
lt: Sąrašai
nb: Oppslagsdata
pt: Consultar dados
ru: Данные выпадающих списков
tr: Lookup verisi

source: Lookups
bg: Номенклатури
cs: Hledání
fr_ca: Consultations
he: טבלאות חיפוש
hu: Keresések
lt: Sąrašai
nb: Søk
pt: Consultas
ru: Запросы
tr: Lookup

source: Lop Eared
bg: Заек Lop Eared
cs: Sklopené uši
fr_ca: Bélier
he: ארנב עם אוזניים שמוטות
hu: Lógó fülű
lt: Nulėpausis
pt: Coelho de Orelhas Caídas
ru: Длинноухий

source: Lory/Lorikeet
bg: Лори/Лорикети
cs: Loriini
de: Lori
fr_ca: Lori
he: לורים
hu: Lórifélék
lt: Loris
nb: Lori
ru: Лори/Лорикет

source: Lost
bg: Загубен
cs: Ztracený
de: Entlaufen
fr_ca: Perdu(e)
he: אבידות
hu: Elveszett
lt: Dingę
nb: Mistet
pt: Perdido
ru: Разыскиваемое
tr: Kayıp

source: Lost Animal
bg: Изгубено животно
cs: Ztracené zvíře
de: Entlaufenes Tier
fr_ca: Animal perdu
he: אבידות
hu: Elveszett állat
lt: Dingęs gyvūnas
nb: Savnet
pt: Animal Perdido
ru: Разыскиваемое животное
tr: Kayıp Hayvan

source: Lost Animal - Additional
bg: Изгубено животно - Допълнение
cs: Ztracené zvíře - dodateční informace
de: Entlaufenes Tier - Zusatz
fr_ca: Animal perdu - Champ personnalisé
he: אבידה - פרטים נוספים
hu: Elveszett állat - Egyéb
lt: Dingęs gyvūnas - Papildoma
nb: Savnet dyr - Ekstra
pt: Animal Perdido - Adicional
ru: Потерянное животное - дополнительно
tr: Kayıp Hayvan - Ek

source: Lost Animal - Details
bg: Изгубено животно - Детайли
cs: Ztracené zvíře - detaily
de: Entlaufenes Tier - Details
fr_ca: Animal perdu - Détails
he: אבידה - פרטים
hu: Elveszett állat - Részletek
lt: Dingęs gyvūnas - Pagrindinė informacija
nb: Savnet dyr - Detaljer
pt: Animal Perdido - Detalhes
ru: Потерянное животное - подробная информация
tr: Kayıp Hayvan - Detaylar

source: Lost Animal Contact
bg: Контакт за изгубено животно
cs: Ztracený kontakt zvířete
de: Entlaufenes Tier Kontakt
fr_ca: Contact animal perdu
he: איש קשר לחיה שאבדה
hu: Elveszett állathoz tartozó kapcsolat
lt: Dingusio gyvūno kontaktinis asmuo
nb: Mistet dyr kontakt
pt: Contacto de Animal Perdido
ru: Контактное лицо разыскиваемого животного
tr: Kayıp Hayvan İletişim

source: Lost Animal: {0}
bg: Изгубено животно: {0}
cs: Ztracené zvíře: {0}
de: Entlaufenes Tier: {0}
fr_ca: Animal perdu : {0}
he: אבידה: {0}
hu: Elveszett állatok: { 0 }
lt: Dingęs gyvūnas: {0}
nb: Tapt dyr: {0}
pt: Animal Perdido: {0}
ru: Разыскиваемое животное: {0}
tr: Kayıp hayvan: {0}

source: Lost Animals
he: אבידות

source: Lost and Found
bg: Изгубени и намерени
cs: Ztracená a nalezená zvířata
de: Entlaufen und Gefunden
fr_ca: Perdu/Trouvé
he: אבידות ומציאות
hu: Elveszett és megtalált
lt: Dingę ir rasti
nb: Tapt og funnet
pt: Perdidos e Encontrados
ru: Разыскиваемые и найденные
tr: Kayıp ve Bulunan

source: Lost and found entries must have a contact
bg: Изгубените и намерените животни трябва да имат леце за контакт.
cs: Při vstupování ztracených a nalezených zvířat musíte uvést kontakt
de: Entlaufen und gefunden-Einträge erfordern Kontaktdaten
fr_ca: Les entrées Perdu/trouvé doivent avoir un contact
he: יש להוסיף איש קשר לרשומות אבידות ומציאות
hu: Az elveszett és megtalált bejegyzésekhez kapcsolattartó megadása szükséges
lt: Dingusių ir rastų gyvūnų įrašuose būtina nurodyti kontaktus
nb: Oppføringer i mistet og funnet må ha en kontaktperson
pt: As entradas de perdidos e encontrados necessitam de um contacto
ru: Для разыскиваемых и найденных животных необходимо указать контактное лицо
tr: Kayıp ve bulunan hayvan girişlerinin iletişim bilgisi olmalı

source: Lost animal - {0} {1} [{2}]
bg: Изгубено животно - {0} {1} [{2}]
cs: Ztracené zvíře - {0} {1} [{2}]
de: Entlaufenes Tier - {0} {1} [{2}]
fr_ca: Animal perdu - {0} {1} [{2}]
he: אבידה - {0} {1} [{2}]
hu: Elveszett állat - {0} {1} [{2}]
lt: Dingęs gyvūnas - {0} {1} [{2}]
nb: Savnet dyr - {0} {1} [{2}]
pt: Animal perdido - {0} {1} [{2}]
ru: Разыскиваемое животное — {0} {1} [{2}]
tr: Kayıp hayvan - {0} {1} [{2}]

source: Lost animal entries matching '{0}'.
bg: Изгубени животни, отговарящи на условията '{0}'.
cs: Záznamy o ztraceném zvířeti odpovídající '{0}'.
de: Einträge entlaufener Tiere, die '{0}' entsprechen.
fr_ca: Entrées d'animal perdu correspondant à {0}'.
he: אבידות המתאימות ל '{0}'.
hu: Talált állatra vonatkozó bejegyzések megegyeznek '{0}'
lt: Dingę gyvūnai, atitinkantys '{0}'.
nb: Mistet dyr som passer '{0}'.
pt: Entradas de animais perdidos correspondentes a '{0}'.
ru: Разыскиваемые животные, похожие на «{0}».
tr: '{0}' ile eşleşen kayıp hayvan girişleri:

source: Lost animal entry {0} successfully created.
bg: Успешно създаване на запис {0} за изгубено животно.
cs: Přidání {0} ztraceného zvířete úspěšně vytvořeno.
de: Entlaufenes Tier {0} erfolgreich erstellt.
fr_ca: Entrée animal perdu {0} créée avec succès.
he: אבידה {0} נוצרה בהצלחה.
hu: Talált állat bejegyzése {0} sikeresen létrehozva
lt: Dingusio gyvūno įrašas {0} sėkmingai sukurtas.
nb: Mistet dyr {0} opprettet.
pt: Entrada de animal perdido {0} criada com êxito.
ru: Запись о разыскиваемом животном {0} успешно создана.
tr: Kayıp hayvan girişi {0} başarıyla oluşturuldu.

source: Lost animals must have a contact
bg: Трябва да има контакт за изгубеното животно.
cs: Ztracená zvířata musí mít vyplněný kontakt
de: Entlaufene Tiere benötigen Kontaktdaten
fr_ca: Les animaux perdus doivent avoir un contact
he: יש להוסיף איש קשר לאבידות
hu: Elveszett állatokhoz kapcsolattartó szükséges
lt: Būtina nurodyti dingusių gyvūnų kontaktinį asmenį
nb: Mistet dyr må ha en kontakt
pt: Os animais perdidos necessitam de um contacto
ru: Для разыскиваемых животных необходимо указывать контактное лицо
tr: Kayıp hayvanlara ait iletişim bilgisi olmalı.

source: Lost animals reported in the last 30 days.
bg: Съобщения за изгубени животни през последните 30 дни.
cs: Ztracená zvířata nahlášená v posledních 30ti dnech.
de: Entlaufene Tiere, die in den letzten 30 Tagen gemeldet wurden.
fr_ca: Les animaux perdus signalés au cours des 30 derniers jours.
he: אבידות שדווחו ב-30 יום האחרונים.
hu: Az utóbbi 30 napon bejelentett elveszett állatok.
lt: Per pastarąsias 30 dienų dingę gyvūnai.
nb: Rapportert mistet siste 30 dager.
pt: Animais perdidos comunicados nos últimos 30 dias.
ru: Разыскиваемые животные, о которых сообщили за последние 30 дней.
tr: Son 30 gün içerisinde raporlanan kayıp hayvanlar

source: Lost from
bg: Дата на загубване от
cs: Ztracen od
de: Entlaufen von
fr_ca: Perdu par
he: אבד מ
hu: Elveszett innen
lt: Dingo nuo
nb: Mistet fra
pt: Perdido de
ru: Потеряно в период с
tr: Bu tarihten itibaren kayıp

source: Lost to
bg: Дата на загубване до
cs: Ztracen do
de: Entlaufen bis
fr_ca: Perdu à
he: אבד עד
hu: Elvesztett
lt: Dingo iki
nb: Mistet til
pt: Perdido para
ru: по
tr: Bu tarihe kadar kayıp

source: Lost/Found
bg: Изгубени/Намерени животни
cs: Ztraceno / Nalezeno
de: Entlaufen / Zugelaufen
fr_ca: Perdus/Trouvés
he: אבידות/מציאות
hu: Elveszett/Talált
lt: Dingę/Rasti
nb: Mistet/Funnet
pt: Perdidos/Encontrados
ru: Разыскиваемые и найденные животные
tr: Kayıp/Bulunan

source: Lots of reports installed? Clean up the Reports menu with Settings, Options, Display, Show report menu items in collapsed categories.
bg: Инсталирани са много отчети? Почистете менюто Отчети с Настройки, Опции, Показване, Показване на елементи от менюто на отчета в свитите категории.
he: יותר מדי דוחות מותקנים? סדר את תפריט הדוחות באמצעות הגדרות-אפשרויות-תצוגה- הצג פריטי תפריט דוחות תחת קטגוריות.
nb: Mange rapporter installert? Rydd opp rapportmenyen under Innstillinger, Alternativer, Rapporter, Vis rapportmeny i sammenslåtte kategorier.
pt: Tem demasiados relatórios instalados? Limpe o menu Relatórios através da opção Definições/Opções/Mostrar/Mostrar itens de menu de relatório em categorias reduzidas.

source: Lovebird
bg: Неразделки
cs: Papoušík
de: Unzertrennliche
fr_ca: Inséparable
he: ציפור אהבה
hu: Törpepapagáj
lt: Agapornis
nb: Dvergpapegøye
pt: Periquito
ru: Неразлучник

source: Low
bg: Ниска
cs: Nízká
de: Niedrig
fr_ca: Bas
he: נמוכה
hu: Alacsony
lt: Žemas
nb: Lav
pt: Baixo
ru: Низкая
tr: Düşük

source: Lowchen
bg: Лъвско куче
de: Löwchen
he: לאוכן
hu: Oroszlánkutya
lt: Šuo - liūtukas
nb: Løwchen
ru: Лион бишон

source: Lowest
bg: Най-ниска
cs: Nejnižší
de: Sehr gering
fr_ca: Minimum
he: נמוכה ביותר
hu: Legalacsonyabb
lt: Žemiausias
nb: Laveste
pt: Mais Baixa
ru: Низшая
tr: En düşük

source: M (Miscellaneous)
bg: Други
cs: M (jiné)
de: M (Sonstiges)
fr_ca: M (Divers)
he: M (שונות)
hu: M (Egyéb)
lt: I (Nežinoma)
nb: D (Diverse)
pt: D (Diversos)
ru: M (Разное)
tr: M (Muhtelif)

source: MM = current month
bg: MM = текущият месец
cs: MM = aktuální měsíc
de: MM = aktueller Monat
fr_ca: MM = mois en cours
he: MM = חודש נוכחי
hu: MM = aktuális hónap
lt: MM = šis mėnuo
nb: MM = gjeldene måned
pt: MM = mês atual
ru: ММ = текущий месяц
tr: MM = geçerli ay

source: Macaw
bg: Ара
cs: Ara
de: Blauara
fr_ca: Ara
he: מקאו
hu: Arapapagáj
lt: Ara
nb: Arapapegøye
pt: Arara
ru: Ара

source: Mail
bg: Поща
de: E-Mail
fr_ca: Courriel
he: מייל
hu: Levél
lt: El. paštas
nb: Epost
pt: Mailing
ru: Электронная почта
tr: Posta

source: Mail Merge
bg: Шаблон за писмо
cs: Hromadná korespondence
de: Seriendruck
fr_ca: Publipostage
he: מיזוג דואר
hu: Körlevél
lt: Komponuoti laiškus
nb: Epostfletting
pt: Mailing
ru: Автоматическое создание писем
tr: E-posta Birleştir

source: Mail Merge - {0}
bg: Шаблон за писмо - {0}
cs: Hromadná korespondence - {0}
de: Seriendruck - {0}
fr_ca: Publipostage - {0}
he: מיזוג דואר - {0}
hu: Körlevél - {0}
lt: Laiško komponavimas - {0}
nb: Flett epost - {0}
pt: Mailing - {0}
ru: Автоматическое создание писем — {0}
tr: E-Posta Birleştir - {0}

source: Maine Coon
bg: Мейн Куун
he: מיין קון
lt: Meino meškėnas
ru: Мейн-кун

source: Make this the default image for the record
he: הפוך תמונה זו לתמונה ראשית לרשומה

source: Make this the default image when creating documents
bg: Направи това изображението по подразбиране при създаване на документи
cs: Zvol jako výchozí obrázek při vytváření dokumentů
fr_ca: Mettre cette image par défaut lors de la création de documents
he: הפוך תמונה זו לתמונה ראשית בעת יצירת מסמכים
hu: Ez legyen az alapbeállítás képe egy dokumentum létrehozásánál
lt: Šį atvaizdą nustatyti numatytuoju, kuriant dokumentus
nb: Gjør dette til standard bilde ved opprettelse av dokumenter
pt: Definir esta imagem como padrão ao criar documentos
ru: Использовать это изображение по умолчанию при создании документов
tr: Doküman oluştururken, bunu varsayılan resim yap.

source: Male
bg: Мъжки
cs: Samec
de: Männlich
fr_ca: Mâle
he: זכר
hu: Hím
lt: Patinas
nb: Hann
pt: Macho
ru: Самец
tr: Erkek

source: Maltese
bg: малтийска булонка
cs: Maltézský
de: Malteser
fr_ca: Bichon Maltais
he: מלטזי
hu: máltai selyemkutya
lt: Maltos bišonas
nb: Malteser
pt: Maltês
ru: Мальтийская болонка

source: Manchester Terrier
bg: Мачестърски териер
cs: Manchester Teriér
he: מנצ'סטר טרייר
lt: Mančesterio terjeras
ru: Манчестерский терьер

source: Mandatory
bg: Задължително
cs: Povinné
fr_ca: Obligatoire
he: חובה
hu: Kötelező
lt: Privalomas
nb: Obligatorisk
pt: Obrigatório
ru: Обязательное
tr: Zorunlu

source: Manual
bg: Ръководство
cs: Návod
de: Handbuch
fr_ca: Manuel
he: מדריך
hu: Kézi
lt: Rankinis
ru: Руководство
tr: Manüel/Kılavuz

source: Manually enter codes (do not generate)
bg: Ръчно въвеждане на код (не генерирай)
cs: Zadejte ručně kódy (negenerujte)
de: Referenznummern manuell eingeben (nicht generieren)
fr_ca: Entrer manuellement les codes (ne pas générer)
he: הכנס קוד ידנית (במקום יצירה אוטומטית)
hu: Kód manuális beírása (ne generálódjon)
lt: Kodus įvesti rankiniu būdu (negeneruoti automatiškai)
nb: Skriv inn kode selv (ikke generer en)
pt: Inserir códigos manualmente (não gerar)
ru: Вводить коды вручную (не создавать автоматически)
tr: Kodları, elle gir ( üretme)

source: Manufacturer
bg: Производител
cs: Výrobce
de: Hersteller
fr_ca: Fabricant
he: יצרן
hu: Gyártó
nb: Produsent
pt: Fabricante
tr: Üretici

source: Manx
bg: Манкс
he: מנקס
hu: Man-szigeti macska
lt: Manksų katė
pt: Manês
ru: Мэнкс

source: Map
bg: Карта
cs: Mapa
de: Karte
fr_ca: Plan/Carte
he: מפה
hu: Térkép
lt: Žemėlapis
nb: Kart
pt: Mapa
ru: Карта
tr: Harita

source: Map of active incidents
bg: Карта на активните инциденти
cs: Mapa aktivních incidentů
de: Karte mit aktiven Vorfällen
fr_ca: Carte des incidents actifs
he: מפת תקריות פעילות
hu: Aktív esetek térképe
nb: Kart over aktive hendelser
pt: Mapa de incidentes ativos
ru: Карта активных задач и происшествий
tr: Aktif olayların haritası

source: Mar
bg: Март
cs: Bře
de: März
fr_ca: Mars
he: מרץ
hu: Márc.
lt: Kovas
ru: Мар
tr: Mart

source: March
bg: Март
cs: Březen
de: März
fr_ca: Mars
he: מרץ
hu: Március
lt: Kovas
nb: Mars
pt: Março
ru: Март
tr: Mart

source: Maremma Sheepdog
bg: Маремска овчарка
cs: Maremmansko-abruzzský pastevecký pes
de: Maremme-Abruzzen-Schäferhund
fr_ca: Berger de la Maremme et des Abruzzes
he: מרמנו
lt: Maremos-Abruzo aviganis
pt: Cão Pastor Maremano
ru: Мареммо-абруцкая овчарка

source: Mark Deceased
bg: Отбелязано като починало
cs: Označit jako uhynulé
de: Als gestorben kennzeichnen
fr_ca: Marquer comme décédé
he: סמן כנפטר
hu: Elhullottak megjelölése
lt: Pažymėti nugaišusiu
nb: Merk som avdød
pt: Assinalar como Falecido
ru: Отметить как умершее
tr: Ölü olarak işaretle

source: Mark an animal deceased
bg: Отбележи животно като починало
cs: Označit uhynulé zvíře
de: Ein Tier als gestorben kennzeichnen
fr_ca: Marquer un animal décédé
he: סימון חיה כמתה
hu: Elhullott állat megjelölése
lt: Gyvūno gaišimas
nb: Marker dyr som avdød
pt: Assinalar um animal como falecido
ru: Отметить животное как умершее
tr: Bir hayvanı müteveffa olarak işaretle

source: Mark dispatched now
bg: Отбележи като отзован
cs: Označit jako odbaveno
fr_ca: Marquer comme envoyé maintenant
he: סמן שנשלח כעת
hu: Elküldöttek megjelölése
pt: Assinalar como processado agora

source: Mark new animals as not for adoption
bg: Маркирай новите животни като не готови за осиновяване
cs: Označit nové zvíře jako Není k adopci
de: Neuzugänge als nicht zur Vergabe markieren
fr_ca: Marquer les nouveaux animaux comme non-adoptable
he: סימון חיות חדשות כ"לא לאימוץ"
hu: Új állatok megjelölése nem örökbefogadhatóként
lt: Žymėti naujus gyvūnus ne atidavimui
nb: Merk nye dyr som "ikke til adopsjon"
pt: Assinalar os novos animais como não adotáveis
ru: По умолчанию присваивать новым животным статус «Не для передачи»
tr: Yeni hayvanları, sahiplendirilmeye uygun değil diye işaretle

source: Mark responded now
bg: Маркирай като отговорен
cs: Označit jako odpovězeno
fr_ca: Marquer comme répondu maintenant
he: סמן שקיבל תגובה כעת
hu: Megjelölés visszaigazolása
pt: Assinalar como respondido agora

source: Mark selected payments received
bg: Маркирай избраните плащания като получени
cs: Označit zvolené platby jako přijaté
de: Ausgewählte Zahlungen als empfangen kennzeichnen
fr_ca: Marquer les dons sélectionnés comme étant reçus
he: סמן תשלומים מסומנים כהתקבלו
hu: Kiválasztott jóváírt befizetések megjelölése
nb: Marker valgte betalinger som mottatt
pt: Assinalar os pagamentos selecionados como recebidos
tr: Seçilmiş ödemeleri, alındı olarak işaretle.

source: Mark this owner homechecked
bg: Маркирай този собственик като домашно проверен
cs: Označit tohoto majitele domácí kontrolou
fr_ca: Marquer ce propriétaire comme lieu contrôlé
he: סמן שבית זה נבדק
hu: Tulajdonos megjelölése lelátogatottként
lt: Pažymėti, kad šio asmens gyvenimo sąlygos patikrintos
nb: Marker denne eieren som hjemmesjekket
pt: Assinalar este proprietário como inspecionado no domicílio
ru: Пометить данного владельца как прошедшего проверку на условия содержания
tr: Bu hayvan sahibini, ev kontrolü yapıldı olarak işaretle.

source: Mark treatments given
bg: Маркирай получило лечение
cs: Označ zvolené léčby jako podané
de: Behandlungen als durchgeführt kennzeichnen
fr_ca: Marquer les traitements comme donnés
he: סמן שהטיפולים ניתנו
hu: Kezelések megjelölése elvégzettként
nb: Marker behandlinger som gitt
pt: Assinalar tratamentos como administrados
tr: İlaçları/tedavileri verildi olarak işaretle.

source: Marketer
bg: Търговец
cs: Obchodní zástupce
fr_ca: Distributeur
he: משווק
hu: Forgalmazó
lt: Prekybininkas
nb: Markedsfører
pt: Comerciante
ru: Продавец
tr: Pazarlamacı

source: Markings
bg: Отличителни белези
cs: Označení
de: Merkmale
fr_ca: Marques
he: סימונים
hu: Jelölések
lt: Žymės
nb: Kjennetegn
pt: Marcas
ru: Особые приметы
tr: İşaretler

source: Markup
bg: Маркиране
cs: Značky
fr_ca: Balisage
he: קוד HTML
hu: Haszonkulcs
pt: Código

source: Marriage/Relationship split
bg: Брак/Раздяла
cs: Rozvod/Rozchod
de: Scheidung/Trennung
fr_ca: Divorce/Séparation
he: שינוי במצב זוגי
hu: Házasság/kapcsolat felbontva
lt: Skyrybos
nb: Samlivsbrudd
pt: Fim de casamento/relação
ru: По семейным обстоятельствам
tr: Evlilik/İlişki Bölünmesi

source: Mastiff
bg: мастиф
he: מסטיף
hu: masztiff
lt: Mastifas
pt: Mastim
ru: Мастиф

source: Match
bg: Съвпадение
cs: Shoda
de: Übereinstimmung
fr_ca: Correspondance
he: התאמה
hu: Egyezés
lt: Atitikimas
nb: Treff
pt: Confrontar
ru: Совпадение
tr: Eşle

source: Match Lost and Found
bg: Съвпадения при изгубени и намерени
cs: Zkus najít stejné dvojice mezi nalezenými a ztracenými zvířaty
fr_ca: Correspondance(s) perdu(s)/trouvé(s)
he: התאמה בין אבידות ומציאות
hu: Elveszett és megtalált egyezés
lt: Lyginti dingusius gyvūnus su rastais
nb: Sett sammen mistet og funnet
pt: Confrontar Perdidos e Encontrados
ru: Искать совпадения среди разыскиваемых и найденных животных
tr: Bulunan ve Kayıp Hayvanları Eşle

source: Match against other lost/found animals
bg: Търси съвпадение при други изгубени/намерени животни
cs: Porovnat s ostatními ztracenými/nalezenými zvířaty
de: Mit anderen entlaufenen/gefundenen Tieren vergleichen
fr_ca: Correpondance entre autre animaux perdus/trouvés
he: בצע התאמה מול אבידות ומציאות אחרות
hu: Egyéb elveszett/talált állattal való összehasonlítás
lt: Lyginti su kitais dingusiais/rastais gyvūnais
nb: Match mot andre savnet/funnet dyr
pt: Confrontar com outros animais perdidos/encontrados
ru: Поиск совпадений среди других разыскиваемых и найденных животных
tr: Başka kayıp/bulunan hayvanlarla eşle

source: Match lost and found animals
bg: Търси съвпадение при изгубени/намерени животни
cs: Porovnat ztracená a nalezená zvířata
de: Entlaufene und gefundene Tiere vergleichen
fr_ca: Correspondance entre un animal perdu et un animal trouvé
he: בצע התאמה של אבידות ומציאות
hu: Elveszett és talált állatok összehasonlítása
lt: Lyginti dingusius ir rastus gyvūnus
nb: Sammenlign dyr som er mistet og funnet
pt: Confrontar animais perdidos e encontrados
ru: Поиск совпадений среди разыскиваемых и найденных животных
tr: Kayıp ve bulunan hayvanları eşle

source: Match this animal with the lost and found database
bg: Търси съвпадение при базата данни с изгубени/намерени животни
cs: Porovnat toto zvíře z databází ztracených a nalezených zvířat
de: Dieses Tier mit der Entlaufen/Gefunden-Datenbank abgleichen
fr_ca: Faire correspondre cet animal avec la base de donées perdu et trouvé
he: חפש חיה זו ברשימת האבידות והמציאות
hu: Állat összehasonlítása az eltűnt és talált adatabázissal
lt: Lyginti šį gyvūną su duomenų bazėje esančiais rastais ir dingusiais
nb: Match dette dyret med databasen over savnet/funnet
pt: Confrontar este animal com a base de dados de perdidos e encontrados
ru: Поиск совпадений с этим животным в базе разыскиваемых и найденных животных
tr: Bu hayvanı, kayıp ve bulunan hayvanlar veritabanıyla eşle.

source: Matching account created
he: חשבון תואם נוצר

source: Maternity
bg: Майчинство
cs: Mateřství
de: Mutterschaft
fr_ca: Maternité
he: חופשת לידה
hu: Anyaság
pt: Maternidade
