Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Show the altered fields
bg: Покажи полето за кастрация
cs: Zobrazit změněná pole
de: Kastriert-Felder anzeigen
fr_ca: Afficher les champs d'animaux stérilisés
he: הצג שדות סירוס/עיקור
hu: Módosított mezők megjelenítése
nb: Vis kastrert-feltet
pt: Mostrar os campos de esterilização/castração
ru: Показывать измененные поля
tr: Kısırlaştrıma alanlarını göster.

source: Show the breed fields
bg: Покажи полето за порода
cs: Zobrazit pole plemene
de: Rasse-Felder anzeigen
fr_ca: Afficher les champs de race
he: הצג שדה גזע
hu: Fajta mezők megjelenítése
lt: Rodyti veislės laukus
nb: Vis rasefeltene
pt: Mostrar os campos da raça
ru: Показывать поле породы
tr: Cins (breed) alanlarını göster.

source: Show the brought in by field
bg: Покажи въведеното в полето
cs: Zobrazit pole přírůstku
de: Eingeliefert von-Feld anzeigen
fr_ca: Afficher le champ apporté par
he: הצג שדה הובא על ידי
hu: A behozóra vonatkozó mező megjelenítése
pt: Mostrar o campo trazido por

source: Show the coat type field
he: הצג שדה סוג פרווה

source: Show the color field
bg: Покажи полето за цвят
cs: Zobrazit pole barvy
de: Farbe-Feld anzeigen
fr_ca: Afficher le champ couleur
he: הצג שדה צבע
hu: Szín mező megjelenítése
lt: Rodyti spalvos lauką
nb: Vis fargefeltene
pt: Mostrar o campo de cor
ru: Показывать поле цвета
tr: Renk alanını göster.

source: Show the date brought in field
bg: Покажи полето за дата на приемане в приюта
cs: Zobrazit datum přírůstku v poli
de: Eingangsdatum-Feld anzeigen
fr_ca: Afficher le champ date d'admission
he: הצג שדה תאריך קליטה
hu: Behozatal időpontjára vonatkozó mező megjelenítése
lt: Rodyti patekimo į prieglaudą datos lauką
nb: Vis inntaksdato i felt
pt: Mostrar o campo de data em que foi trazido
ru: Показывать поле даты поступления
tr: Getirildiği tarih alanını göster.

source: Show the entry category field
bg: Покажи полето за приемане
cs: Zobrazit pole kategorie položek
de: Eingangskategorie-Feld anzeigen
fr_ca: Afficher le champ d'entrée de catégories
he: הצג שדה קטגוריית קליטה
hu: Rögzítési kategória mező megjelenítése
nb: Vis feltet for inntakskategori
pt: Mostrar o campo de categoria de entrada
tr: Giriş kategorisi alanını göster.

source: Show the full diary (instead of just my notes) on the home page
bg: Покажи целият дневник (вместо само моите бележки) на заглавната страница
cs: Ukázat celý diář (namísto pouze mých poznámek) na úvodní stránce
de: Auf der Startseite den gesamten Aufgabenkalender anzeigen (nicht nur meine Notizen)
fr_ca: Afficher tout l'agenda sur la page d'accueil plutôt que juste dans mes notes
he: הצג את כל המשימות (לא רק את של המשתמש) במסך הבית
hu: A teljes napló megjelenítése a honlapon (nem csak az én jegyzeteimet)
lt: Pagrindiniame puslapyje rodyti visą darbotvarkę (ne tik konkrečiam naudotojui skirtas užduotis)
nb: Vis full dagbok (istedenfor bare merknader) på hjemmesiden
pt: Mostrar o diário completo (em vez de apenas as minhas anotações) na página inicial
ru: Показывать все задачи (не только мои) на главной странице
tr: Tüm günlükleri ( sadece benim notlarım yerine) , ana sayfada göster.

source: Show the hold fields
bg: Покажи полетата за задържане
cs: Zobrazit držená pole
fr_ca: Afficher les champs en attente
he: הצגת שדות המתנה/החזקה
hu: Fenntartások mező megjelenítése
nb: Vis feltene for "Ikke klar for adopsjon"
pt: Mostrar os campos de retenção

source: Show the internal location field
bg: Покажи вътрешното местонахождение
cs: Zobrazit pole interního umístění
de: Interne Unterbingung-Feld anzeigen
fr_ca: Afficher le champ Emplacement interne
he: הצג שדה מיקום פנימי
hu: A belső elhelyezési mező megjelenítése
lt: Rodyti vidaus patalpos lauką
nb: Vis interne felt
pt: Mostrar o campo de localização interna
ru: Показывать поле внутреннего местонахождения
tr: İç yerleşke alanını göster.

source: Show the jurisdiction field
bg: Покажи полето за такса за осиновяване
he: הצג שדה תחום שיפוט
nb: Vis jurisdiksjonsfeltet
pt: Mostrar o campo de jurisdição

source: Show the litter ID field
bg: Покажи полето за кучилото
cs: Zobrazit pole ID vrhu
de: Wurfreferenz-Feld anzeigen
fr_ca: Afficher le champ de l'ID de portée
he: הצג את שדה מזהה שגר (גורים)
hu: Az alom azonosító mezőjének megjelenítése
lt: Rodyti vados ID lauką
nb: Vis kull-ID-felt
pt: Mostrar o campo de ID da ninhada
ru: Показывать поле номер помета
tr: Doğum ID alanını göster.

source: Show the location unit field
bg: Покажи полето за локация
cs: Zobrazit pole umístění jednotky
de: Unterbringungseinheit-Feld anzeigen
fr_ca: Afficher le champ de l'unité d'emplacement
he: הצג שדה יחידת מיקום
hu: Az elhelyezői egység mező megjelenítése
lt: Rodyti laikymo vietos lauką
nb: Vis stedsfeltet
pt: Mostrar o campo da secção de localização
tr: Yerleşke birim alanını göster.

source: Show the microchip fields
bg: Покажи полето за микрочип
cs: Zobrazit pole mikročipu
de: Mikrochip-Felder anzeigen
fr_ca: Afficher les champs de micropuçage
he: הצג שדות שבב
hu: Microchip mezők megjelenítése
nb: Vis mikrochip-feltene
pt: Mostrar os campos de microchip
tr: Mikroçip alanlarını göster.

source: Show the original owner field
bg: Покажи полето за оригинален собсвеник
cs: Zobrazit pole původního vlastníka
de: Ursprünglicher Besitzer-Feld anzeigen
fr_ca: Afficher le champ propriétaire original
he: הצג שדה בעלים מקורי
hu: Eredeti tulajdonos mező megjelenítése
nb: Vis feltet for opprinnelig eier
pt: Mostrar o campo de dono original

source: Show the pickup fields
he: הצג שדות איסוף

source: Show the size field
bg: Покажи полето за размера
cs: Zobrazit pole velikosti
de: Größe-Feld anzeigen
fr_ca: Afficher le champ de taille
he: הצג שדה גודל
hu: Méret mező megjelenítése
lt: Rodyti dydžio lauką
nb: Vis størelsefeltet
pt: Mostrar o campo de tamanho
ru: Показывать поле размера
tr: Ebat/büyüklük alanını göster.

source: Show the tattoo fields
bg: Покажи полето за татус/ушна марка
cs: Zobrazit pole tetování
fr_ca: Afficher le champ de tatouage
he: הצג שדות קעקועים
hu: Tetoválás mező megjelenítése
nb: Vis tatoveringsfelt
pt: Mostrar os campos de tatuagem

source: Show the time brought in field
bg: Покажи времето на въвеждане в полето
cs: Zobrazit pole času přivedení do útulku
fr_ca: Afficher le champ heure d'admission
he: הצג שדה זמן קליטה
hu: Behozatal időpontja mező megjelenítése
nb: Vis felt for inntaksdato
pt: Mostrar o campo de hora em que foi trazido
ru: Показывать поле даты поступления

source: Show the transfer in field
bg: Покажи преместването в полето
cs: Zobrazit přesun v poli
fr_ca: Afficher le champ de transfert
he: הצגת שדה הועבר ממקלט אחר
hu: Átszállítási mező megjelenítése
pt: Mostrar o campo de transferência para o abrigo

source: Show the weight field
bg: Покажи полето за тегло
cs: Zobrazte pole hmotnosti
de: Gewicht-Feld anzeigen
fr_ca: Afficher le champ de poids
he: הצג שדה משקל
hu: Súly mező megjelenítése
nb: Vis feltet for vekt
pt: Mostrar o campo de peso
ru: Показывать вес

source: Show timeline on the home page
bg: Покажи хронология на заглавната страница
cs: Zobrazit časovou osu na domovské stránce
de: Zeitleiste auf der Startseite anzeigen
fr_ca: Afficher la chronologie sur la page d'accueil
he: הצג ציר זמן בדף הבית
hu: Idővonal megjelenítése a honlapon
nb: Vis tidslinje på hjemmesiden
pt: Mostrar a cronologia na página inicial
ru: Показывать временную шкалу на главной странице

source: Show tips on the home page
bg: Показвай инструкции за работа със системата на началната страница
cs: Ukázat tipy na úvodní stránce
de: Tipps auf der Startseite anzeigen
fr_ca: Afficher les trucs sur la page d'accueil
he: הצג טיפים בדף הבית
hu: Tippek megjelenítése a honlapon
lt: Pagrindiniame puslapyje rodyti patarimus
nb: Vis tips på hjemmesiden
pt: Mostrar dicas na página inicial
ru: Показывать советы на главной странице
tr: Ana sayfada, ipuçlarını göster.

source: Show transactions from
bg: Покажи транзакции от
cs: Ukázat transakce od
fr_ca: Afficher les transactions de
he: הצג עסקאות מ
hu: Tranzakciók megjelenítése
lt: Rodyti transakcijas nuo
nb: Vis transaksjoner fra
pt: Mostrar transações desde
ru: Показывать переводы от
tr: Hesap hareketlerini göster:

source: Show weights as decimal lb
bg: Показвай теглото в либри (lb), а не килограми (kg)
fr_ca: Afficher les poids en livres décimales
he: הצג משקל בפאונד עשרוני
nb: Vis vekt i pund (lb) fremfor kg
pt: Mostrar os pesos em libras decimais

source: Show weights as lb and oz
bg: Показвай теглото в либри (lb), а не килограми (kg)
fr_ca: Afficher les poids en lb et en oz
he: הצג משקל במידות אמריקאיות
nb: Vis vekt i pund (lb) og oz
pt: Mostrar pesos como libras e onças

source: Showing {0} timeline events.
bg: Показване на {0} събития от хронология
cs: Zobrazení {0} událostí časové osy.
de: Anzeige von {0} Zeitleisten-Ereignissen.
fr_ca: Afficher {0} événements chronologiques.
he: מציג {0} אירועים על ציר הזמן.
hu: Idővonal események {0} mutatása
nb: Viser {0} tidslinjehendelser.
pt: A mostrar {0} eventos da cronologia

source: Siamese
bg: Сиамска котка
cs: Siamská
de: Siam
fr_ca: Siamois
he: סיאמי
hu: Sziámi macska
lt: Siamo katė
nb: Siameser
pt: Siamês
ru: Сиамская кошка
tr: Siyam

source: Siberian
bg: Сибирска котка
cs: Sibiřský
de: Sibirische Katze
fr_ca: Sibérien
he: סיבירי
hu: Szibériai
lt: Sibiro katė
nb: Sibirske
pt: Siberiano
ru: Сибирская кошка
tr: Sibirya

source: Siberian Husky
bg: Хъски
cs: Sibiřský Husky
fr_ca: Husky de Sibérie
he: האסקי סיבירי
hu: szibériai husky
lt: Sibiro haskis
pt: Husky Siberiano
ru: Сибирский хаски

source: Sick leave
bg: Болничен
cs: Pracovní neschopnost
fr_ca: Congé maladie
he: חופשת מחלה
hu: Betegállomány
pt: Atestado médico

source: Sick/Injured
bg: Болен/Ранен
cs: Nemocné / Zraněné
de: Krank/Verletzt
fr_ca: Malade/Blessé
he: חולה/פצוע
hu: Beteg/Sérült
lt: Serga/Sužeistas
nb: Syk/skadet
pt: Doente/Ferido
ru: Больное/Раненое
tr: Hasta/Yaralı

source: Sick/injured animal
bg: Болно/наранено животно
cs: Nemocné / zraněné zvíře
de: Krankes/Verletztes Tier
fr_ca: Animal malade/blessé
he: חיה חולה/פצועה
hu: Beteg/sérült állat
nb: Sykt/skadet dyr
pt: Animal doente/ferido
ru: Больное/травмированное животное
tr: Hasta/yaralı hayvan

source: Sign
bg: Подпиши
cs: Podepsat
fr_ca: Signer
he: חתום
hu: Aláir
pt: Assinar
ru: Подписать

source: Sign adoption paperwork
he: חתום על מסמכי האימוץ

source: Sign document
bg: Документ за подпис
cs: Podepsat dokument
de: Dokument unterzeichnen
fr_ca: Signer le document
he: חתום על מסמך
hu: Irja alá a dokumentumot
pt: Assinar documento
ru: Подписать документ

source: Sign on screen
bg: Прозорец за подпис
cs: Podepsat na obrazovce
fr_ca: Signer à l'écran
he: חתום על המסך
hu: Képernyőn történtő aláirás
pt: Assine no ecrã
ru: Подписать на экране

source: Signature
bg: Подпис
cs: Podpis
de: Unterschrift
he: חתימה
hu: Aláírás
pt: Assinatura
ru: Подпись

source: Signature is required
he: חתימה נדרשת

source: Signed
bg: Подписан
cs: Podepsaný
fr_ca: Signé
he: חתום
hu: Aláirt
pt: Assinado
ru: Подписано

source: Signed Document
bg: Подписан документ
he: מסמך חתום
nb: Signert dokument
pt: Documento Assinado

source: Signing
bg: Подписване
cs: Podepisování
fr_ca: Signer
he: חתימה
hu: Aláírás
pt: A assinar
ru: Подписание

source: Signing Pad
bg: Подложка за подписване
cs: Podpisová podložka
fr_ca: Tablette de signature
he: מסך חתימה
hu: Aláíró rész
pt: Bloco de Assinatura
ru: Электронное устройство для подписи

source: Signup
bg: Запиши се
cs: Přihlásit se
de: Registrieren
fr_ca: S'enregistrer
he: הרשם
hu: Feliratkozás
nb: Registrer deg
pt: Inscrição
ru: Зарегистрироваться
tr: Kaydol

source: Silky Terrier
bg: Копринен териер
cs: Silky Teriér
fr_ca: Terrier Australien à poil soyeux
he: טרייר סילקי
lt: Australų šilkinis terjeras
pt: Terrier Sedoso
ru: Силки-терьер

source: Silver
bg: Сребърен
cs: Stříbrná
de: Silber
he: כסוף
hu: Ezüst
lt: Sidabrinė
nb: Sølv
pt: Prata
ru: Серебристый

source: Silver Fox
bg: Сребърна лисица
cs: Stříbrná liška
de: Silber Fuchs
he: ארנב סילבר פוקס
hu: Ezüst róka
lt: Sidabrinė lapė
pt: Fox Prata
ru: Серебристая лиса

source: Silver Marten
bg: Заек Silver Marten
cs: Stříbrná kuna
he: ארנב סילבר מרטן
hu: Silver Marten nyúl
lt: Sidabrinė kiaunė
pt: Marten Prata
ru: Серебряный Мартен

source: Similar Animal
bg: Подобно животно
cs: Podobné zvíře
de: Ähnliches Tier
fr_ca: Animal similaire
he: חיה דומה
hu: Hasonló állat
lt: Panašus gyvūnas
nb: Lignende dyr
pt: Animal Semelhante
ru: Похожие животные
tr: Benzer Hayvan

source: Similar Event
he: אירוע דומה

source: Similar Person
bg: Подобен човек
cs: Podobná osoba
fr_ca: Personne similaire
he: אדם דומה
hu: Hasonló személy
lt: Panašus asmuo
nb: Lignende person
pt: Pessoa Semelhante
ru: Похожие контакты
tr: Benzer Kişi

source: Simple
bg: Просто
cs: Jednoduché
de: Einfach
he: פשוט
hu: Egyszerű
lt: Paprasta
nb: Enkel
pt: Simples
ru: Простой
tr: Basit

source: Singapura
bg: Сингапура
he: סינגפורה
hu: Szingapúri macska
lt: Singapūro katė
ru: Сингапурская кошка

source: Single Treatment
bg: Еднократно лечение
cs: Jediné Ošetření
de: Einzelbehandlung
fr_ca: Traitement unique
he: טיפול חד־פעמי
hu: Egyszeri kezelés
lt: Vienkartinis vartojimas
nb: Engangsbehandling
pt: Tratamento Único
ru: Однократная процедура
tr: Te(Single) Tedavi

source: Site
bg: Място
cs: Strana
fr_ca: Emplacement
he: אתר
hu: Hely
nb: Sentertilknytning
pt: Local

source: Site (fosters separate)
he: אתר (אומנות בנפרד)

source: Site matches current user
bg: Сайтът отговаря на текущия потребител
he: האתר תואם למשתמש הנוכחי
pt: Local corresponde ao utilizador atual

source: Sites
bg: Места
cs: Stránky
fr_ca: Emplacements
he: אתרים
hu: Webhelyek
nb: Sentere
pt: Locais

source: Size
bg: Размер
cs: Velikost
de: Größe
fr_ca: Taille
he: גודל
hu: Méret
lt: Dydis
nb: Størrelse
pt: Tamanho
ru: Размер
tr: Boyut

source: Size is {0}
bg: Размер е {0}
he: גודל {0}
nb: Størrelsen er {0}

source: Sizes
bg: Размери
cs: Velikosti
de: Größen
fr_ca: Tailles
he: גדלים
hu: Méretek
lt: Dydžiai
nb: Størrelser
pt: Tamanhos
ru: Размеры
tr: Ebatlar

source: Skunk
bg: Скункс
de: Stinktier
fr_ca: Moufette
he: בואש
hu: Bűzösborz
lt: Skunkas
ru: Скунс

source: Skye Terrier
bg: Скай Териер
cs: Skye Teriér
he: סקאי טרייר
lt: Skajaus terjeras
ru: Скай-терьер

source: Sloughi
bg: Слуги
cs: Arabský chrt
de: Arabischer Windhund
he: סלוגי
hu: arab agár
lt: Slugis/Arabų kurtas
ru: Слюги/Арабская борзая

source: Small
bg: Малко
cs: Malé
de: Klein
fr_ca: Petit
he: קטן
hu: Kicsi
lt: Mažas
nb: Liten
pt: Pequeno
ru: Маленький
tr: Küçük

source: Smooth Fox Terrier
bg: Гладкокосмест фокстериер
cs: Foxteriér hladkosrstý
de: Glatthaar-Foxterrier
fr_ca: Fox Terrier à poil lisse
he: פוקס טרייר חלק שיער
hu: foxi
lt: Trumpaplaukis foksterjeras
ru: Гладкошерстный фокстерьер

source: Snake
bg: Змия
cs: Had
de: Schlange
fr_ca: Serpent
he: נחש
hu: Kígyó
lt: Gyvatė
nb: Slange
pt: Cobra
ru: Змея
tr: Yılan

source: Snowshoe
bg: Сноушу
he: סנואו־שו
hu: Hócipő
lt: Sniego letenėlė
pt: Raquete de neve
ru: Сноу-шу

source: Social
bg: Социален
cs: Sociální
fr_ca: Sociable
he: רשתות חברתיות
hu: Társas
ru: Общественный

source: Soft release
bg: Пробно осиновяване
fr_ca: Libération douce
he: שחרור ומעקב
nb: Myk overgang til naturen
pt: Libertação controlada

source: Soft release book
bg: Книга за пробни осиновявания
fr_ca: Livre des libération douce
he: רשימת שחרורים+מעקבים
nb: Bok for myk overgang til naturen
pt: Livro de libertações controladas

source: Soft release ends on
bg: Дата, на която пробното осиновяване приключва
fr_ca: Libération douce se termine le
he: שחרור ומעקב מסתיים ב
nb: Myk overgang til naturen avsluttes
pt: A libertação controlada termina em

source: Softbill (Other)
cs: Softbill (jiné)
fr_ca: Toucan (Autre)
he: ציפורים אחרות
hu: Puhacsőrű (egyéb)
lt: Minkštasnapis (kita)
nb: Softbill (Andre)
pt: Pássaro que come frutas (Outro)
ru: Мягкая (другие)

source: Sold
bg: Продадена
cs: Prodáno
de: Verkauft
fr_ca: Vendu
he: נמכר
hu: Eladott
nb: Solgt
pt: Vendido
ru: Передан
tr: Satılan

source: Somali
bg: Сомалийска котка
cs: Somálská kočka
he: סומלי
hu: Szomáli macska
lt: Somalio katė
nb: Somalisk
ru: Сомалийская кошка

source: Some batch processes may take a few minutes to run and could prevent other users being able to use the system for a short time.
bg: Някои групови процеси може да отнемат известно време, за да се изпълнят и могат да попречат на други потребители да използват системата за кратко време
cs: Některé dávkové procesy mohou trvat několik minut a mohou zabránit ostatním uživatelům, aby mohli systém používat na krátkou dobu.
fr_ca: Certaines procédures en lot peuvent prendre quelques minutes à s'exécuter et peuvent empêcher d'autres utilisateurs d'utiliser le système pour un court laps de temps.
he: תהליכי אצווה מסוימים עשויים להימשך מספר דקות להפעלה ויכולים למנוע ממשתמשים אחרים להשתמש במערכת למשך זמן קצר.
hu: Egyes összevont folyamatok néhány percet vehetnek igénybe, és megakadályozhatják, hogy más felhasználók rövid ideig használják a rendszert.
pt: Alguns processos em lote podem demorar vários minutos a serem executados e podem impedir a utilização do sistema pelos outros utilizadores por um curto período de tempo.
ru: Некоторые процессы могут занять несколько минут и на непродолжительное время доступ к системе другими пользователями может быть ограничен.

source: Some browsers allow shortcut keys, press SHIFT+ALT+A in Chrome or Firefox to jump to the animal adoption screen.
bg: Някой браузъри позволяват използването на клавишни комбинации. Натиснете SHIFT+ALT+A в Chrome или Firefox за да отворите екрана за осиновяване на животно.
cs: Některé prohlížeče umožňují klávesové zkratky, stisknutím kláves SHIFT + ALT + A v prohlížeči Chrome nebo Firefox přejdete na stranu pro přijetí zvířat.
fr_ca: Certains navigateurs autorisent des touches de raccourci, appuyez sur MAJ+ALT+A dans Google Chrome ou Firefox pour accéder à l'écran d'adoption d'animaux.
he: חלק מהדפדפנים מאפשרים שימוש במקשי קיצור. יש ללחוץ על קיצור המקלדת Shift+Alt+A בכרום או בפיירפוקס כדי לעבור למסך אימוץ חיות.
hu: Egyes böngészők lehetővé teszik a gyorsbillentyűk használatát, nyomja meg a SHIFT + ALT + A billentyűket a Chrome-ban vagy a Firefox-ban, hogy ugorjon az állatok befogadására szolgáló képernyőre.
lt: Kai kuriose naršyklėse galima naudotis sparčiosiomis klavišų kombinacijomis; norėdami patekti į gyvūnų atidavimo kortelę, Chrome arba Firefox naršyklėje paspauskite SHIFT+ALT+A.
nb: Noen nettlesere tillater hurtigtaster. Trykk SKIFT + ALT + A i Chrome eller Firefox for å hoppe til dyrets adopsjonsdialog.
pt: Alguns browsers permitem a utilização de teclas de atalho, prima SHIFT + ALT + A no Chrome ou no Firefox para abrir o ecrã de adoção de animais.
ru: В некоторых браузерах работают сочетания горячих клавиш. Нажмите SHIFT+ALT+A в Chrome или Firefox, чтобы перейти на страницу передачи животных.
tr: Bazı tarayıcılar, kısa yol tuşlarına izin verir. Chrome ya da Firefox tarayıcılarında, hayvan sahiplendirme ekranına gitmek için SHIFT+ALT+A tuşlarına basın.

source: Some data on this screen may be up to {0} minutes out of date.
he: חלק מהנתונים במסך זה עשויים להיות עד {0} דקות לא מעודכנים.

source: Some info text
bg: Обяснителен текст
cs: Nějaký info text
fr_ca: Texte informatif
he: קצת טקסט
hu: Néhány információ szöveg
lt: Informacinis tekstas
nb: Litt infotekst
pt: Algum texto de informação
ru: Небольшая текстовая информация
tr: Bazı bilgi metni

source: Sorrel
bg: Киселец
cs: Ryzák
fr_ca: Cannelle
he: חום־אדמדם
hu: Sorrel fajta ló
lt: Bėra
pt: Castanho Avermelhado
ru: Гнедой
tr: Kızıl kahverengi

source: Sorrel Tortoiseshell
bg: Цвят "киселец"
fr_ca: Écailles de tortue
he: טורטישל חום־אדמדם
hu: Sorrel fajta ló Teknőctarka
lt: Vėžlio kiauto (sorrel)
pt: Atartarugado Castanho Avermelhado
ru: Красный черепаховый
tr: Parçalı Kızıl Kahverengi

source: Sorry, this document has already been signed
bg: Съжаляваме този документ вече е подписан
cs: Tento dokument byl již podepsán
de: Verzeihung, dieses Dokument wurde bereits unterzeichnet
fr_ca: Désolé, ce document a déjà été signé
he: מסמך זה כבר נחתם
hu: Sajnálom, ezt a dokumentumot már aláírták
pt: Este documento já foi assinado
ru: Извините, этот документ уже подписан

source: Sort
bg: Подреждане
he: סדר
pt: Ordenar

source: South Russian Ovcharka
bg: Южно руска овчарка
cs: Jihoruský ovčák
de: Südrussischer Ovtcharka
fr_ca: Berger de Russie Méridionale
he: רועה דרום רוסי
hu: délorosz juhászkutya
lt: Pietų Rusijos aviganis
pt: Ovcharka do Sul da Rússia
ru: Южнорусская овчарка

source: Spaniel
bg: Шпаньол
cs: Španiel
fr_ca: Épagneul
he: ספניאל
hu: spániel
lt: Spanielis
ru: Спаниель

source: Special Needs
bg: Специални нужди
cs: Speciální Potřeby
de: Besondere Bedürfnisse
fr_ca: Besoins spéciaux
he: צרכים מיוחדים
hu: Különleges igények
lt: Ypatingi poreikiai
nb: Spesielle behov
pt: Necessidades Especiais
ru: Особые потребности
tr: Özel İhtiyaçlar

source: Species
bg: Вид
cs: Druh
de: Tierart
fr_ca: Espèces
he: זן
hu: Fajták
lt: Rūšis
nb: Art
pt: Espécie
ru: Вид
tr: Tür

source: Species A-Z
bg: Вид животно (А-Я)
cs: Druhy A-Z
de: Tierart A-Z
fr_ca: Espèces de A à Z
he: זן (א-ת)
hu: Fajták A-Z
lt: Rūšis A-Z
nb: Arter A-Z
pt: Espécies A-Z
ru: Вид от А до Я
tr: Türler A-Z

source: Species Z-A
bg: Вид животно (Я-А)
cs: Druhy Z-A
de: Tierart Z-A
fr_ca: Espèces de Z à A
he: זן (ת-א)
hu: Fajták Z-A
lt: Rūšis Z-A
nb: Arter Z-A
pt: Espécies Z-A
ru: Вид от Я до А
tr: Türler Z-A

source: Species and Breed
bg: Вид и порода
he: זן וגזע
nb: Art og rase

source: Species and Code
bg: Вид и код
fr_ca: Espèce et code
he: זן וקוד
nb: Art og kode
pt: Espécie e Código

source: Species and Color
bg: Вид и цвят
he: זן וצבע

source: Species is {0}
bg: {0} видове
he: זן החיה הוא {0}
nb: Art er {0}

source: Species to use when publishing to third party services and adoption sites
bg: Вид, който да се използва при публикуване в сайтове за осиновяване
cs: Druhy používané při publikování na služby třetích stran a místa přijetí
de: Zu verwendende Tierart bei Veröffentlichung auf Fremdservices und Vermittlungsseiten
fr_ca: Espèces à inclure pour la publication à des services tiers et sites d'adoption
he: זו לשימוש בעת פרסום לשירותי צד ג׳ ואתרי אימוץ
hu: Használható fajok, amikor harmadik felek szolgáltatásaiban és örökbefogadási webhelyeken teszik közzé
lt: Naudojamos gyvūnų rūšys, publikuojant į trečiųjų šalių ir dovanojimo tinklapius
nb: Arter som skal brukes når det publiseres til tredjeparts tjenester og adopsjonssider
pt: Espécie a utilizar ao publicar informações em serviços e sites de adoção de terceiros
ru: Указание вида используется для публикации объявлений на сторонних сервисах и профильных сайтах
tr: Üçüncü parti servislere y da sahiplendirme sitelerine yayınlarken kullanılacak türler.

source: Specify a unique code to identify this voucher
bg: Идентификационен номер на ваучер
fr_ca: Spécifiez un code unique pour identifier ce chèque-cadeau
he: יש למלא קוד שובר
nb: Spesifiser en unik kode for identifisering av denne kupongen
pt: Especificar um código exclusivo para identificar este voucher

source: Specify an SMTP server for sending emails
he: הגדר שרת SMTP לשליחת מיילים
