Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Remove the stock control functionality from menus and screens
bg: Премахни функционалността за стоков контрол от менюта и екрани
cs: Odstranit funkčnost řízení zásob z nabídek a obrazovek
fr_ca: Retirer la fonctionnalité de contrôle d'inventaire des menus et écrans
he: הסר את פונקציונליות בקרת המלאי מהתפריטים והמסכים
hu: Távolítsa el a készletkezelési funkciókat a menükből és a képernyőkről
pt: Remover a funcionalidade de gestão de stocks dos menus e ecrãs
ru: Удалить панель контроля за ресурсами из меню и дисплеев
tr: Envanter kontrol fonksiyonalitesini menülerden ve ekranlardan kaldır.

source: Remove the tattoo fields from animal identification details
bg: Премахни полето за татус/ушна марка от Здраве и отличителни белези
cs: Odstranit pole tetování z identifikačních údajů o zvířatech
de: Tätowierung-Felder aus Tieridentifikations-Details entfernen
fr_ca: Retirer les champs de tatouage des détails d'identification de l'animal
he: הסר שדות פרטי הקעקוע מפרטי החיות
hu: Tetoválási mező eltávolítása az állat azonosítási adatai közül
lt: Šalinti tatuiravimo laukus iš informacijos apie gyvūnų identifikavimą
nb: Fjern tatoveringsfeltet fra dyreidentifikasjonsdetaljer
pt: Remover os campos de tatuagem dos detalhes de identificação de animais
ru: Удалить поле отметки о татуировке
tr: Dövme alanlarını, hayvan kimliklendirme detaylarından çıkar.

source: Remove the transport functionality from menus and screens
bg: Премахни функционалността за транспорт от менютата и екраните
cs: Odstranit funkčnost dopravy z nabídek a obrazovek
de: Transport-Funktionalität aus Menüs und Anzeigen entfernen
fr_ca: Retirer la fonctionnalité de transport des menus et écrans
he: הסר את פונקציונליות הסעות מהתפריטים והמסכים
hu: Távolítsa el a szállítási funkciókat a menükből és a képernyőkről
nb: Fjern transportfunksjonalitet fra menyer og skjerm
pt: Remover a funcionalidade de transporte dos menus e ecrãs
ru: Удалить панель транспорта из меню и дисплеев

source: Remove the weight field from animal details
bg: Премахни полето за тегло от детайлите на животното
cs: Odstranit pole hmotnost z údajů o zvířatech
de: Gewicht-Feld aus Tierdetails entfernen
fr_ca: Retirer le champ poids des détails de l'animal
he: הסר שדה משקל מפרטי החיות
hu: Súly mező eltávolítása az állat adataiból
nb: Fjern vektfeltet fra dyrets detaljer
pt: Remover o campo de peso dos detalhes dos animais
ru: Удалить информацию о весе из информации о животном

source: Removed
bg: Дата на премахване
cs: Ostraněno
de: Entfernt
fr_ca: Supprimé
he: הוסר
hu: Eltávolított
lt: Pašalintas
nb: Fjernet
pt: Removido
ru: Удалено
tr: Çıkarıldı/Kaldırıldı

source: Rename
bg: Преименувай
cs: Přejmenovat
de: Umbenennen
fr_ca: Renommer
he: שנה שם
hu: Átnevezés
lt: Pervadinti
nb: Gi nytt navn
pt: Mudar o nome
ru: Переименовать
tr: Yeniden Adlandır

source: Renew License
bg: Поднови паспорта
cs: Obnovit licenci
fr_ca: Renouveler la licence
he: חדש רשיון
hu: Engedély megújítása
pt: Renovar Licença

source: Renew licence
bg: Поднови паспорта
cs: Obnovit licenci
fr_ca: Renouveler la licence
he: חדש רשיון
hu: Engedély megújítása
pt: Renovar licença

source: Renew license
bg: Поднови паспорта
cs: Obnovit licenci
fr_ca: Renouveler la licence
he: חדש רשיון
hu: Engedély megújítása
pt: Renovar licença

source: Replies to the fosterer email should go to
bg: Отговорите на имейл от премен дом трябва да отидат на
he: תגובות למייל אומנה יועברו ל
pt: As respostas ao email da FAT devem ser encaminhadas para

source: Report
bg: Справка
cs: Reporty
de: Bericht
fr_ca: Rapport
he: דוח
hu: Beszámoló
lt: Ataskaita
nb: Rapport
pt: Relatório
ru: Отчет
tr: Rapor

source: Report Title
bg: Заглавие на справка
cs: Název zprávy
de: Berichtstitel
fr_ca: Titre du rapport
he: כותרת דוח
hu: Beszámoló címe
lt: Ataskaitos antraštė
nb: Rapport-tittel
pt: Título do Relatório
ru: Заголовок
tr: Rapor Başlığı

source: Report a new incident
bg: Докладвай нов инцидент
cs: Oznámit nový incident
de: Neuen Vorfall melden
fr_ca: Rapporter un nouvel incident
he: דווח על תקרית חדשה
hu: Új esemény jelentése
nb: Rapporter en ny hendelse
pt: Comunicar um novo incidente
ru: Сообщить о новом происшествии
tr: Yeni olay/vaka raporla

source: Reports
bg: Справки
cs: Výkazy
de: Berichte
fr_ca: Rapports
he: דוחות
hu: Beszámolók
lt: Ataskaitos
nb: Rapporter
pt: Relatórios
ru: Отчеты
tr: Raporlar

source: Repository revision
he: גרסת קוד

source: Request Payment
bg: Искане за плащане
fr_ca: Demander un paiement
he: בקש תשלום
nb: Be om betaling
pt: Pedir Pagamento

source: Request payments in
bg: Искане за плащане на
fr_ca: Demander les paiements en
he: בקש תשלומים במטבע
nb: Be om innbetalinger
pt: Pedir pagamento em

source: Request signature by email
bg: Изискване на подпис чрез имейл
cs: Vyžádat si podpis e-mailem
fr_ca: Demander la signature par courriel
he: בקש חתימה במייל
hu: Aláírás kérése emailen
nb: Be om signatur via e-post
pt: Solicitar assinatura por email
ru: Запросить подпись по электронной почте

source: Requested
bg: Поискано
cs: Požadováno
de: Angefordert
fr_ca: Requis
he: מבוקש
hu: Bekérve
lt: Pagal prašymą
nb: Ønsket
pt: Solicitado
ru: Запрошено
tr: TalepEdilen

source: Require followup
bg: Изисква последваща проверка
cs: Vyžaduje následný krok
fr_ca: Requiert un suivi
he: דרוש מעקב
hu: Követés kérése
nb: Krever oppfølging
pt: Solicitar seguimento
tr: Takibi Gerekli

source: Required
bg: Задължително
cs: Požadováno
de: Benötigt
fr_ca: Obligatoire
he: מועד
hu: Szükséges
lt: Planinė data
nb: Obligatorisk
pt: Toma em
ru: Запланировано
tr: Gerekli

source: Required date must be a valid date
bg: Датата трябва да е валидна
cs: Požadované datum musí být platné datum
fr_ca: La date requise doit être une date valide
he: תאריך נדרש אינו חוקי
hu: A kért dátuma érvényes dátum kell legyen
lt: Skyrimo data turi būti nurodyta teisingai
nb: Datoen må være gyldig
pt: A data prevista tem de ser uma data válida
ru: Необходимо указать корректную дату
tr: Gerekli tarih, geçerli bir tarih olmalıdır.

source: Reschedule
bg: Промени графика
cs: Přeplánovat
fr_ca: Recéduler (replanifier)
he: תזמן מחדש
hu: Átütemezés
pt: Remarcar
ru: Назначить на другое число
tr: Yeniden çizelgele

source: Reschedule for
bg: Промени графика
fr_ca: Replanifier pour
he: תוזמן מחדש ל
pt: Remarcar para

source: Reservation
bg: Резервиране
cs: Rezervace
de: Reservierung
fr_ca: Réservation
he: שריון
hu: Foglalás
lt: Rezervacija
nb: Reservasjon
pt: Reserva
ru: Резервирование
tr: Rezervasyon

source: Reservation Book
bg: Регистър на резервации
cs: Kniha Rezervací
de: Reservierungsbuch
fr_ca: Registre des réservations
he: רשימת השריונים
hu: Foglalási könyv
lt: Rezervacijų sąrašas
nb: Reservasjonsbok
pt: Livro de Reservas
ru: Журнал резервирования
tr: Rezervasyon Kayıt Kitabı

source: Reservation Cancelled
bg: Отмяна на резервация
cs: Rezervace Zrušena
de: Reservierung storniert
fr_ca: Réservation annulée
he: שריון בוטל
hu: Foglalás törlölve
lt: Rezervacija atšaukta
nb: Reservasjon kansellert
pt: Reserva Cancelada
ru: Снятие резервирования
tr: İptal Edilen Rezervasyon

source: Reservation Date
bg: Дата на резервация
cs: Datum Rezervace
de: Reservierungsdatum
fr_ca: Date de réservation
he: תאריך שריון
hu: Foglalás dátuma
lt: Rezervacijos data
nb: Reservasjonsdato
pt: Data de Reserva
ru: Дата резервирования
tr: Rezervasyon Tarihi

source: Reservation For
bg: Резервации за
cs: Rezervace Pro
de: Reservierung für
fr_ca: Réservation pour
he: שריון ל
hu: Foglalás
lt: Rezervavo
nb: Reservert for
pt: Reservado Para
ru: Зарезервировано для
tr: İçin Rezerve Edildi

source: Reservation Status
bg: Статус на резервация
cs: Rezervační stav
de: Reservierungsstatus
fr_ca: Status des réservations
he: סטטוס שריון
hu: Foglalás státusza
nb: Reservasjonsstatus
pt: Estado de Reserva
ru: Статус резервирования

source: Reservation Statuses
bg: Статуси на резервация
cs: Rezervační stavy
de: Reservierungsstatus
fr_ca: Status des réservation
he: סטטוסי שריון
hu: Foglalás státuszai
nb: Status reservasjoner
pt: Estados de Reserva
ru: Статусы резервирования

source: Reservation book
bg: Регистър на резервации
cs: Kniha rezervací
de: Reservierungsbuch
fr_ca: Registre des réservations
he: רשימת השריונים
hu: Foglalási nyilvántartás
lt: Rezervacijų sąrašas
nb: Reservasjonsbok
pt: Livro de reservas
ru: Журнал резервирования
tr: Rezervasyon kayıt kitabı

source: Reservation date cannot be after cancellation date.
bg: Датата за резервация не може да бъде след датата на отмяна
cs: Datum rezervace nemůže být po datu zrušení.
de: Das Reservierungsdatum kann nicht nach dem Stornierungsdatum liegen.
fr_ca: La date de réservation ne peut être après la date d'annulation.
he: תאריך שריון לא יכול מאוחר מתאריך ביטול.
hu: A foglalás dátuma nem lehet későbbi mint a törlés dátuma
lt: Rezervacijos data negali būti vėlesnė nei jos atšaukimo data.
nb: Reservasjonsdato kan ikke være senere enn kanselleringsdato.
pt: A data de reserva não pode ser posterior à data de cancelamento.
ru: Дата резервирования не может быть позже даты отмены.
tr: Rezervasyon tarihi, iptal tarihinden sonra olmaz.

source: Reservation successfully created.
bg: Резервацията е успешно създадена.
cs: Rezervace úspěšně vytvořena.
de: Reservierung erfolgreich erstellt.
fr_ca: Réservation créée avec succès.
he: שריון נוצר בהצלחה.
hu: Az örökbe fogadás sikeresen megtörtént.
lt: Rezervacija sukurta sėkmingai.
nb: Reservasjon opprettet.
pt: Reserva criada com êxito.
ru: Запись о резервировании успешно создана.
tr: Rezervasyon başarıyla yaratıldı.

source: Reservations must have a valid reservation date.
bg: Резервацията трябва да има валидна дата на резервация.
cs: Rezervace musí mít platné datum rezervace.
de: Reservierungen erfordern ein gültiges Reservierungsdatum.
fr_ca: Les réservations doivent avoir une date de réservation valide.
he: תאריך שריון אינו חוקי.
hu: A foglaláshoz szükséges érvényes foglalási dátum
lt: Rezervacijoms būtina priskirti tinkamą rezervacijos datą.
nb: Reservasjoner krever en gyldig reservasjonsdato.
pt: As reservas necessitam de uma data de reserva válida.
ru: Укажите правильную дату резервирования.
tr: Rezervasyonların geçerli rezervasyon tarihi olmalı.

source: Reserve
bg: Резервация
cs: Rezervovat
de: Reservieren
fr_ca: Réserver
he: שריין
hu: Foglal
lt: Rezervuoti
nb: Reserver
pt: Reservar
ru: Резервирование
tr: Rezerve Et

source: Reserve an animal
bg: Резервирай животно
cs: Rezervovat zvíře
de: Tier reservieren
fr_ca: Réserver un animal
he: שריין חיה
hu: Állat foglalása
lt: Gyvūno rezervacija
nb: Reserver et dyr
pt: Reservar um animal
ru: Зарезервировать животное
tr: Bir hayvanı rezerve et.

source: Reserved
bg: Резервирано
cs: Rezervace
de: Reserviert
fr_ca: Réservé
he: משוריין
hu: Foglalt
lt: Rezervuotas
nb: Reservert
pt: Reservado
ru: Зарезервировано
tr: Rezerve Edilmiş

source: Reset
bg: Набери отново
de: Zurücksetzen
fr_ca: Réinitialiser
he: אפס
hu: Visszaállítás
pt: Repor
ru: Сбросить

source: Reset NNN animal code counts for this year
he: אפס את ספירת קוד החיות NNN לשנה זו

source: Reset Password
bg: Смени паролата
cs: Resetovat heslo
de: Passwort zurücksetzen
fr_ca: Réinitialiser le mot de passe
he: איפוס סיסמא
hu: Jelszó visszaállítása
lt: Atstatyti slaptažodį
nb: Tilbakestill passord
pt: Repor a Senha
ru: Сбросить пароль
tr: Şifreyi Sıfırla

source: Reset password request
bg: Смени паролата
fr_ca: Demande de réinitialisation de mot de passe
he: בקש לאפס סיסמא
nb: Forespørsel om tilbakestilling av passord
pt: Pedido de reposição da senha

source: Respond
bg: Отговор
cs: Reagovat
fr_ca: Répondre
he: הגב
hu: Válasz
nb: Svar
pt: Responder
ru: Ответить

source: Respond to Incident
he: הגב לתקרית

source: Responded
bg: Отговорен
cs: Reagováno
fr_ca: Répondu
he: הגיב
hu: Válaszolt
nb: Har svart
pt: Respondido
ru: Отвечено

source: Responded Between
bg: Период на отговор
cs: Reagováno mezi
fr_ca: Répondu entre
he: תגובה בין
hu: Ezen időszakban megválaszolva
nb: Svarte mellom
pt: Respondido Entre
tr: Arasında Cevap Verildi

source: Responded Date/Time
bg: Отговор Дата/Час
cs: Datum / čas odpovědi
fr_ca: Répondu date/heure
he: תאריך/זמן תגובה
hu: Visszaigazolt dátum / idő
nb: Svarte, dato/tid
pt: Data/Hora da Resposta
tr: Cevap Verme Tarihi/Zamanı

source: Restore
bg: Възстанови
he: שחזר
nb: Gjenopprett

source: Result
bg: Резултат
cs: Výsledek
de: Ergebnis
fr_ca: Résultat
he: תוצאה
hu: Eredmény
lt: Rezultatas
nb: Resultat
pt: Resultado
ru: Результат
tr: Sonuç

source: Results
bg: Резултати
cs: Výsledky
de: Ergebnisse
fr_ca: Résultats
he: תוצאות
hu: Eredmények
lt: Rezultatai
nb: Resultater
pt: Resultados
ru: Результаты
tr: Sonuçlar

source: Results for '{0}'.
bg: Резултати за '{0}'.
cs: Výsledky pro '{0}'.
de: Ergebnisse für '{0}'.
fr_ca: Résultats pour '{0}'.
he: תוצאות ל '{0}'.
hu: Eredmények '{0}'-re
lt: {0}' rezultatai.
nb: Resultater for '{0}'.
pt: Resultados para '{0}'.
ru: Результаты по запросу '{0}'
tr: '{0}' için sonuçlar.

source: Retailer
bg: Търговец
cs: Prodejce
de: Händler
fr_ca: Revendeur
he: חנות
hu: Kiskereskedő
lt: Tarpininkas
nb: Selger
pt: Lojista
ru: Продавец
tr: Satıcı

source: Retailer Animals
bg: Животни на търговец
cs: Prodejci zvířat
fr_ca: Revendeur d'animaux
he: חיות בחנות
hu: Kiskereskedőnél lévő állatok
pt: Animais do Lojista

source: Retailer Book
bg: Регистър на търговци
cs: Kniha Obchodníků
de: Händler Buch
fr_ca: Registre des revendeurs
he: רשימת חיות בחנויות
hu: Kiskereskedői nyilvántartás
lt: Tarpininkų sąrašas
nb: Forhandler bok
pt: Livro de Lojistas
ru: Книга продавцов
tr: Satıcı Kayıt Defteri

source: Retailer book
bg: Регистър на търговци
cs: Kniha obchodníků
de: Wiederverkäufer
fr_ca: Registre des revendeurs
he: רשימת חיות בחנויות
hu: Kiskereskedői nyilvántartás
lt: Tarpininkų sąrašas
nb: Forhandlerbok
pt: Livro de lojistas
ru: Книга продавцов
tr: Satıcı kayıt defteri

source: Retailer movement successfully created.
bg: Прехвърлянето към търговец е успешно направено.
cs: Pohyb prodejce úspěšně vytvořen.
de: Wiederverkäufer-Bewegung erfolgreich erstellt.
fr_ca: Déplacement du revendeur créé avec succès.
he: תנועה לחנות נוצרה בהצלחה.
hu: Kiskereskedői mozgatás sikeresen megtörtént.
lt: Tarpininkavimo veiksmas sėkmingai įrašytas.
nb: Butikkaktivitet laget.
pt: Movimento de lojista criado com êxito.
ru: Запись о перемещении в разделе продавцов создана.
tr: Satıcı hareketi, başarıyla oluşturuldu.

source: Retailer movements must have a valid movement date.
bg: Прехвърлянето към търговец трябва да има валидна дата.
cs: Přesuny prodejců musí mít správné datum přesunu.
de: Wiederverkäufer-Bewegungen erfordern ein gültiges Bewegungsdatum.
fr_ca: Les déplacement de revendeurs doivent avoir une date valide.
he: תאריך תנועה אינו חוקי.
hu: A kiskereskedői mozgatáshoz érvényes dátumot kell rendelni.
lt: Atidavimo tarpininkams veiksmams būtina priskirti tinkamą datą.
pt: Os movimentos de lojista necessitam de uma data de movimento válida.
ru: Укажите правильную дату перемещения.
tr: Satıcı hareketlerinin, geçerli bir hareket tarihi olmalıdır.

source: Retain Until
bg: Запази до
he: החזק עד
nb: Sett på vent til
pt: Reter Até

source: Retain for
bg: Запази за
he: שמור ל
nb: Sett på vent i
pt: Reter durante

source: Retain processed form submissions on the media tab for a number of years
he: שמור טפסים מקוונים נכנסים בלשונית הקבצים למשך מספר שנים

source: Retain until {0}
bg: Запази до {0}
he: שמור עד {0}
nb: Sett på vent til {0}
pt: Reter até {0}

source: Retest
he: בדוק מחדש
pt: Repetir teste

source: Retriever
bg: ретривър
he: רטריבר
lt: Retriveris
ru: Ретривер

source: Return
bg: Върни
cs: Vrátit
fr_ca: Retourné
he: החזרה
hu: Visszahozatal
nb: Retur
pt: Recuperação
ru: Вернуть

source: Return Category
bg: Категория Връщане
cs: Kategorie Navrácení
de: Kategorie der Rückgabe
fr_ca: Catégorie de retour
he: קטגוריית החזרה
hu: Visszahozatal kategórája
lt: Grąžinimo kategorija
nb: Returkategori
pt: Categoria de Recuperação
ru: Категория возврата
tr: Geri Dönüş Kategorisi

source: Return Date
bg: Дата на връщане
cs: Datum vrácení
de: Datum der Rückgabe
fr_ca: Date de retour
he: תאריך החזרה
hu: Visszahozatal dátuma
lt: Grąžinimo data
nb: Avslutningsdato
pt: Data de Recuperação
ru: Дата возврата
tr: Dönüş Tarihi

source: Return Reason
he: סיבת החזרה

source: Return a transferred animal
bg: Върни прехвърлено животно
cs: Vrátit přenesené zvíře
de: Ein übergebenes Tier zurückführen
fr_ca: Retour d'un animal transféré
he: החזר חיה שהועברה
hu: Áthelyezett állat visszahelyezése
lt: Perkelto į kitą prieglaudą gyvūno grąžinimas
nb: Returner et overført dyr
pt: Recuperar um animal transferido
tr: Transfer edilen bir hayvanı geri getir.

source: Return an animal from adoption
bg: Върни животно от осиновяване
cs: Vrátit zvíře z adopce
de: Adoptionsrückläufer
fr_ca: Retour d'un animal adopté
he: החזר חיה מאימוץ
hu: Örökbefogadott állat visszahelyezése
lt: Atiduoto gyvūno grąžinimas
nb: Returner et dyr fra adopsjon
pt: Recuperar um animal de uma adoção
ru: Забрать животное от текущего хозяина
tr: Sahiplendirilen bir hayvanı, geri getir.

source: Return an animal from another movement
bg: Върни животно от друго движение
cs: Vrátit zvíře z jiného pohybu
fr_ca: Retour d'un animal d'un autre déplacement
he: החזר חיה מתנועה אחרת
hu: Állat visszahelyezése más mozgatásból
lt: Gyvūno grąžinimas iš kitur
nb: Returner et dyr fra en annen flytting
pt: Recuperar um animal de outro movimento
ru: Забрать животное (прочие случаи)
tr: Hayvanı, başka bir hareketten iade et.

source: Return an animal from transfer
bg: Върни животно от прехвърляне
cs: Vrátit zvíře z převodu
de: Tier von Übertragung zurückführen
fr_ca: Retour d'un animal transféré
he: החזר חיה מהעברה
hu: Állat visszahelyezése transzferből
lt: Grąžinti gyvūną iš kitos prieglaudos
nb: Returner et dyr fra overføring
pt: Recuperar um animal de uma transferência
tr: Bir hayvanı transferden iade et

source: Return date cannot be before the movement date.
bg: Датата на връщане не може да бъде преди датата на преместване
cs: Datum navrácení nemůže být dříve než přesun.
de: Rückkehrdatum kann nicht vor dem Bewegungsdatum liegen.
fr_ca: La date de retour ne peut être antérieure à la date du déplacement.
he: תאריך החזרה אינו יכול להיות לפני תאריך התנועה.
hu: A visszahelyezés dátuma nem lehet korábbi a mozgatás dátumánál
lt: Grąžinimo data negali būti ankstesnė negu veiksmo data.
nb: Returdato kan ikke være før flyttedato.
pt: A data de recuperação não pode ser anterior à data do movimento.
ru: Дата возврата не может быть ранее даты перемещения.
tr: Geri dönüş tarihi, hareket tarihinden önce olamaz.

source: Return this movement and bring the animal back to the shelter
bg: Промени това преместване и върни обратно животното в приюта
cs: Vrátit tento přesun a přivést zvíře zpět do útulku
fr_ca: Retour de ce déplacement et ramener l'animal au refuge
he: החזר תנועה זו והשב את החיה בחזרה למקלט
hu: Mozgatás visszavonása és állat visszahozatala a menhelyre
nb: Avslutt denne bevegelsen og sett dyret tilbake på senter
pt: Recuperar este movimento e trazer o animal de volta para o abrigo
ru: Отменить действие и вернуть животное в приют

source: Returned
bg: Върнати
cs: Vráceno
de: Zurückgekehrt
fr_ca: Retourné
he: הוחזר
hu: Visszaadva
lt: Grąžinimai
nb: Returnert
pt: Devolvido
ru: Возврат
tr: Dönmüş

source: Returned By
bg: Върнат от
cs: Vráceno od
de: Zurückgekehrt
fr_ca: Retourné par
he: הוחזר על ידי
hu: Visszaadta
lt: Grąžino
pt: Devolvido Por
tr: Tarafından Döndü

source: Returned To Owner
bg: Върнати на собственик
cs: Vrátil majiteli
de: Zum Besitzer zurückgekehrt
fr_ca: Rendu au propriétaire
he: הוחזר לבעלים
hu: Tulajdonosnak visszaadva
lt: Grąžinta savininkams
nb: Returnert til eier
pt: Devolvido ao Dono
ru: Возвращено владельцу
tr: Sahibinden Dönen

source: Returned from
bg: Върнат от
cs: Vrácen z
fr_ca: Retourné de
he: הוחזר מ
hu: Visszahozva innen
nb: Returnert fra
pt: Recuperado de
ru: Возвращенный от

source: Returned in last month
he: הוחזרו בחודש האחרון

source: Returned in last week
he: הוחזרו בשבוע האחרון

source: Returned in last year
he: הוחזרו בשנה האחרונה

source: Returned to
bg: Върнат на
cs: Vrácen k
fr_ca: Rendu à
he: הוחזר ל
hu: Visszaadva ide
nb: Returnert til
pt: Devolvido a
ru: Возвращенный к

source: Returned to Owner {0}
bg: Върнати на собственика {0}
cs: Vrácen majiteli {0}
de: Zu Besitzer zurückgekehrt {0}
fr_ca: Rendu au propriétaire {0}
he: הוחזר לבעלים {0}
hu: Tulajdonosnak visszaadva {0}
lt: Grąžinti šeimininkams {0}
nb: Returnert til eier {0}
pt: Devolvido ao Dono {0}
ru: Возвращено владельцу {0}
tr: Sahip {0}a döndü.

source: Returning
bg: Връщане
cs: Vrací se
de: Rückgabe
fr_ca: Retour
he: חוזר מאומנה
hu: Visszatérő
lt: Grąžinimas
nb: Kommer tilbake
pt: A devolver
ru: Возвращение
tr: İade Edilen

source: Returns {0}
bg: Върнати {0}
cs: Vrací se {0}
fr_ca: Retours {0}
he: החזרות {0}
hu: Visszaérkezések {0}
lt: Grąžinimai {0}
nb: Retur {0}
pt: Devoluções {0}
ru: Возврат {0}
tr: Geri dönenler {0}

source: Reupload animal images every time
bg: Качвай отново снимките на животното всеки път
cs: Pokaždé znovu načtěte zvířecí obrázky
de: Tierbilder jedes Mal erneut hochladen
fr_ca: Téléverser à nouveau les image de l'animal à chaque fois
he: העלאת תמונות החיות בכל פעם מחדש
hu: Állat képének újra feltöltése minden alkalommal.
lt: Kiekvieną kartą pakartotinai įkelti gyvūnų nuotraukas
nb: Last opp dyrebilder på nytt hver gang
pt: Reenviar sempre as imagens dos animais
ru: Загружать изображение каждый раз заново
tr: Her seferinde, hayvan resimlerini yeniden yükle.

source: Review
he: סיכום

source: Rex
bg: Рекс
he: ארנב ריינלנדר
lt: Reksas
ru: Рекс

source: Rhea
bg: Рея
de: Nandu
fr_ca: Nandou d'Amérique
he: ננדו
lt: Nandu
nb: Nandu
ru: Нанду

source: Rhinelander
bg: заек Ринеландер
he: ארנב ריינלנדר
lt: Reino žemės (Rhinelander)
ru: Рейнский кролик

source: Rhodesian Ridgeback
bg: Роденизийски риджбек
cs: Rhodézský Ridgeback
fr_ca: Chien de Rhodesie à Crète Dorsale
he: רידג'בק רודזי
hu: rhodesiai ridgeback
lt: Rodezijos ridžbekas
pt: Leão da Rodésia
ru: Родезийский риджбек

source: Right-click on the map to change the marker location
bg: Щракнете с десния бутон върху картата, за да промените местоположението на маркера
he: לחץ באמצעות לחצן העכבר הימני על המפה כדי לשנות את מיקום הסמן
pt: Clique com o botão direito no mapa para alterar a localização do marcador

source: Ringneck/Psittacula
bg: Папагал Рингнек
cs: Alexandr malý
de: Ringeltaube
fr_ca: Perruche à collier (Psittacula)
he: דררה
hu: Örvösmadár/Psittacula
lt: Žieduotoji papūga
nb: Halsbåndparakitt
ru: Рингнек/Кольчатый попугай

source: Role is in use and cannot be deleted.
bg: Ролята се използва и не може да бъде изтрита.
cs: Role je používána a nelze ji odstranit.
de: Die Rolle wird benutzt und kann deshalb nicht gelöscht werden.
fr_ca: Fonction est en cours d'utilisation et ne peut être supprimé.
he: התפקיד נמצא בשימוש ולא ניתן למחוק אותו.
hu: A szerep használatban van, nem törölhető.
lt: Ši funkcija naudojama ir negali būti ištrinta.
nb: Rolle er i bruk og kan ikke slettes.
pt: A função está a ser utilizada e não pode ser eliminada.
ru: Нельзя удалить активную роль.
tr: Rol kullanımdadır ve silinemez.

source: Roles
bg: Роли
cs: Role
de: Rollen
fr_ca: Fonction
he: תפקידים
hu: Szerepek
lt: Funkcijos
nb: Roller
pt: Funções
ru: Роли
tr: Roller

source: Rosella
bg: Розели
cs: Rozela
de: Plattschweifsittiche
fr_ca: Pennant
he: רוזלה
hu: Rozellapapagáj
lt: Rozela
ru: Розелла

source: Rostered day off
bg: Компенсация
cs: Plánovaný den volna
fr_ca: Jour de congé
he: יום חופש בתשלום (RDO)
hu: Felosztott szabadnap
pt: Dia de folga

source: Rota
bg: График
cs: Rozpis
de: Dienstplan
fr_ca: Tableau de service
he: סידור עבודה
hu: Beosztás
pt: Turnos
ru: Дежурство

source: Rota Types
bg: Тип график
cs: Typy rozpisu
fr_ca: Type de tableau de service
he: סוגי סידור עבודה
hu: Beosztás típusok
pt: Tipos de Turnos
ru: Типы дежурств
