Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Rota cloned successfully.
bg: Графика е дублиран успешно.
cs: Rozpis úspěšně naklonován.
de: Dienstplan erfolgreich kopiert.
fr_ca: Tableau de service dupliqué avec succès.
he: סידור עבודה שוכפל בהצלחה.
hu: Beosztás sikeres másolása.
pt: Turno clonado com êxito.
ru: Дежурство успешно продублировано.

source: Rotate image 90 degrees anticlockwise
bg: Завъртете изображението на 90 градуса обратно на часовниковата стрелка
he: סובב את התמונה 90 מעלות נגד כיוון השעון
nb: Roter bildet 90 grader mot klokken
pt: Rodar a imagem 90 graus no sentido contrário ao dos ponteiros do relógio

source: Rotate image 90 degrees clockwise
bg: Завъртане на изображението на 90 градуса по часовниковата стрелка
cs: Otočit obraz o 90 stupňů ve směru hodinových ručiček
de: Bild um 90 Grad im Uhrzeigersinn drehen
fr_ca: Tourner l'image 90 degrés (sens horaire)
he: סובב את התמונה 90 מעלות עם כיוון השעון
hu: Kép elforgatása 90 fokkal óramutató járásával azonos irányba
lt: Pasukti paveikslėlį 90 laipsnių pagal laikrodžio rodyklę
nb: Roter bildet 90 grader med klokken
pt: Rodar a imagem 90 graus no sentido dos ponteiros do relógio
ru: Повернуть изображение на 90° по часовой стрелке
tr: Saat yönünde, 90 derece resmi çevir.

source: Rottweiler
bg: Ротвайлер
cs: Rotvajler
he: רוטוויילר
lt: Rotveileris
ru: Ротвейлер

source: Rough
bg: Твърдо
cs: Hrubé
de: Rau
fr_ca: Rugueux
he: גסה
hu: Érdes
lt: Šiurkštus
nb: Grov
pt: Áspero
ru: Жесткошёрстный
tr: Sert

source: Rows
bg: Редове
cs: Řádky
de: Zeilen
fr_ca: Lignes
he: שורות
hu: Sorok
lt: Eilutės
nb: Rader
pt: Linhas
ru: Строки
tr: Satırlar

source: Ruddy
bg: Руди
cs: Rudolící
de: Rötlich
fr_ca: Roux
he: אדמדם
hu: Pirosított
lt: Rausva
nb: Rødlig
pt: Avermelhado
ru: Красный
tr: Kırmızı

source: Russian Blue
bg: Руска синя котка
cs: Ruská Modrá
de: Russisch Blau
fr_ca: Bleu Russe
he: רוסי כחול
hu: Oroszkék
lt: Rusų melsvoji
pt: Azul Russo
ru: Русская голубая

source: S (Stray Cat)
bg: Улична котка
cs: S (zaběhlá kočka)
de: S (Streunende Katze)
fr_ca: S (Chat errant)
he: S (חתול רחוב)
hu: S (kóbor macska)
lt: P (Gyvūnas iš prieglaudos)
nb: C (Bortkommen katt)
pt: V (Gato Vadio)
ru: S (Бродячая кошка)
tr: C (Sokak Kedisi)

source: S = first letter of animal species
bg: T = първата буква от типа на животното
cs: S = první písmeno druhu zvířete
de: S = erster Buchstabe der Tierart
fr_ca: S = première lettre de l'espèce de l'animal
he: ‫S = אות ראשונה של זן החיה
hu: S = állat fajának első betűje
nb: T = første bokstav på art
pt: S = primeira letra da espécie animal
ru: S = первая буква видов животных
tr: S = hayvan cinsinin (species) ilk harfi

source: SM Account
bg: SM потребител
cs: Účet SM
de: ASM Benutzerkonto
fr_ca: # compte ASM
he: שם החשבון
hu: SM fiók
lt: SM paskyra
nb: SM-konto
pt: Conta SM
ru: Учетная запись
tr: SM hesabı

source: SMS
bg: СМС
he: הודעת טקסט

source: SMTP Server
he: שרת SMTP

source: SQL Interface
bg: SQL Интерфейс
cs: SQL rozhraní
fr_ca: Interface SQL
he: ממשק SQL
lt: SQL sąsaja
nb: SQL-grensesnitt
pt: Interface SQL
ru: SQL-интерфейс
tr: SQL Arayüzü

source: SQL editor: Press F11 to go full screen and press CTRL+SPACE to autocomplete table and column names
bg: SQL редактор: Натисни F11 за цял екран и CTRL+SPACE за автоматично допълване на име на таблица или колона
cs: Editor SQL: Stisknutím klávesy F11 přejdete na celou obrazovku a stisknutím kláves CTRL + SPACE se automaticky doplní názvy tabulek a sloupců
fr_ca: Éditeur SQL: Appuyer F11 pour aller en plein écran et appuyer CTRL-ESPACE pour auto-compléter les noms de table et colonnes
he: עורך SQL: לחץ על F11 כדי לעבור למסך מלא ולחץ על CTRL + SPACE כדי להשלים אוטומטית את שמות הטבלאות והעמודות
hu: SQL editor: teljes képernyőre váltáshoz nyomja meg az F11-et és CTRL+SPACE-t a táblázat és oszlopok neveinek automatikus befejezéséhez
nb: SQL-redigering: Trykk F11 for å gå til fullskjerm og CTRL+MELLOMROM for å autofullføre tabell- og kolonnenavn
pt: Editor SQL: prima F11 para mudar para ecrã completo e prima CTRL + ESPAÇO para preencher automaticamente os nomes das tabelas e colunas

source: SQL interface
bg: SQL Интерфейс
cs: SQL rozhraní
fr_ca: Interface SQL
he: ממשק SQL
lt: SQL sąsaja
nb: SQL-grensesnitt
pt: Interface SQL
ru: SQL-интерфейс
tr: SQL arayüzü

source: SQL is syntactically correct.
bg: SQL кода е синтактично правилен
cs: SQL je syntakticky správný.
de: SQL ist syntaktisch korrekt.
fr_ca: Syntaxe SQL valide.
he: השאילתה תקינה.
hu: SQL mondattanilag korrekt.
lt: SQL sintaksė teisinga.
nb: Korrekt SQL-syntaks.
pt: SQL sintaticamente correto.
ru: SQL-запрос синтаксически верен.
tr: SQL sintaksı doğru.

source: SS = first and second letter of animal species
bg: TT = първата и втората буква от типа на животното
cs: SS = první a druhé písmeno živočišného druhu
de: SS = erster und zweiter Buchstabe der Tierart
fr_ca: SS = première et seconde lettre de l'espèce de l'animal
he: ‫SS = אות ראשונה ושניה של זן החיה
hu: SS = állat beviteli kategóriájának első és második betűje
nb: TT = første og andre bokstav på art
pt: SS = primeira e segunda letras da espécie animal
ru: SS = первая и последняя буквы видов животных
tr: SS=hayvan türlerinin ilk ve ikinci harfleri

source: Sa
bg: Сб.
fr_ca: Sam
he: ש׳
lt: Št
nb: Lø
pt: Sáb
ru: Сб

source: Saddlebred
bg: Кон Садълбред
cs: Jezdecký
de: Reitpferd
he: סאדלברד
hu: Hátasló
lt: Amerikiečių jojamasis
pt: Saddlebred Americano
ru: Седлбред

source: Saint Bernard St. Bernard
bg: Санбернар
de: St. Bernhardshund Bernhardiner
fr_ca: Saint Bernard
he: סאן ברנרד
hu: bernáthegyi
lt: Senbernaras
pt: São Bernardo
ru: Сенбернар

source: Sales Tax
bg: Данък продажба
cs: Daň z obratu
fr_ca: Taxes
he: מע״מ
hu: Forgalmi adó
pt: IVA

source: Saluki
bg: Салюки
he: סלוקי
lt: Saliukis/Persų kurtas
ru: Салюки/Персидская борзая

source: Samoyed
bg: Самоед
cs: Samojed
de: Samojede
fr_ca: Samoyède
he: סאמוייד
hu: szamojéd
lt: Samojedas
pt: Samoiedo
ru: Самоедская лайка

source: Sat
bg: Съб.
de: Sa
fr_ca: Sam
he: ש׳
lt: Šeš
nb: Lør
pt: Sáb
ru: Сбт
tr: Cmt

source: Satin
bg: Сатен
he: סאטין
hu: Szatén
lt: Lygiakailis
pt: Cetim
ru: Сатиновый кролик

source: Saturday
bg: Събота
cs: Sobota
de: Samstag
fr_ca: Samedi
he: שבת
hu: Szombat
lt: Šeštadienis
nb: Lørdag
pt: Sábado
ru: Суббота
tr: Cumartesi

source: Save
bg: Запази
cs: Uložit
de: Speichern
fr_ca: Enregistrer
he: שמור
hu: Mentés
lt: Išsaugoti
nb: Lagre
pt: Guardar
ru: Сохранить
tr: Kaydet

source: Save and leave
bg: Запази и продължи
cs: Uložit a odejít
de: Speichern und beenden
fr_ca: Enregistrer et quitter
he: שמור ועבור
hu: Mentés és kilépés
lt: Išsaugoti ir išeiti
nb: Lagre og forlat
pt: Guardar e sair
ru: Сохранить и выйти
tr: Kaydet ve çık

source: Save this animal
bg: Запази животно
fr_ca: Enregistrer cet animal
he: שמור חיה זו
nb: Lagre dette dyret
pt: Guardar este animal

source: Save this event
he: שמור אירוע זה

source: Save this incident
bg: Запази инцидента
cs: Uložit tento incident
de: Diesen Vorfall speichern
fr_ca: Enregistrer cet incident
he: שמור תקרית
hu: Esemény mentése
nb: Lagre denne hendelsen
pt: Guardar este incidente
ru: Сохранить данные о событии/происшествии
tr: Bu olayı kaydet.

source: Save this person
bg: Запази промените
cs: Uložit tuto osobu
de: Diese Person speichern
fr_ca: Enregistrer ce contact
he: שמור אדם
hu: Személy mentése
lt: Išsaugoti šį asmenį
nb: Lagre denne personen
pt: Guardar esta pessoa
ru: Сохранить контактное лицо
tr: Bu kişiyi kaydet.

source: Save this record
bg: Запази промените
cs: Uložit tento záznam
de: Datensatz speichern
fr_ca: Sauvegarder cet enregistrement
he: שמור רשומה זו
hu: Bejegyzés mentése
lt: Išsaugoti šį įrašą
nb: Lagre denne oppføringen
pt: Guardar este registo
ru: Сохранить эту запись
tr: Bu kaydı kaydet.

source: Save this waiting list entry
bg: Запази промените
cs: Uložit tuto položku pořadníku
fr_ca: Enregistrer cette entrée de liste d'attente
he: שמור רשימת המתנה
hu: Ennek a várólista feljegyzésnek a mentése
lt: Išsaugoti šį įrašą laukiančių vietos sąraše
nb: Lagre denne sakslisteoppføringen
pt: Guardar esta entrada de lista de espera
ru: Сохранить запись в листе ожидания
tr: Bu bekleme listesi girişini kaydet.

source: Saving...
bg: Записване...
cs: Ukládání ...
de: Speichern...
fr_ca: Enregistrement en cours...
he: שומר...
hu: Mentés....
lt: Išsaugoma...
nb: Lagrer…
pt: A guardar...
ru: Сохранение...
tr: Kaydediyor...

source: Scale published animal images to
bg: Преоразмери снимката на животното при публикуване на
cs: Zmenšit publikované obrázky zvířat
de: Veröffentlichte Tierbilder skalieren auf
fr_ca: Mettre les images de l'animal publié à la taille de
he: שנה גודל תמונות מפורסמות ל
hu: Közzétett képek méretezése
lt: Sumažinti publikuojamų gyvūnų nuotraukas iki
nb: Publiserte dyrebilder til
pt: Redimensionar as imagens de animais publicadas para
ru: Изменить масштаб изображения до
tr: Yayınlanmış hayvan fotoğraflarını ölçeklendir:

source: Scan the QR code below with the Google Authenticator app for your mobile device.
he: סרוק את קוד ה-QR למטה עם אפליקציית Google Authenticator במכשיר הנייד שלך.

source: Scheduled
bg: Планира
cs: Plánováno
de: Geplant
fr_ca: Planifié
he: מתוזמן
hu: Ütemezett
pt: Agendado

source: Schipperke
bg: Шиперке
cs: Šiperka
fr_ca: Samoyed
he: סכיפרקה
lt: Šiperkė
ru: Шкиперке

source: Schnauzer
bg: Шнауцер
cs: Knírač
he: שנאוצר
lt: Šnauceris
ru: Шнауцер

source: Scottish Deerhound
bg: Шотландска еленова хрътка
cs: Skotský jelení pes
de: Deerhound
fr_ca: Lévrier Écossais
he: דירהאונד סקוט
hu: Skót szarvasagár
lt: Dirhaundas
pt: Deerhound Escocês
ru: Дирхаунд

source: Scottish Fold
bg: Шотландски фолд
he: סקוטי (סקוטיש פולד)
hu: Skót lógófülű macska
lt: Škotų nulėpausė
pt: Fold Escocês
ru: Скоттиш-фолд

source: Scottish Terrier Scottie
bg: Шотландски териер
cs: Skotský teriér
de: Schottischer Hirschhund
fr_ca: Terrier Écossais
he: סקוטיש טרייר
hu: skót terrier
lt: Škotų terjeras
pt: Terrier Scottie Escocês
ru: Скотч-терьер

source: Script
bg: Скрипт
cs: Skript
de: Skript
he: סקריפט
hu: Jegyzet
lt: Skriptas
tr: Betik

source: Seal
bg: Тюлен
cs: Pečeť
fr_ca: Noir
he: כלב ים
hu: Hitelesít
lt: Pilkšva
nb: Sel
pt: Cinzento Acastanhado
ru: Печать
tr: Kurşuni

source: Sealyham Terrier
bg: Силихам териер
cs: Sealyham teriér
he: סיליהם טרייר
lt: Silihemo terjeras
ru: Силихем-терьер

source: Search
bg: Търсене
cs: Hledat
de: Suche
fr_ca: Recherche
he: חיפוש
hu: Keresés
lt: Ieškoti
nb: Søk
pt: Pesquisar
ru: Поиск
tr: Ara

source: Search Results for '{0}'
bg: Резултати от търсене за '{0}'
cs: Výsledky hledání pro '{0}'
de: Suchergebnisse für '{0}'
fr_ca: Résultats de recherche pour '{0}'
he: תוצאות חיפוש ל '{0}'
hu: Keresési eredmények erre '{0}'
lt: '{0}' paieškos rezultatai
nb: Søkeresultater for '{0}'
pt: Resultados de Pesquisa para '{0}'
ru: Поиск результатов по запросу '{0}'
tr: '{0}' İçin Arama Sonuçları

source: Search returned {0} results.
bg: Търсенето върна {0} резултата.
cs: Vyhledávání zobrazilo {0} výsledků.
de: Die Suche ergab {0} Ergebnisse.
fr_ca: La recherche a retourné {0} résultat(s)
he: החיפוש החזיר {0} תוצאות.
hu: Keresésnél kiadott '{0}' eredmény
lt: Paieškos metu rasti {0} rezultatai
nb: Søket ga {0} resultater.
pt: A pesquisa devolveu {0} resultados.
ru: Найдено {0}.
tr: Arama '{0}' sonuç döndü.

source: Search sort order
bg: Сортиране на търсенето
cs: Vyhledávání podle pořadí
de: Such-Sortierreihenfolge
fr_ca: Ordre de tri des recherches
he: סדר תוצאות חיפוש
hu: Keresési sorrend
lt: Paieškos rūšiavimo tvarka
nb: Søk sorteringsrekkefølge
pt: Ordenação da pesquisa
ru: Поиск с сортировкой
tr: Ara sırala grupla

source: Searchable
bg: За търсене
cs: Prohledávatelný
fr_ca: Cherchable
he: ניתן לחיפוש
hu: Keresés lehetséges
pt: Pesquisável
ru: Доступно для поиска

source: Second offence
bg: Втора глоба
cs: Druhý přestupek
de: Zweitdelikt
fr_ca: Deuxième infraction
he: עבירה שניה
hu: Második vétség
nb: Andre lovbrudd
pt: Segunda infração
ru: Второе правонарушение
tr: İkinci suç (offence)

source: Select
bg: Изберете
cs: Vybrat
de: Auswählen
fr_ca: Sélectionner
he: בחירה
hu: Kiválasztás
lt: Pasirinkti
nb: Velg
pt: Selecionar
ru: Выбрать
tr: Seç

source: Select a person
bg: Избери човек
cs: Vybrat Osobu
de: Eine Person auswählen
fr_ca: Sélectionner un contact
he: בחר אדם
hu: Személy kiválasztása
lt: Pasirinkite asmenį
nb: Velg en person
pt: Selecionar uma pessoa
ru: Выбрать контактное лицо
tr: Kişi seç

source: Select a person to attach this form to.
bg: Изберете човек, към който да бъде прикачен
cs: Vybrat osobu, ke které chcete tento formulář připojit.
fr_ca: Sélectionner un contact à lier à ce formulaire.
he: בחר אדם לצרף אליו את הטופס זה.
hu: Válasszon ki egy személyt akihez csatolja ezt az űrlapot.
lt: Pasirinkti asmenį, su kuriuo susieti šią formą.
nb: Velg en person som dette skjemaet skal vedlegges.
pt: Selecionar uma pessoa à qual anexar este formulário.
ru: Выберите контактное лицо, к которому будет прикреплена данная форма.
tr: Bu formun ekleneceği kişiyi seç.

source: Select a person to merge into this record. The selected person will be removed, and their movements, diary notes, log entries, etc. will be reattached to this record.
bg: Изберете човек, с който този запис да бъде обединен. Избраният човек ще бъде премахнат, а всички негови транзакции и записи в системата ще бъдат прехвърлени на текущият запис.
cs: Vybrat osobu, kterou chcete do tohoto záznamu sloučit. Vybraná osoba bude odstraněna a jejich pohyby, poznámky do deníku, položky protokolu atd. Budou znovu připojeny k tomuto záznamu.
fr_ca: Selectionner un contact à lier à cet enregistrement. Le contact sélectionné sera retiré, et leurs déplacements, notes à l'agenda, entrées au journal, etc. seront attachés à cet enregistrement.
he: בחר אדם למזג לתוך רשומה זו. האדם הנבחר יוסר, וכל הרשומות הקשורות שלו (תנועות, משימות, הערות וכו׳) יחוברו לרשומה זו.
hu: Válasszon ki egy személyt, akit bele szeretne vonni ebbe a feljegyzésbe. A kiválasztott személyt eltávolítják, és mozgásait, naplójegyzeteit, naplóbejegyzéseit stb. újra csatolják ehhez a rekordhoz.
lt: Pasirinkite asmenį, kurį norėtumėte sujungti su šiuo asmeniu. Pasirinktasis asmuo bus pašalintas, o jam priklausantys veiksmai, darbotvarkės užduotys, žurnalo įrašai ir kt. bus perkelti prie šio asmens.
nb: Velg en person som skal legges inn i denne oppføringen. Den valgte personen vil fjernes, og deres aktiviteter, dagbokmerknader, loggoppføringer, osv. vil festes til denne oppføringen.
pt: Selecionar uma pessoa para juntar a este registo. A pessoa selecionada será removida e os respetivos movimentos, anotações de diário, entradas de registo, etc. serão redirecionados para este registo.
ru: Выберите контактное лицо для объединения записей. После этого действия запись о контакте будет удалена, а все перемещения, заметки в ежедневнике и прочее будут добавлены в общую запись.
tr: Bu kayıtla birleştirilecek kişiyi seç. Seçilen kişi silinecek; kişinin hareketleri, günlük notları, kayıt girişleri vs bu kayda eklenecek.

source: Select all
bg: Избери всички
cs: Označit vše
de: Alles auswählen
fr_ca: Sélectionner tout
he: בחר הכל
hu: Összes kiválsztása
lt: Žymėti viską
nb: Merk alt
pt: Selecionar tudo
ru: Выбрать все
tr: Hepsini seç

source: Select all reservations for this animal
he: בחר את כל השריונים לחיה זו

source: Select an animal
bg: Избери животно
cs: Vybrat zvíře
de: Tier auswählen
fr_ca: Sélectionner un animal
he: בחירת חיה
hu: Válasszon egy állatot
lt: Pasirinkite gyvūną
nb: Velg ett dyr
pt: Selecionar um animal
ru: Выбрать животное
tr: Bir hayvan seç

source: Select an animal to attach this form to.
bg: Изберете човек, към който да бъде прикачен
cs: Vybrat zvíře, ke kterému chcete tento formulář připojit.
de: Tier auswählen, um dieses Formular anzufügen.
fr_ca: Sélectionner un animal à attacher à ce formulaire.
he: בחר חיה לצרף אליה את הטופס הזה.
hu: Válasszon egy állatot, amelyhez ezt a nyomtatványt csatolja.
nb: Velg et dyr som skal kobles til dette skjemaet.
pt: Selecione um animal ao qual anexar este formulário.
ru: Выберите животное, к которому будет прикреплена данная форма.
tr: Bu forma eklenecek hayvanı seçiniz.

source: Select an animal to merge into this record. The selected animal will be removed, and their movements, diary notes, log entries, etc. will be reattached to this record.
bg: Изберете животно, което да обедините в този запис. Избраното животно ще бъде премахнато и движенията, бележките в дневника, записите в дневника и др. Ще бъдат прикрепени към този запис.
cs: Vybrat zvíře, které chcete sloučit do tohoto záznamu. Vybrané zvíře bude odstraněno a jejich pohyby, poznámky do deníku, záznamy v protokolu atd. Budou znovu připojeny k tomuto záznamu.
fr_ca: Sélection un animal à fusionner dans cet enregistrement. L'animal sélectionné sera supprimé, ainsi que ses déplacements, notes d'agenda, entrées de journal, etc., et sera attaché à cet enregistrement.
he: בחר חיה למזג לתוך רשומה זו. החיה הנבחרת תוסר וכל הרשומות הקשורות שלה (תנועות, משימות, הערות וכו׳) יחוברו לרשומה זו.
hu: Válasszon egy állatot, amellyet összevonnak ezzel a feljegyzéssel. A kiválasztott állatot eltávolítják, és mozgásait, naplójegyzeteit, naplóbejegyzéseit stb. újra csatolják ehhez a feljegyzéshez.
pt: Selecionar um animal para juntar a este registo. O animal selecionado será removido e os respetivos movimentos, anotações de diário, entradas de registo, etc. serão redirecionados para este registo.

source: Select animal to merge
bg: Изберете животно за сливане
cs: Vybrat zvíře, které chcete sloučit
fr_ca: Sélectionner un animal à fusionner
he: בחירת חיה למיזוג
hu: Válassza ki az egyesiteni kívánt állatot
pt: Selecione um animal para juntar

source: Select animals
bg: Избери животни
cs: Vybrat zvířata
de: Tiere auswählen
fr_ca: Sélectionner des animaux
he: בחירת חיות
hu: Válasszon ki állatokat
lt: Pasirinkite gyvūnus
nb: Valgte dyr
pt: Selecionar animais
ru: Выбрать животных
tr: Hayvanları seç

source: Select date for diary task
bg: Избери дата за задачата в дневника
cs: Vybrat datum pro úkol deníku
de: Datum für Kalenderaufgabe auswählen
fr_ca: Sélectionner une date pour la tâche d'agenda
he: בחר תאריך לתבנית משימה
hu: Válasszon ki dátumot ehhez a napló feladathoz
lt: Nurodykite standartinės darbotvarkės užduoties datą
nb: Velg dato for dagbokoppgave
pt: Selecionar a data da tarefa do diário
ru: Выбрать дату для задачи
tr: Günlük işi için tarih seç.

source: Select person to merge
bg: Обединяване на данни за хора
cs: Vybrat osobu, kterou chcete sloučit
fr_ca: Sélectionner un contact à fusionner
he: בחר אדם למיזוג
hu: Válassza ki az egyesíteni kívánt személyt
lt: Pasirinkite asmenį sujungimui
nb: Velg person som skal sammenslås
pt: Selecionar a pessoa a juntar
ru: Выбрать контактное лицо для объединения
tr: Birleştirmek için kişi seç

source: Select recommended
bg: Избери препоръчаните
cs: Vybrat doporučené
fr_ca: Sélectionner les recommandés
he: בחר מומלצים
hu: Válassza az ajánlott lehetőséget
lt: Pasirinkite rekomenduojamą
nb: Valg anbefalt
pt: Selecionar recomendados
ru: Выбрать рекомендованное
tr: Tavsiye edileni seç

source: Selected On-Shelter Animals
bg: Избрани животни в приюта
cs: Vybraná zvířata v útulku
fr_ca: Sélectionner les animaux du refuge
he: חיות במקלט שנבחרו
hu: Kiválasztott menhelyen lévő állatok
pt: Animais do Abrigo Selecionados

source: Selective
he: תלוי

source: Selkirk Rex
bg: Селкърк рекс
he: סלקירק רקס
hu: Selkirk rex macskafajta
lt: Selkirko reksas
ru: Селкирк-рекс

source: Send
bg: Изпращане
cs: Odeslat
de: Versenden
fr_ca: Envoyer
he: שלח
hu: Elküld
lt: Siųsti
pt: Enviar
ru: Отправить
tr: Gönder

source: Send Emails
bg: Изпращане на имейли
cs: Odeslat emaily
de: E-Mails senden
fr_ca: Envoyer les courriels
he: שלח הודעות מייל
hu: Emaileket küld
lt: Siųsti el. laiškus
nb: Send E-poster
pt: Enviar Emails
ru: Отправить сообщения
tr: E-postaları Gönder

source: Send a checkout email to the adopter
he: שלח מייל לאימוץ עצמי למאמץ

source: Send a weekly email to fosterers with medical information about their animals
bg: Изпращайте ежеседмичен имейл до приемници с медицинска информация за техните животни
cs: Poslat týdenní e-mail pěstounům s lékařskými informacemi o jejich zvířatech
fr_ca: Envoyer un courriel hebdomadaire aux familles d'accueil avec les informations médicales de leurs animaux
he: שלח מייל שבועי לאומנות עם מידע רפואי אודות החיות
hu: Heti e-mail küldése az ideiglenes befogadóknak az állatokra vonatkozó orvosi információkkal
pt: Enviar um email semanal às FATs com informações clínicas sobre os respetivos animais

source: Send an email relating to this animal
bg: Обновете дневните разходи за пансион за това животно
he: שלח מייל בנוגע לחיה זו
nb: Send en e-post angående dette dyret
pt: Enviar um email relativo a este animal

source: Send an email request for payment via a payment processor
bg: Изпратете искане по имейл за плащане чрез процесор за плащане
fr_ca: Envoyer une demande de paiement par courriel via un processeur de paiement
he: שלח בקשה לתשלום במייל דרך שירות תשלומים
pt: Enviar um email com um pedido de pagamento através de um processador de pagamentos

source: Send and include a copy of the form submission
bg: Изпратете и включете копие от подадената форма
he: שלח וכלול עותק מהגשת הטופס
pt: Enviar e incluir uma cópia do formulário submetido

source: Send confirmation email to form submitter
bg: Изпрати имейл с потвърждение за да се формира възложител
cs: Odeslat potvrzovací e-mail odesílateli formuláře
fr_ca: Envoyer un courriel de confirmation à l'auteur du formulaire
he: שלח אישור במייל לשולח הטופס
hu: Küldjön megerősítő e-mailt az űrlap benyújtójának
pt: Enviar email de confirmação ao remetente do formulário

source: Send confirmation message only
bg: Съобщение за потвърждение
he: שלח הודעת אישור בלבד
nb: Send kun en bekreftelse
pt: Enviar apenas mensagem de confirmação

source: Send email
bg: Изпращане на имейл
he: שלח מייל
nb: Send e-post
pt: Enviar email

source: Send emails
bg: Изпращане на имейли
cs: Odeslat emaily
de: E-Mails senden
fr_ca: Envoyer les courriels
he: שלח הודעות מייל
hu: Emailek küldése
lt: Siųsti el. laiškus
nb: Send E-poster
pt: Enviar emails
ru: Отправить сообщения
tr: E-postaları gönder

source: Send mass emails and perform mail merges
bg: Изпрати масови имейли, чрез шаблони за писма
cs: Odeslat hromadné e-maily a provádět sloučení pošty
fr_ca: Envoyer des courriels en masse et effectuer les publipostages
he: שליחת הודעות דוא״ל המוניות וביצוע מיזוגי דואר
hu: Küldjön tömeg e-maileket és hajtson végre cím összevonásokat
lt: Siųsti masinius el. laiškus ir kurti masinius laiškus
nb: Send e-post til flere og utfør flettinger
pt: Enviar emails em lote e elaborar mailings
ru: Использовать массовую рассылку
tr: Toplu e-posta gönder ve postaları birleştir.

source: Send the checkout email to the adopter
he: שלח מייל לאימוץ עצמי למאמץ

source: Send to
he: שלח ל

source: Send via email
bg: Изпрати по имейл
cs: Odeslat přes e-mail
de: Per E-Mail senden
fr_ca: Envoyer par courriel
he: שלח במייל
hu: Küldés emailen
lt: Siųsti el. paštu
nb: Send via e-post
pt: Enviar por email
ru: Отправить по эл. почте
tr: Epostayla gönder.

source: Sending {0} emails is considered abusive and will damage the reputation of the email server.
bg: Изпращането на {0} имейли се счита за злоупотреба и ще навреди на репутацията на сървъра за електронна поща
cs: Odesílání {0} e-mailů je považováno za zneužívající a poškodí reputaci e-mailového serveru.
fr_ca: Envoyer {0} courriels est considéré comme abusuf et endommagera la réputation du fournisseur de service.
he: שליחת {0} הודעות במייל עלולה להחשב לספאם ולפגוע במוניטין של שרת הדואר .
hu: {0} emailek küldése sértőnek minősülhet és ronthatja az email szerver hírnevét
pt: O envio de {0} emails é considerado abusivo e irá prejudicar a reputação do servidor de email.

source: Sending...
bg: Изпращане...
cs: Odesílání ...
fr_ca: Envoi en cours...
he: שולח...
hu: Küldés....
pt: A enviar...
