Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Go to the lookup data screen and add/remove breeds, species and animal types according to the animals your shelter deals with.
bg: Отвори екрана за поддръжка на номенклатурите и добави/премахни породи, видове животни и др. според това с какви животни се занимава приюта.
de: Öffnen Sie die Suchdaten-Einstellungen, um Rassen, Tierarten und Tiertypen entsprechend den Tieren hinzuzufügen oder zu entfernen, um die sich Ihr Tierheim kümmert.
fr_ca: Aller à l'écran de recherche de données et ajouter/supprimer des races, des espèces et des types d'animaux en fonction des animaux que votre refuge accueille.
he: עבור למסך טבלאות החיפוש והוסף/הסר גזעים, זנים וסוגי חיות לפי סוגי החיות שבהם מטפלים במקלט.
hu: Ugrás az ellenőrző adattáblába és fajták, fajok és állat típusok hozzáadása/eltávolítása attól függően, hogy milyen állatokkal foglalkozik a menhely
lt: Įsijunkite sąrašų langą ir pridėkite/pašalinkite veisles, rūšis bei gyvūnų tipus, kad sąrašai atitiktų gyvūnus, su kuriais dirba būtent Jūsų prieglauda.
nb: Gå til søk data og legg til/fjern raser, arter og dyretyper i henhold til dyr som hjelpesenteret har.
pt: Aceda ao ecrã de dados de pesquisa e adicione/remova raças, espécies e tipos de animais de acordo com os animais que o seu abrigo acolhe.
ru: Откройте выпадающие списки и добавьте или удалите породы, виды и группы животных, чтобы эти списки соответствовали животным, с которыми вы работаете.
tr: Barınakta baktığınız hayvanlara uygun şekilde, türleri, cinsleri ve hayvan türlerini ekleyip/çıkarmak için lookup verisi ekranına gidin.

source: Go to the options screen and set your shelter's contact details and other settings.
bg: Отвори екрана с настройките и настрой данните за приюта.
de: Öffnen Sie die Systemoptionen und legen Sie die Kontaktdaten Ihres Tierheimes und andere Einstellungen fest.
fr_ca: Aller à l'écran des options et définissez les coordonnées de votre refuge et autres paramètres.
he: עבור למסך ההגדרות על מנת לקבוע את פרטי יצירת הקשר עם המקלט שלך והגדרות אחרות.
hu: Ugrás az opciókra és a menhely kapcsolatainak és egyéb beállításainak beállítása
lt: Parinktyse galite nustatyti savo prieglaudos kontaktinius duomenis bei kitas parinktis.
nb: Gå til alternativer og angi hjelpesenterets kontaktinformasjon og andre innstillinger.
pt: Aceda ao ecrã de opções e defina os detalhes de contacto do seu abrigo, entre outras definições.
ru: Откройте настройки, введите контактные данные вашего приюта и задайте остальные параметры.
tr: Seçenekler ekranını gidin ve barınağınızın iletişim bilgilerini girin ve diğer ayarlarını yapın.

source: Go to the system users screen and add user accounts for your staff.
bg: Отвори екрана за добавяне и редакция на потребители и създай необходимите потребите със съответните им права на достъп.
de: Öffnen Sie die Benutzerkonten-Einstellungen und fügen Sie Benutzerkonten für Ihre Mitarbeiter hinzu.
fr_ca: Aller à l'écran des utilisateurs du système et ajouter des comptes utilisateurs pour votre personnel.
he: עבור למסך משתמשי המערכת כדי להוסיף חשבונות משתמש לאנשי הצוות שלך.
hu: Ugrás a rendszer felhasználói képernyőre és a személyzet fiókjainak hozzáadása
lt: Įsijunkite sistemos naudotojų langą ir pridėkite naudotojų paskyras savo personalui.
nb: Gå til systembrukere og legg til brukerkontoer.
pt: Abra o ecrã de utilizadores de sistema e adicione contas de utilizador para a sua equipa.
ru: Откройте список учетных записей и добавьте учетные записи для вашего персонала.
tr: Sistem kullanıcıları ekranına gidin ve personeliniz için kullanıcı ayarlarını yapın.

source: Goat
bg: Козел
cs: Koza
de: Ziege
fr_ca: Chèvre
he: עז
hu: Kecske
lt: Ožka
nb: Geit
pt: Cabra
ru: Коза

source: Golden
bg: Златен
cs: Zlatý
fr_ca: Doré
he: מוזהב
hu: Arany
lt: Auksinė
nb: Gyllen
pt: Dourado
ru: Золотой
tr: Altın

source: Golden Retriever
bg: Голдън ретривър
cs: Zlatý retrívr
he: גולדן רטריבר
lt: Auksaspalvis retriveris
ru: Золотистый ретривер

source: Goldfish
bg: Златна рибка
cs: Zlatá rybka
de: Goldfisch
fr_ca: Poisson rouge
he: דג זהב
hu: Aranyhal
lt: Žuvytė
nb: Gullfisk
pt: Peixe dourado
ru: Золотая рыбка
tr: Japon Balığı

source: Good With
bg: Добро отношение към
fr_ca: S'entend bien avec
he: ידידותי ל
nb: Snill med
pt: Gentil Com

source: Good With Cats
bg: Добро отношение към котки
cs: Snášenlivost - Kočky
de: Katzenverträglich
fr_ca: S'entend bien avec les chats
he: ידידותי לחתולים
hu: Macskákkal jó a viszonya
lt: Draugiškas su katėmis
nb: Snill med katter
pt: Gentil com Gatos
ru: Ладит с кошками
tr: Kedilerle Arası İyi

source: Good With Children
bg: Добро отношение към деца
cs: Vhodné k dětem
de: Freundlich zu Kindern
fr_ca: S'entend bien avec les enfants
he: ידידותי לילדים
hu: Gyerekekkel jó a viszonya
lt: Draugiškas su vaikais
nb: Snill med barn
pt: Gentil com Crianças
ru: Ладит с детьми
tr: Çocuklarla Arası İyi

source: Good With Dogs
bg: Добро отношение към кучета
cs: Snášenlivost - Psi
de: Hundeverträglich
fr_ca: S'entend bien avec les chiens
he: ידידותי לכלבים
hu: Kutyákkal jó a viszonya
lt: Draugiškas su šunimis
nb: Snill med hunder
pt: Gentil com Cães
ru: Ладит с собаками
tr: Köpeklerle Arası İyi

source: Good with
bg: Добро отношение към
fr_ca: S'entend bien avec
he: ידידותי ל
nb: Snill med
pt: Gentil com

source: Good with Cats
bg: Добро отношение към котки
cs: Snášenlivost - kočky
de: Verträglich mit Katzen
fr_ca: S'entend bien avec les chats
he: ידידותי לחתולים
hu: Macskákkal jó a viszonya
lt: Draugiškas su katėmis
nb: Snill med katter
pt: Gentil com Gatos
ru: Ладит с кошками
tr: Kedilerle Arası İyi

source: Good with Children
bg: Добро отношение към деца
cs: Vhodný k dětem
de: Verträglich mit Kindern
fr_ca: S'entend bien avec les enfants
he: ידידותי לילדים
hu: Gyerekekkel jó a viszonya
lt: Draugiškas su vaikais
nb: Snill med barn
pt: Gentil com Crianças
ru: Ладит с детьми
tr: Çocuklarla Arası İyi

source: Good with Dogs
bg: Добро отношение към кучета
cs: Snášenlivost - psi
de: Verträglich mit Hunden
fr_ca: S'entend bien avec les chiens
he: ידידותי לכלבים
hu: Kutyákkal jó a viszonya
lt: Draugiškas su šunimis
nb: Snill med hunder
pt: Gentil com Cães
ru: Ладит с собаками
tr: Köpeklerle Arası İyi

source: Good with cats
bg: Добро отношение към котки
cs: Snášenlivost - kočky
de: Freundlich zu Katzen
fr_ca: S'entend bien avec les chats
he: ידידותי לחתולים
hu: Macskákkal jó a viszonya
lt: Draugiškas su katėmis
nb: Snill med katter
pt: Gentil com gatos
ru: Ладит с кошками
tr: Kedilerle iyi

source: Good with children
bg: Добро отношение към деца
cs: Vhodný k dětem
de: Freundlich zu Kindern
fr_ca: S'entend bien avec les enfants
he: ידידותי לילדים
hu: Gyerekekkel jó a viszonya
lt: Draugiškas su vaikais
nb: Snill med barn
pt: Gentil com crianças
ru: Ладит с детьми
tr: Çocuklarla iyi

source: Good with children over 12
bg: Добро отношение към деца над 12 г.
fr_ca: S'entend bien avec les enfants de plus de 12 ans
he: ‫ידידותי לילדים מעל גיל 12
nb: Snill med barn over 12
pt: Gentil com crianças com mais de 12 anos de idade

source: Good with children over 5
bg: Добро отношение към деца над 5 г.
fr_ca: S'entend bien avec les enfants de plus de 5 ans
he: ‫‫ידידותי לילדים מעל גיל 5
nb: Snill med barn over 5
pt: Gentil com crianças com mais de 5 anos de idade

source: Good with dogs
bg: Добро отношение към кучета
cs: Snášenlivost - psi
de: Freundlich zu Hunden
fr_ca: S'entend bien avec les chiens
he: ידידותי לכלבים
hu: Kutyákkal jó a viszonya
lt: Draugiškas su šunimis
nb: Snill med hunder
pt: Gentil com cães
ru: Ладит с собаками
tr: Köpeklerle iyi

source: Good with kids
bg: Добро отношение към деца
cs: Vhodný k dětem
de: Gut zu Kindern
fr_ca: S'entend bien avec les enfants
he: ידידותי לחתולים
hu: Gyerekekkel jó a viszonya
lt: Draugiškas su vaikais
nb: Snill med barn
pt: Gentil com crianças
ru: Ладит с детьми
tr: Çocuklarla arası iyi

source: Goose
bg: Гъска
cs: Husa
de: Gans
fr_ca: Oie
he: אווז
hu: Liba
lt: Žąsis
nb: Gås
pt: Ganso
ru: Гусь

source: Gordon Setter
bg: Шотландски сетер
cs: Gordon Setr
fr_ca: Setter Gordon
he: גורדון סטר
hu: gordon szetter
lt: Gordono seteris/Škotų seteris
ru: Сеттер-гордон/Шотландский сеттер

source: Grade
bg: Оценка
de: Stufe
fr_ca: Grade (Croisé)
he: סוס מעורב
hu: Fokozat
lt: Neveislinis
nb: Nivå
pt: Nível
ru: Класс

source: Great Dane
bg: Немски дог
de: Deutsche Dogge
fr_ca: Grand Danois
he: דני ענק
hu: dán dog
lt: Vokiečių dogas
nb: Grand danois
pt: Dogue Alemão
ru: Датский дог

source: Great Pyrenees
bg: Пиренейско планинско куче
cs: Pyrenejský Horský pes
de: Pyrenäen-Berghund
fr_ca: Chien de Montagne des Pyrénées
he: פירנאי
hu: pireneusi hegyikutya
lt: Pirėnų kalnų šuo
nb: Pyreneerhund
pt: Pastor dos Pirinéus
ru: Пиренейская горная собака

source: Greater Swiss Mountain Dog
bg: Голямо швейцарско планинско куче
cs: Velký Švýcarský Horský pes
de: Grosser Schweizer Sennenhund
fr_ca: Grand Bouvier Suisse
he: זננהונד (כלב הרים שוויצרי גדול)
hu: Nagy svájci havasi kutya
lt: Didysis šveicarų zenenhundas
ru: Большой швейцарский зенненхунд

source: Green
bg: Зелено
cs: Zelená
de: Grün
fr_ca: Vert
he: ירוק
hu: zöld
lt: Žalia
nb: Grønn
pt: Verde
ru: Зелёный
tr: Yeşil

source: Grey
bg: Сиво
cs: Šedá
de: Grau
fr_ca: Gris
he: אפור
hu: Szürke
lt: Pilka
nb: Grå
pt: Cinzento
ru: Серый
tr: Gri

source: Grey and White
bg: Сиво и бяло
cs: Šedá a bílá
de: Grau und Weiß
fr_ca: Gris et blanc
he: אפור ולבן
hu: szürke és fehér
lt: Pilka su balta
nb: Grå og hvit
pt: Cinzento e Branco
ru: Серый с белым
tr: Gri ve Beyaz

source: Greyhound
bg: Хрътка
cs: Anglický Chrt
fr_ca: Greyhound (Lévrier)
he: גרייהאונד
hu: agár
lt: Greihaundas
pt: Galgo
ru: Грейхаунд

source: Gross
he: ברוטו
pt: Bruto

source: Guinea Pig
bg: Морско свинче
cs: Morče
de: Hausmeerschweinchen
fr_ca: Cochon de Guinée
he: שרקן/קביה
hu: Tengerimalac
lt: Jūros kiaulytė
nb: Marsvin
pt: Porquinho da Guiné
ru: Морская свинка

source: Guinea fowl
bg: Токачка
cs: Perlička kropenatá domácí
de: Perlhuhn
fr_ca: Pintade (Poule de Guinée)
he: פנינייה
hu: Gyöngytyúk
lt: Perlinė višta
pt: Galinha da Guiné
ru: Цесарка

source: HTML Publishing Templates
bg: HTML шаблони за публикуване
cs: Publikační HTML šablony
de: HTML-Ausgabe Vorlagen
fr_ca: Modèle de publication HTML
he: תבניות פרסום HTML
hu: HTML közzétételi sablonok szerkesztése
lt: HTML publikavimo šablonai
nb: Publiseringsmaler for HTML
pt: Modelos de Publicação em HTML
ru: HTML-шаблоны для публикации
tr: HTML Yayın Şablonları

source: HTML/FTP Publisher
bg: HTML/FTP публикуване
de: HTML/FTP Veröffentlicher
fr_ca: Éditeur HTML/FTP
he: מפרסם HTML/FTP
hu: HTML/FTP Kiadó
lt: HTML/FTP leidėjas
nb: HTML/FTP publiseringsverktøy
pt: Editor HTML/FTP
ru: Публикация HTML/FTP
tr: HTML/FTP Yayıncısı

source: Hairless
bg: Безкосместо
cs: Bezsrstý
de: Haarlos
fr_ca: Nu
he: נטול שיער
hu: Kopasz
lt: Beplaukis
nb: Hårløs
pt: Sem pelo
ru: Лысая
tr: Tüysüz

source: Half-Yearly
bg: Полугодие
cs: Půlroční
de: Halbjährlich
fr_ca: Semestriel
he: כל חצי שנה
hu: Félévente
lt: Kas pusę metų
nb: Halvårlig
pt: Semestralmente
ru: Каждые полгода
tr: Altı Aylık

source: Hamster
bg: Хамстер
cs: Křeček
he: אוגר
hu: Hörcsög
lt: Žiurkėnas
ru: Хомяк

source: Harlequin
bg: Немски дог с черно-бяла окраска тип "арлекин"
cs: Strakatý
he: ארנב הרלקווין
lt: Arlekinas
pt: Arlequim
ru: Мраморный

source: Havana
bg: Хавана
de: Havanna
he: הוואנז
hu: Havanna
lt: Havanos
ru: Гавана

source: Havanese
bg: Хаванска болонка
cs: Havanský
de: Havaneser
fr_ca: Bichon Havanais
he: הוואנז
lt: Havanos bišonas
pt: Havaneza
ru: Гаванский бишон

source: Header
bg: Горен колонтитул
cs: Záhlaví
de: Kopfzeile
fr_ca: Entête
he: כותרת עליונה
hu: Fejléc
lt: Antraštė
nb: Overskrift
pt: Cabeçalho
ru: Заголовок
tr: Başlık

source: Health Problems
bg: Здравословни проблеми
cs: Zdravotní problémy
de: Gesundheitliche Probleme
fr_ca: Problèmes de santé
he: בעיות בריאות
hu: Egészségügyi problémák
lt: Sveikatos sutrikimai
nb: Helseproblemer
pt: Problemas de Saúde
ru: Проблемы со здоровьем
tr: Sağlık Problemleri

source: Health and Identification
bg: Здраве и отличителни белези
cs: Zdraví a Identifikace
de: Gesundheit und Kennzeichnung
fr_ca: Santé et Identification
he: בריאות וזיהוי
hu: Egészségi állapot és azonosítás
lt: Sveikata ir identifikacija
nb: Helse og identifikasjon
pt: Saúde e Identificação
ru: Состояние здоровья и идентификация
tr: Sağlık ve Kimlik Bilgileri

source: Healthy
bg: Здрав
cs: Zdravé
de: Gesund
fr_ca: Sain
he: בריא
hu: Egészséges
lt: Sveikas
nb: Frisk
pt: Saudável
ru: Старое
tr: Sağlıklı

source: Heartworm
bg: Дирофилария
cs: Vlasovec psí
de: Herzwurm
fr_ca: Dirofilariose
he: תולעת הפארק
hu: Szívférgesség
lt: Širdies kirmėlės
nb: Hjerteorm
pt: Dirofilariose
ru: Дирофиляриоз сердца
tr: Kalp kurdu (Heartworm)

source: Heartworm Test Date
bg: Дата на тест за дирофилария
cs: Vlasovec psí - Datum testu
de: Herzwurm-Testdatum
fr_ca: Date du test de dirofilariose
he: תאריך בדיקת תולעת הפארק
hu: Szívféreg teszt dátuma
lt: Širdies kirmėlių testo data
nb: Dato for hjerteormtest
pt: Data do Teste de Dirofilariose
ru: Дата теста на дирофиляриоз сердца
tr: Kalp Kurdu (Heartworm) Test Tarihi

source: Heartworm Test Result
bg: Резултат от тест за дирофилария
cs: Vlasovec psí Výsledek
de: Herzwurm-Testergebnis
fr_ca: Résultat du test de dirofilariose
he: תוצאות בדיקת תולעת הפארק
hu: Szívféreg teszt eredménye
lt: Širdies kirmėlių testo rezultatas
nb: Testresultater for hjerteorm
pt: Resultado do Teste de Dirofilariose
ru: Результаты теста на дирофиляриоз сердца
tr: Kalp Kurdu (heartworm) Test Sonuçları

source: Heartworm Tested
bg: Тестван за дирофилария
cs: Test - Vlasovec psí
de: Herzwurm getestet
fr_ca: Dirofilariose Testé
he: נבדק לתולעת הפארק
hu: Szívférgességre tesztelve
lt: Atliktas testas dėl širdies kirmėlių
nb: Testet for hjerteorm
pt: Testado para Dirofilariose
ru: Проверено на дирофиляриоз
tr: Kalp kurdu (heartworm) Test Edildi.

source: Heartworm+
bg: Дирофилария
cs: Vlasovec +
fr_ca: Dirofilariose+
he: תולעת הפארק
hu: Szívféreg teszt pozitív
nb: Hjerteorm
pt: Dirofilariose+
ru: Дирофиляриоз сердца (сердечные черви, Heartworm+)

source: Heartworm-
he: תולעת הפארק-
nb: Hjerteorm

source: Hedgehog
bg: Таралеж
cs: Ježek
de: Stacheligel
fr_ca: Hérisson
he: קיפוד
hu: Sündisznó
lt: Ežys
pt: Ouriço
ru: Ёж

source: Held
bg: Задържан
cs: Drženo
de: Gehalten
fr_ca: En suspens
he: נשמר
hu: Fenntartott
lt: Laikinai neatiduodamas
nb: Holdt
pt: Retido
ru: Удерживаемое
tr: Muhafaza altında

source: Help
bg: Помощ
cs: Nápověda
fr_ca: Aide
he: עזרה
hu: Segítség
nb: Hjelp
pt: Ajuda
ru: Помощь

source: Hepatitis
bg: Хепатит
cs: Žloutenka
fr_ca: Hépatite
he: צהבת
hu: Hepatitisz
nb: Hepatitt
pt: Hepatite
ru: Гепатит

source: Here are some things you should do before you start adding animals and people to your database.
bg: По-долу са изброени някои неща, които трябва да направите преди да започнете да добавяте животни и хора в системата.
cs: Zde je pár věcí, jež je třeba udělat před přidáním zvířat a lidí do vaší databáze.
de: Hier sind einige Dinge, die Sie machen sollten, bevor Sie beginnen, Tiere und Personen Ihrer Datenbank hinzuzufügen.
fr_ca: Ici se trouvent les premiers réglages à effectuer avant d'ajouter des animaux et des contacts dans la base de données.
he: הנה מספר דברים שכדאי שתעשו לפני הוספת חיות ואנשים לבסיס הנתונים.
hu: Néhány dolog, amit el kell végezni, mielőtt állatokat és személyeket vesz fel az adatbázisába.
lt: Pateikiame kelis dalykus, kuriuos turėtumėte atlikti prieš pradėdami naujų gyvūnų ir asmenų įkėlimą į savo duomenų bazę.
nb: Her en noen ting du burde gjøre FØR du starter å legge til dyr og mennesker i databasen.
pt: Eis alguns procedimentos que deve realizar antes de começar a adicionar animais e pessoas à sua base de dados.
ru: Прежде чем вы начнете добавлять в свою базу данных животных и людей, вам стоит узнать некоторые моменты.
tr: Veritabanınıza hayvanları ve insanları eklemeden önce, yapmanız gerekenler

source: Hidden
bg: Скрит
cs: Skryté
de: Nicht sichtbar
fr_ca: Caché
he: מוסתר
hu: Rejtett
lt: Paslėpta
nb: Skjult
pt: Oculto
ru: Скрыто
tr: Gizli

source: Hidden Comments
bg: Скрити коментари
cs: Skryté Poznámky
de: Versteckte Anmerkungen
fr_ca: Commentaires cachés
he: הערות נסתרות
hu: Rejtett megjegyzések
lt: Slepiamas aprašymas
nb: Skjulte kommentarer
pt: Comentários Ocultos
ru: Скрытые комментарии
tr: Gizli Yorumlar

source: Hidden comments are for staff information only and will never be used on any adoption websites
bg: Скритите коментари са само за информация на персонала и никога няма да бъдат използвани на уебсайтове за осиновяване
fr_ca: Les commentaires masqués sont uniquement à titre informatif pour le personnel et ne seront jamais publiés sur les sites web d'adoption
he: רק אנשי צוות יכולים לצפות בהערות נסתרות והן לא יפורסמו באתרי אימוץ
pt: Os comentários ocultos destinam-se exclusivamente à comunicação entre pessoal e nunca serão enviadas para quaisquer sites de adoção

source: Hide deceased animals from the home page
bg: Скрий починали животни от началната страница
cs: Skrýt mrtvá zvířata z domovské stránky
fr_ca: Cacher les animaux décédés de la page d'accueil
he: הסתר חיות שמתו בעמוד הבית
hu: Elhullott állat elrejtése a honlapról
nb: Gjem avdøde dyr fra framsiden
pt: Ocultar animais falecidos da página inicial
ru: Скрыть умерших животных с главной страницы

source: Hide financial stats from the home page
bg: Скрий финансовата статистика от началната страница
fr_ca: Masquer les statistiques financières de la page d'accueil
he: הסתר נתונים כספיים בעמוד הבית
nb: Skjul finansiell statistikk fra forsiden
pt: Ocultar estatísticas financeiras da página inicial

source: High
bg: Висока
cs: Vysoká
de: Hoch
fr_ca: Haut
he: ממתין
hu: Magas
lt: Aukštas
nb: Høy
pt: Alto
ru: Высокая
tr: Yüksek

source: Highlight
bg: Подчертаване
cs: Zvýraznit
de: Hervorheben
fr_ca: Surligner
he: הדגש
hu: Kiemelés
lt: Paryškinti
nb: Uthev
pt: Destacar
ru: Выделить
tr: Vurgula

source: Highlight unadopted reservations after
bg: Маркирайте неприетите резервации след
he: הדגש חיות משורינות שלא אומצו אחרי
nb: Fremhev ikke-adopterte reservasjoner etter
pt: Realçar reservas sem adoção após

source: Himalayan
bg: Хималайска котка
cs: Himalájská
fr_ca: Himalayen
he: הימלאיה
hu: Himalájai
lt: Himalajų
pt: Himalaia
ru: Гималайская

source: History
bg: Хронология
cs: Historie
de: Verlauf
fr_ca: Historique
he: היסטוריה
hu: Előzmények
lt: Istorija
nb: Historie
pt: Histórico
ru: История
tr: Geçmiş

source: Hold
bg: Задържане
cs: Drženo
de: Verwahren
fr_ca: En attente
he: המתנה
hu: Előjegyzés
lt: Laikinai neatiduodami
nb: På vent
pt: Reter
ru: Отложить
tr: Muhafaza altına al

source: Hold the animal until this date or blank to hold indefinitely
bg: Задръж животното до тази дата или остави празно за задържане завинаги
cs: Držet zvíře až do tohoto data; pokud nezadáno, držet neomezeně
de: Tier bis zu diesem Datum verwahren oder leer belassen, um unbefristet zu verwahren
fr_ca: Retenir l'animal jusqu'à cette date ou laisser vide pour retenir indéfiniment
he: החזק את החיה עד תאריך זה או השאר ריק כדי להחזיק אותה ללא גבול
hu: Az állat előjegyzése eddig az időpontig, vagy dátum mező üresen hagyása határozatlan ideig való előjegyzés esetén.
lt: Laikinai neatiduoti gyvūno iki nurodytos datos, arba palikti tuščią, jei neatiduoti neapibrėžtą laiko tarpą
nb: Hold dyret på vent til denne datoen eller blank for å holde på vent på ubestemt tid
pt: Reter o animal até esta data ou deixar em branco para reter indefinidamente
ru: Удерживать животное до заданной даты или, в случае пробела, удерживать на неопределенный срок
tr: Hayvanı bu tarihe kadar tut ya da belirsiz üre tutmak için boş bırak.

source: Hold until
bg: Задръж до
cs: Držet do
de: Verwahren bis
fr_ca: En attente jusqu'à
he: החזק עד
hu: Visszatartás:
lt: Laikinai neatiduoti iki
nb: Sett på vent til
pt: Reter até
ru: Удерживать до
tr: kadar tut

source: Hold until {0}
bg: Задръж до {0}
cs: Držet do {0}
de: Verwahren bis {0}
fr_ca: En attente jusqu'à {0}
he: החזק עד {0}
hu: Előjegyzés {0}-ig
lt: Laikinai neatiduoti iki {0}
nb: Sett på vent til {0}
pt: Reter até {0}
ru: Удерживать до {0}
tr: {0}'a kadar tut

source: Holland Lop
bg: Холандски лоп
cs: Holandský beran
fr_ca: Bélier Hollandais
he: ארנב שמוט אוזניים הולנדי
hu: Holland lógófülű nyúl
lt: Olandų nulėpausis
pt: Lop Holandês
ru: Голландская длинноухая

source: Home
bg: Начало
cs: Domů
de: Startseite
fr_ca: Accueil
he: בית
hu: Otthon
lt: Namų
nb: Hjem
pt: Residência
ru: Домой
tr: Ev

source: Home Checker
he: בודק בתים

source: Home Phone
bg: Домашен телефон
cs: Telefon domů
de: Telefon (privat)
fr_ca: Téléphone du domicile
he: טלפון בבית
hu: Otthoni telefonszám
lt: Namų telefonas
nb: Hjemmetelefon
pt: Telefone Residencial
ru: Домашний телефон
tr: Ev Telefonu

source: Home page
bg: Начална страница
cs: Domovská stránka
de: Startseite
fr_ca: Page d'accueil
he: דף הבית
hu: Honlap
lt: Pagrindinis puslapis
nb: Forside
pt: Página Inicial
ru: Домашняя страница
tr: Ana sayfa

source: Homecheck Areas
bg: Зона на инспекция
cs: Domácí kontrola - Oblasti
de: Platzkontrollen-Gebiete
fr_ca: Région d'inspection de foyers
he: אזורי בדיקות בית
hu: Lelátogatási körzetek
lt: Tikrinimo vietovės
nb: Hjemmesjekkområde
pt: Áreas de Inspeção de Domicílios
ru: Районы для проверки условий содержания
tr: Kontrol Edilecek Evlerin Bölgesi

source: Homecheck Date
bg: Дата на инспекция
cs: Domácí kontrola - Datum
de: Platzkontrolle Datum
fr_ca: Date de visite pour vérification
he: תאריך בדק בית
hu: Lelátogatás dátuma
lt: Patikrinimo data
nb: Dato for hjemmesjekk
pt: Data da Inspeção de Domicílio
ru: Дата проверки условий содержания
tr: Ev Kontrol Tarihi

source: Homecheck History
bg: История на проверка
cs: Domácí kontrola - Historie
de: Platzkontrollen Historie
fr_ca: Historique de visite pour vérification
he: היסטוריית בדיקות הבית
hu: Lelátogatási előzmények
lt: Gyvenimo sąlygų tikrinimo istorija
nb: Historikk hjemmesjekk
pt: Histórico da Inspeção de Domicílio
ru: История проверок условий содержания
tr: Ev Kontrol Tarihçesi

source: Homecheck areas
bg: Зона на инспекция
cs: Oblasti domácí kontroly
de: Platzkontrollen-Gebiete
fr_ca: Région d'inspection de domiciles
he: אזורי בדיקות בית
hu: Lelátogatási körzetek
lt: Tikrinimo vietovės
nb: Hjemmesjekkområder
pt: Áreas de inspeção de domicílios
ru: Районы для проверки условий содержания
tr: Ev kontrol bölgeleri

source: Homechecked
bg: Инспектиран дом
cs: Doma kontrolovaní
de: Platz kontrolliert
fr_ca: Domicile inspecté
he: עבר בדק בית
hu: Lelátogatott
lt: Patikrintos laikymo sąlygos
nb: Hjem er sjekket
pt: Domicílio inspecionado
ru: Условия содержания проверены
tr: Ev kontrol edildi

source: Homechecked By
bg: Инспектиран от
cs: Domácí kontrolu provedl
de: Platzkontrolle durch
fr_ca: Domicile inspecté par
he: הבית נבדק על ידי
hu: Lelátógató megnevezése
lt: Patikrinęs asmuo
nb: Hjemmesekket av
pt: Domicílio Inspecionado Por
ru: Кем проверены условия содержания:
tr: Ev kontrolünü yapan

source: Homechecked between
bg: Проверка на дома извършена на
he: הבית נבדק בין
nb: Hjemmesjekket mellom

source: Homechecked between two dates
bg: Проверка на дома извършена между две дати
he: הבית נבדק בין
nb: Hjemmesjekket mellom to datoer

source: Homechecked by
bg: Проверка на дома извършена от
cs: Domácí kontrolu provedl
de: Platzkontrolle durch
fr_ca: Domicile inspecté par
he: הבית נבדק על ידי
hu: Lelátogató megnevezése
lt: Sąlygas patikrino
nb: Hjemmesjekket av
pt: Domicílio inspecionado por
ru: Кем проверены условия содержания:
tr: Ev kontrolünü yapan

source: Homechecker
bg: Проверяващ приемни домове и осиновители
cs: Domácí kontrolor
de: Platzkontrolleur
fr_ca: Inspecteur
he: בודק בתים
hu: Lelátogató
lt: Tikrintojas
nb: Hjemmesjekker
pt: Inspetor de domicílios
ru: Проверяющий условия содержания
tr: Ev kontrolünü yapan (Homechecker)
