Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Not available for adoption
bg: Не се дава за осиноваване
cs: Není k dispozici pro adopci
de: Steht nicht zur Adoption frei
fr_ca: Pas disponible à l'adoption
he: אינו זמין לאימוץ
hu: Nem örökbefogadható
lt: Neatiduodami
nb: Ikke tilgjengelig for adopsjon
pt: Não disponível para adoção
ru: Недоступно для передачи
tr: Sahiplendirme için uygun değil

source: Not deceased
bg: Не е починал
he: לא מת
nb: Ikke død

source: Not dispatched
bg: Не е отзован
cs: Není odbaveno
fr_ca: Pas expédié
he: לא נשלח
hu: Nincs elküldve
nb: Ikke utsendt
pt: Não processado
tr: Sevk yapılmadı

source: Not for adoption
bg: Не става за осиновяване
cs: Není k adopci
de: Nicht zur Vergabe
fr_ca: Pas pour l'adoption
he: לא לאימוץ
hu: Nem örökbefogadható
lt: Neatiduodami
nb: Ikke til omplassering
pt: Não adotáveis
ru: Недоступные для передачи
tr: Sahiplendirme için değil

source: Not for adoption flag set
bg: Добавена отметка "Не става за осиновяване"
cs: Nastavení visačky Není pro adopci
fr_ca: Drapeau Pas pour adoption
he: החיה תויגה לא לאימוץ
hu: Nem örökbe fogadhatóként jelölve
nb: "Ikke for adopsjon"-flagg er satt
pt: Sinalização Não Adotável Definida

source: Not in chosen publisher location
bg: Не е в избраното местоположение на подателя
cs: Není ve vybrané lokalitě účastníka
fr_ca: Pas dans l'emplacement de l'éditeur choisi
he: לא במיקום מפרסם נבחר
hu: Nem található a kiválasztott kiadói helyszínen
nb: Ikke i valgt avdeling for publisering
pt: Noutro local que não escolhido para o editor

source: Not microchipped
bg: Не е чипирано
he: ללא שבב
nb: Ikke mikrochippet

source: Not non-shelter
bg: Не-приютски
he: לא מסומן כחיה לא של המקלט
nb: På senteret

source: Not reconciled
bg: Не изравнени
cs: Není vyrovnáno
fr_ca: Pas réconcilié
he: לא מתואם
hu: Nem egyeztetett
lt: Nesuderinta
nb: Ikke gjenforent
pt: Não reconciliado
ru: Не сверено
tr: Mutakabat sağlanmamış (not reconciled)

source: Not {0}
bg: Не {0}
he: לא {0}
nb: Ikke {0}
pt: Não {0}

source: Note
bg: Бележка
cs: Poznámka
de: Notiz
he: הערה
hu: Jegyzet
lt: Priminimas
nb: Notat
pt: Nota
ru: Детальное описание
tr: Not

source: Notes
bg: Бележки
cs: Poznámky
de: Anmerkungen
fr_ca: Remarques
he: הערות
hu: Jegyzetek
lt: Papildoma informacija
nb: Notat
pt: Anotações
ru: Описание
tr: Notlar

source: Nov
bg: Ноември
cs: Lis
de: November
he: נוב'
lt: Lapkritis
ru: Ноя
tr: Kasım

source: Nova Scotia Duck-Tolling Retriever
bg: Новошотландски ретривър
cs: Kanadský retrívr
de: Nova Scotia Retriever
fr_ca: Retriever de la Nouvelle Écosse
he: נובה סקוטיה דאק טולינג רטריבר
hu: Nova Scotia vadkacsavadász retriever
lt: Naujosios Škotijos retriveris
pt: Retriever Cobrador de Patos da Nova Escócia
ru: Новошотландский ретривер

source: November
bg: Ноември
cs: Listopad
fr_ca: Novembre
he: נובמבר
lt: Lapkritis
pt: Novembro
ru: Ноябрь
tr: Kasım

source: Now
bg: Сега
cs: Nyní
de: Jetzt
fr_ca: Maintenant
he: עכשיו
hu: Most
nb: Nå
pt: Agora
ru: Сейчас

source: Number
bg: Номер
cs: Číslo
de: Nummer
fr_ca: Numéro
he: מספר
hu: Szám
lt: Skaičius
nb: Nummer
pt: Número
ru: Номер
tr: Sayı

source: Number in litter
bg: Номер в кучилото
cs: Počet ve vrhu
de: Nummer im Wurf
fr_ca: Nombre total dans la portée
he: מספר גורים בשגר
hu: Alom létszáma
lt: Skaičius vadoje
nb: Antall i kullet
pt: Número na ninhada
ru: Размер помета
tr: Doğumdaki sayı

source: Number of Tasks
bg: Брой задачи
cs: Počet úkolů
fr_ca: Nombre de tâches
he: מספר המשימות
hu: Feladatok száma
lt: Užduočių skaičius
nb: Antall oppgaver
pt: Número de Tarefas
ru: Количество задач
tr: İş Sayısı

source: Number of animal links to show
bg: Брой препратки, които да се показват
cs: Kolik odkazů na zvířata zobrazovat
de: Anzahl anzuzeigender Tierverknüpfungen
fr_ca: Nombre de liens d'animaux à afficher
he: מספר קישורים לחיות להציג
hu: Mutatandó állat-linkek száma
lt: Rodomų gyvūno nuorodų skaičius
nb: Antall linker som skal vises
pt: Número de links de animais a mostrar
ru: Количество отображаемых ссылок на животных
tr: Gösterilecek hayvan bağlantılarının sayısı

source: Number of fields
bg: Брой полета
cs: Počet polí
fr_ca: Nombre de champs
he: מספר שדות
hu: Mezők száma
lt: Laukelių skaičius
nb: Antall felter
pt: Número de campos
ru: Количество полей
tr: Alan sayısı

source: Number of pets
bg: Брой животни
cs: Počet zvířat
de: Anzahl der Haustiere
fr_ca: Nombre d’animaux
he: מספר חיות מחמד
hu: Háziállatok száma
nb: Antall kjæledyr
pt: Número de animais de estimação
ru: Количество животных
tr: Pet sayısı

source: OOO or OO = number unique for this month
he: ‫OOO או OO = מספר ייחודי לחודש זה

source: Ocicat
bg: Оцикет
he: אוסיקט
hu: Ocicat macska
lt: Oksikat
ru: Оцикет

source: Oct
bg: Окт
cs: Říj
de: Okt
he: אוק'
hu: Okt.
lt: Spalis
nb: Okt.
pt: Out
ru: Окт
tr: Ekim

source: October
bg: Октомври
cs: Říjen
de: Oktober
fr_ca: Octobre
he: אוקטובר
hu: Október
lt: Spalis
nb: Oktober
pt: Outubro
ru: Октябрь
tr: Ekim

source: Office
bg: Офис
cs: Kancelář
fr_ca: Bureau
he: משרד
hu: Iroda
nb: Kontor

source: Offset from left edge of the image
he: אופסט מהקצה השמאלי של התמונה

source: Ok
he: אישור

source: Old English Sheepdog
bg: Староанглийска овчарка
cs: Staroanglický ovčák
de: Altenglischer Schäferhund/Bobtail
fr_ca: Chien de Berger Anglais Ancestral
he: כלב צאן אנגלי עתיק
hu: óangol juhászkutya
lt: Bobteilas/Senasis anglų aviganis
pt: Cão Pastor Tradicional Inglês
ru: Бобтейл

source: Old Password
bg: Стара парола
cs: Původní heslo
de: Altes Passwort
fr_ca: Ancien mot de passe
he: ססמה ישנה
hu: Régi jelszó
lt: Senas slaptažodis
nb: Gammelt Passord
pt: Senha Antiga
ru: Старый пароль
tr: Eski Şifre

source: Omit criteria
bg: Пропусни критериите
cs: Vynechat podmínky
fr_ca: Omettre des critères
he: השמטת קריטריונים
hu: Kritérium kihagyása
lt: Neįtraukti kriterijų
nb: Utelat kriterium
pt: Omitir critérios
ru: Не показывать критерий
tr: Dışarda Bırakma Kriteri

source: Omit header/footer
bg: Пропусни горния/долния колонтитул
cs: Vynechat záhlaví/zápatí
fr_ca: Omettre l’entête et le pied de page
he: השמט כותרת עליונה/תחתונה
hu: Fejléc/Lábléc elhagyása
lt: Neįtraukti antraštės/poraštės
nb: Utelat topptekst/bunntekst
pt: Omitir Cabeçalho/Rodapé
ru: Не показывать нижний и верхний колонтитулы
tr: Alt/üst başlığı dahil etme

source: On Foster
he: באומנה

source: On Shelter
bg: В приюта
cs: V útulku
de: Im Tierheim
fr_ca: Au refuge
he: במקלט
hu: Menhelyen
lt: Prieglaudoje
nb: På hjelpesenteret
pt: No Abrigo
ru: В приюте
tr: Sığınakta

source: On foster
bg: В приемен дом
he: באומנה
nb: I fosterhjem

source: On permanent foster
bg: При приемен стопанин
he: באומנה קבועה
nb: I permanent fosterhjem

source: On shelter
bg: В приюта
he: במקלט
nb: På hjelpesenteret

source: On shelter (no fosters)
bg: В приюта ( без приемни домове)
he: במקלט (ללא אומנות)
nb: På hjelpesenteret (ikke i fosterhjem)

source: On shelter for {0} days, daily cost {1}, cost record total <b>{2}</b>
bg: В приюта от {0} дни, дневни разходи {1}, общо разходи до момента <b>{2}</b>
cs: V útulku {0} dní, denní náklad {1}, náklad celkem <b>{2}</b>
de: Im Tierheim seit {0} Tagen, Kosten pro Tag {1}, Kostenaufstellung gesamt <b>{2}</b>
fr_ca: Au refuge depuis {0} jour(s), coût journalier {1}, coût total enregistré <b>{2}</b>
he: במקלט מזה {0} ימים, עלות יומית: {1}, סך כל העלויות <b>{2}</b>
hu: {0} napja a menhelyen, napi költség {1}, teljes költség feljegyzés <b>{2}</b>
lt: Prieglaudoje {0} dienas, kasdienės išlaidos {1}, viso užfiksuotų išlaidų <b>{2}</b>
nb: Hos fosterhjem i {0} dager, daglige kostnadder {1}, totale kostnadder <b>{2}</b>
pt: No abrigo há {0} dias, custo diário {1}, custo total em arquivo <b>{2}</b>
ru: Дней в приюте:{0}. Еженедельные расходы: {1}. Всего расходов: <b>{2}</b>
tr: {0} gündür barınakta, günlük maliyeti {1}, toplam maliyeti <b>{2}</b>

source: On shelter for {0} days. Total cost: {1}
bg: Брой дни в приюта {0}. Общо разходи: {1}
cs: V útulku {0} dní. Náklady celkem: {1}
de: In Verwahrung für {0} Tage. Summe der Ausgaben: {1}
fr_ca: Au refuge depuis {0} jour(s). Coût total : {1}
he: במקלט מזה {0} ימים. עלות כוללת: {1}
hu: {0} napja a menhelyen. Teljes költség {1}
lt: Prieglaudoje laikytas {0} dienas. Viso išlaidų: {1}
nb: På shelter for {0} dager. Totale kostnadder {1}
pt: No abrigo há {0} dias. Custo total: {1}
ru: Дней в приюте:{0}. Всего расходов: {1}
tr: {0} gündür barınakta. Toplam maliyet: {1}

source: On trial adoption
bg: Пробно осиновено
he: באימוץ ניסיון
nb: Prøveadopsjon

source: Once assigned, codes cannot be changed
bg: Веднъж асоциирани, кодовете не могат да се променят
cs: Jakmile je kód přiřazen nemůže být změněn
de: Einmal zugeordnet, können Referenznummern nicht mehr geändert werden
fr_ca: Une fois assignés, les codes ne peuvent être modifiés
he: לאחר ההקצאה, לא ניתן לשנות את הקוד
hu: A kijelölés után a kódok nem változtathatók meg
lt: Kartą priskirti kodai negali būti pakeisti
nb: Koder kan ikke endres
pt: Uma vez atribuídos, os códigos não podem ser alterados
ru: Присвоенные коды животных не могут быть изменены
tr: Tahsis edildikten sonra, kodlar değiştirilemez.

source: Once linked, a user account cannot access and edit its linked person record.
bg: Веднъж свързан, потребителски акаунт не може да осъществи достъп и да редактира своя запис на свързано лице.
fr_ca: Une fois lié, un compte d'utilisateur ne peut pas accéder et modifier son lien avec l'enregistrement de personne.
he: לאחר יצירת קישור, לא ניתן לגשת או לערוך את רשומת האדם המקושרת.
pt: Após a criação do vínculo, uma conta de utilizador não poderá abrir e editar o registo de pessoa a ela vinculado.

source: Once signed, this document cannot be edited or tampered with.
bg: Веднъж подписан този документ не може да бъде повече редактиран или преправен
cs: Po podpisu nelze tento dokument upravovat ani s ním manipulovat.
de: Sobald unterzeichnet, kann dieses Dokument nicht mehr bearbeitet oder manipuliert werden.
fr_ca: Une fois signé, ce document ne peut être modifié.
he: לאחר חתימה, לא ניתן לערוך או לשנות את המסמך.
hu: Aláírás után a dokumentum nem módosítható vagy változtatható meg.
nb: Når dokumentet er signert, kan det ikke endres.
pt: Uma vez assinado, este documento não pode ser editado ou adulterado.
ru: После подписания редактирование или изменение документа станет невозможным.

source: One Off
bg: Еднократно
cs: Jednorázový
de: Einmalig
fr_ca: Unique
he: חד־פעמית
hu: Egyszeri
lt: Vienkartinis
nb: En av
pt: Único
ru: Одноразово
tr: Tek Seferlik (One Off)

source: One-Off
bg: Единична манипулация/доза
cs: Jednorázově
de: Einmalig
fr_ca: Unique
he: חד־פעמית
hu: Egyszeri
lt: Vienkartinis
nb: Engangsforteelse
pt: Único
ru: Одноразово
tr: Tek Seferlik (One-Off)

source: Online Form: {0}
bg: Интернет форма:{0}
cs: Online formulář: {0}
de: Online-Formular: {0}
fr_ca: Formulaire en ligne: {0}
he: טופס מקוון: {0}
hu: Online nyomtatvány: {0}
lt: Internetinė forma: {0}
nb: Nettbasert skjema: {0}
pt: Formulário Online: {0}
tr: Çevrimiçi Form: {0}

source: Online Forms
bg: Интернет форми
cs: Online formuláře
de: Online-Formulare
fr_ca: Formulaires en ligne
he: טפסים מקוונים
hu: Online nyomtatványok
lt: Internetinės formos
nb: Nettbaserte skjemaer
pt: Formulários Online
tr: Çevrimiçi Formlar

source: Online forms can be linked to from your website and used to take information from visitors for applications, etc.
bg: Интернет формите могат да бъдат вързани към форми на вашият уеб сайт.
cs: Online formuláře můžou být odkazované z vašich stránek a získávat tak informace od vašich návštěvníků.
fr_ca: Les formulaires en ligne peuvent être liés à votre site web et utilisés pour prendre de l'information sur les applications des visiteurs, etc.
he: טפסים מקוונים יכולים לקלוט מידע ממבקרים באתר שלך.
hu: Az online nyomtatványokat a honlapjáról belinkelheti és ezek segítségével információt szerezhet látogatóktól kérelmekhez stb.
lt: Į internetines formas gali būti nukreipiama iš jūsų interneto svetainės, o jos panaudojamos gauti informaciją iš lankytojų dėl paraiškų ir pan.
nb: Nettbaserte skjemaer kan kobles til fra nettstedet og brukes for å hente informasjon fra besøkende for applikasjoner, osv.
pt: Os formulários online podem ser acedidos através de links publicados no seu website e utilizados ​para recolher informações de visitantes para candidaturas, etc.
tr: Çevrim içi formlara, web sitenizden bağlantı verebilir ve kullanıcılardan çeşitli konularda başvuru almak için kullanabilirsiniz.

source: Only PDF, HTML and JPG image files can be attached.
bg: Само PDF, HTML и JPG файлове могат да се прикачват.
cs: Připojit lze pouze soubory PDF, HTML a JPG.
de: Nur PDF-, HTML- und JPG-Bilddateien können angehängt werden.
fr_ca: Seuls les fichiers PDF, HTML et les images JPG peuvent être joints.
he: רק קבצי PDF, HTML, JPG יכולים להיות מצורפים.
hu: Csak PDF, HTML és JPG képfájlokat lehet csatolni.
lt: Gali būti pridėti tik PDF, HTML ir JPG formatų failai.
nb: Bare PDF, HTML og JPG-bildefiler kan vedlegges.
pt: Apenas podem ser anexados ficheiros de imagem em PDF, HTML e JPG.
ru: Только PDF, HTML и JPG файлы могут быть добавлены.
tr: Sadece PDF, HTML ve JPG resim dosyaları eklenebilir.

source: Only active accounts
bg: Само активни акаунти
cs: Pouze aktivní účty
fr_ca: Seulement les comptes actifs
he: רק חשבונות פעילים
hu: Csak aktív fiókok
nb: Bare aktive konti
pt: Apenas contas ativas

source: Only allow users with one of these roles to view this incident
bg: Разреши само потребители с една от тези роли да преглеждат този инцидент
cs: Umožňují uživatelům s jednou z těchto rolí zobrazovat tento incident
fr_ca: Autoriser seulement les utilisateurs avec une de ces fonctions à voir cet incident
he: אפשר רק למשתמשים המשויכים לאחד מהתפקידים האלה לצפות בתקרית זו
hu: Csak az ezen szerepkörök egyikével rendelkező felhasználó láthatja ezt az eseményt
nb: Bare tillat brukere med en av disse roller å se denne hendelsen
pt: Apenas permitir que utilizadores com uma destas funções visualizem este incidente

source: Only register microchips where the animal moved after this date
he: רשום מספרי שבב רק כאשר חיה עברה לאחר תאריך זה

source: Only show account totals for the current period, which starts on
bg: Показвай общите сметки за текущия период, започващи от
cs: Zobrazí pouze součty účtů za aktuální období, které začíná na
de: Nur Kontensummen für die aktuelle Buchungsperiode zeigen, beginnend mit
fr_ca: Afficher seulement les totaux des comptes pour la période courante, commençant le
he: הצג רק סכומים לחשבונות לתקופה הנוכחית המתחילה ב
hu: Csak az aktuális időszakra mutassa a fiókok összesítését, időszak kezdete ...
lt: Rodyti sąskaitos sumas tik pastarajam laikotarpiui, kuris prasideda
nb: Bare vis kontototal for gjeldende periode, som starter på
pt: Apenas mostrar os totais da conta para o período atual, o qual tem início em
ru: Показывать только итоговые счета на текущий период, который начинается с
tr: Sadece, şu anki döneme ait hesap toplamlarını göster. Şu anki dönem başlangıcı:

source: Only show declawed
bg: Покажи само с подрязани нокти
cs: Zobrazit pouze zvířata bez drápů
fr_ca: Afficher seulement les dégriffés
he: הצג רק חתולים ללא ציפורניים
pt: Apenas mostrar com unhas removidas

source: Only show pickups
bg: Покажи само взети
cs: Zobrazovat pouze vyzvednutí
fr_ca: Afficher seulement les ramassages
he: הצג רק חיות לאיסוף
hu: Csak a befogásokat mutassa
pt: Mostrar apenas recolhas
tr: Sadece toplanan hayvanları göster

source: Only show special needs
bg: Покажи само със специалните нужди
cs: Ukázat pouze zvířata vyžadující speciální péči
fr_ca: Afficher seulement les besoins spécifiques
he: הצג רק חיות עם צרכים מיוחדים
hu: Csak a speciális igényeket mutassa
lt: Rodyti tik su ypatingais poreikiais
pt: Mostrar apenas necessidades especiais
ru: Показывать только с особыми потребностями
tr: Sadece özel ihtiyaçları göster.

source: Only show this field based on a conditional expression, eg: field1=dog
bg: Показвайте само това поле въз основа на условен израз, например: field1 = dog
he: הצג שדה זה לפי תנאי, לדוגמא: field1=dog
pt: Apenas mostrar este campo com base numa expressão condicional, por exemplo campo1=cão

source: Only show transfers
bg: Покажи само трансферите
cs: Ukázat pouze přesuny
de: Nur Übertragungen anzeigen
fr_ca: Afficher seulement les transferts
he: הצג רק העברות
hu: Csak a transzfereket mutassa
lt: Rodyti tik perkeltus į/iš kitų prieglaudų
nb: Vis kun overføringer
pt: Mostrar apenas transferências
ru: Показывать только переданных
tr: Sadece transferleri göster.

source: Open Incidents
bg: Отворени инциденти
cs: Otevřít incidenty
de: Offene Vorfälle
fr_ca: Ouvrir les incidents
he: תקריות פתוחות
hu: Esetek megnyitása
nb: Vis hendelser
pt: Incidentes em Aberto

source: Open records in a new browser tab
bg: Отваряй записите в нов екран
cs: Otevřít záznamy v nové záložce
de: Berichte in neuer Browser-Registerkarte öffnen
fr_ca: Ouvrir les fichiers dans un nouvel onglet
he: פתח רשומות בטאב/חלון דפדפן חדש
hu: Feljegyzés megnyitása új böngésző oldalon
lt: Įrašus atidaryti naujame naršyklės skirtuke
nb: Åpne register i en ny fane
pt: Abrir registos num novo separador do browser
ru: Открывать записи в новой вкладке браузера
tr: Kayıtları yeni pencerede aç

source: Open reports in a new browser tab
bg: Отвори справката в нов прозорец
cs: Otevřít reporty v nové záložce
de: Berichte in neuer Browser-Registerkarte öffnen
fr_ca: Ouvrir les rapports dans un nouvel onglet
he: פתח דוחות בטאב/חלון דפדפן חדש
hu: Feljegyzések megnyitása új böngésző oldalon
lt: Ataskaitas atidaryti naujame naršyklės skirtuke
nb: Åpne rapporter i ny fane
pt: Abrir os relatórios num novo separador do browser
ru: Открывать отчеты в новой вкладке браузера
tr: Kayıtları yeni pencerede aç

source: Opening balances
bg: Остатък от предходен период
cs: Počáteční stavy
de: Eröffnungsbilanz
fr_ca: Soldes d'ouverture
he: יתרות פתיחה
hu: Nyitó egyenlegek
lt: Pradiniai likučiai
nb: Inngående saldo
pt: Saldos iniciais
ru: Входящий остаток
tr: Açılan Bakiyeler

source: Optional, the date the vaccination "wears off" and needs to be administered again
bg: По избор, датата за ваксинация изтича и трябва да бъде приложена отново
cs: Volitelné, datum, kdy očkování „opadá“ a musí být znovu podáno
fr_ca: Optionnel, la date de la fin de l'effet de la vaccination et la nécessité de vacciner à nouveau
he: שדה רשות, התאריך בו יש לחדש את החיסון
hu: Opcionálisan az a dátum, amikor a oltás lejár, és újra be kell adni
pt: Opcionalmente, a data em que a vacina perde efeito e precisa de ser administrada novamente

source: Options
bg: Настройки
cs: Možnosti
de: Optionen
he: אפשרויות
hu: Opciók
lt: Parinktys
nb: Alternativer
pt: Opções
ru: Параметры
tr: Seçenekler

source: Or move this diary on to
bg: Или премести за дата
cs: Nebo přesuňte tento deník na
fr_ca: Ou déplacer cet agenda au
he: או העבר משימה זו ל
hu: Vagy ezen napló áthelyezése ide
lt: Arba priskirti šią darbotvarkę
nb: Eller flytt denne dagboken til
pt: Ou transferir este diário para
ru: Или перенести эту задачу на
tr: Ya da bu günlük kaydını taşı:

source: Order published animals by
bg: Подреди животните по
cs: Objednat publikovaná zvířata podle
de: Veröffentlichte Tiere ordnen nach
fr_ca: Trier les animaux publiés par
he: סדר חיות שפורסמו לפי
hu: Közzétett állatok rendezése következők szerint
lt: Publikuojamus gyvūnus rūšiuoti pagal
nb: Sett publiserte dyr i følgende rekkefølge
pt: Ordenar animais publicados por
ru: Упорядочить публикации животных по
tr: Yayınlanan hayvanların, sıralama kriteri

source: Organisation
bg: Организация
cs: Organizace
fr_ca: Organisme
he: ארגון
hu: Szervezet
lt: Organizacija
nb: Organisasjon
pt: Organização
ru: Организация
tr: Organizasyon

source: Organization
bg: Организация
cs: Organizace
de: Organisation
fr_ca: Organisme
he: ארגון
hu: Szervezet
lt: Organizacija
nb: Organisasjon
pt: Organização
ru: Организация
tr: Kurum

source: Organization name
bg: Име на организация
cs: Název organizace
de: Name der Organisation
fr_ca: Nom de l’organisme
he: שם הארגון
hu: Szervezet neve
nb: Organisasjonsnavn
pt: Nome da organização

source: Oriental Long Hair
bg: Ориенталска дългокосместа котка
cs: Orientální Dlouhosrstá
de: Orientalisches Langhaar
fr_ca: Oriental à poil long
he: אוריינטלי ארוך שיער
hu: Keleti hosszúszőrű macska
lt: Rytų ilgaplaukė
pt: Pelo Longo Oriental
ru: Ориентальная длинношерстная

source: Oriental Short Hair
bg: Ориенталска късокосместа
cs: Orientální Krátkosrstá
de: Orientalisches Kurzhaar
fr_ca: Oriental à poil court
he: אוריינטלי קצר שיער
hu: Keleti rövidszőrű macska
lt: Rytų trumpaplaukė
pt: Pelo Curto Oriental
ru: Ориентальная короткошерстная

source: Oriental Tabby
bg: Ориенталска таби
cs: Orientální krátkosrstá kočka
de: Orientalisches Tabby
fr_ca: Oriental tigré
he: טאבי אוריינטלי
hu: Keleti Tabby macska
lt: Rytų rainoji
pt: Tabby Oriental
ru: Ориентальная рисунчатая

source: Original Owner
bg: Първи собственик
cs: Původní Majitel
de: Ursprünglicher Besitzer
fr_ca: Propriétaire d'origine
he: בעלים מקוריים
hu: Eredeti tulajdonos
lt: Buvęs savininkas
nb: Opprinnelig eier
pt: Dono Original
ru: Первый владелец
tr: Orjinal Sahibi

source: Ostrich
bg: Щраус
cs: Pštros
de: Strauss
fr_ca: Autruche
he: יען
hu: Strucc
lt: Strutis
nb: Struts
pt: Avestruz
ru: Страус

source: Other Account
bg: Друга сметка
cs: Jiný účet
fr_ca: Autre compte
he: חשבון אחר
hu: Másik fiók
lt: Kita sąskaita
nb: Annen konto
pt: Outra Conta
ru: Другой счет
tr: Diğer Hesap

source: Other Organisation
bg: Друга организация
cs: Jiná organizace
de: Andere Organisation
fr_ca: Autre organisation
he: ארגון אחר
hu: Más szervezetek
lt: Kita organizacija
nb: Annen organisasjon
pt: Outra Organização
ru: Сотрудник другой организации
tr: Diğer Kurum

source: Other Shelter
bg: Друг приют
cs: Jiný útulek
de: Anderes Tierheim
fr_ca: Autre refuge
he: מקלט אחר
hu: Más menhely
lt: Kita prieglauda
nb: Annet hjelpesenter
pt: Outro Abrigo
ru: Другой приют
tr: Diğer Barınak

source: Otterhound
bg: Отерхунд
cs: Vydrař
de: Otterhund
fr_ca: Chien à Loutre
he: אוטרהאונד (כלב לוטרה)
hu: Canis lupus familiaris
lt: Oterhaundas
ru: Оттерхаунд

source: Our shelter does soft releases, allow us to mark these on movement screens
bg: Нашият приют прави меко пускане на свобода, позволява ни да ги маркираме на екрани за движение
fr_ca: Notre refuge fait des libération douce, nous permettre de les marquer sur les écrans de déplacement
he: אפשר לסמן שחרור ומעקב במסכי התנועות
nb: Vårt hjelpesenter tilbyr prøveadopsjon, tillat merking av disse under flytteaktivitet
pt: O nosso abrigo realiza libertações controladas, permita-nos que as identifiquemos nos ecrãs de movimentos

source: Our shelter does trial adoptions, allow us to mark these on movement screens
bg: Приюта прави пробни осиновявания. Разреши маркирането на тези движения на екрана за движения
cs: Náš útulek se zabývá zkušebními adopcemi, které nám umožňují označit je na pohybových obrazovkách
de: Unser Tierheim führt Adoptionen auf Probe durch; deren Kennzeichnung in Bewegungsanzeigen zulassen
fr_ca: Indiquer les adoptions à l'essai à l'écran des déplacements
he: אפשר לסמן אימוץ ניסיון במסכי התנועות
hu: A menhelyünk végez próba örökbeadásokat, engedélyezze ezek megjelölését az események képernyőn
lt: Mūsų prieglauda vykdo bandomuosius atidavimus, todėl leisti mums juos žymėti veiksmuose
nb: Vårt hjelpesenter tilbyr prøveadopsjon, la oss merke disse under flytteaktivitet
pt: O nosso abrigo aceita adoções experimentais, permita-nos que as identifiquemos nos ecrãs de movimentos
ru: Наш приют позволяет передать животное на испытательный срок. Такие перемещения отражаются на соответствующей странице
tr: Barınağımız deneme sahiplendirmesi yapmaktadır, bunun için hareket ekranlarında, bu deneme sahiplendirmelerinin işaretlenmesine izin vermelisiniz.

source: Out
bg: Изходящи
cs: Výstup
de: Ausgang
fr_ca: Sortie
he: תנועה יוצאת
hu: Ki
lt: Iš prieglaudos
nb: Ut
pt: Saída
ru: Из приюта
tr: Dışarı
