Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Entering 'activelost' or 'activefound' in the search box will show you lost and found animals reported in the last 30 days.
bg: Въвеждането на 'activelost' или 'activefound' в полето за търсене, ще ви изкара справка с намерените и загубените животни в последните 30 дни.
cs: Zadání „activelost“ nebo „activefound“ do vyhledávacího pole ukáže ztracená a nalezená zvířata hlášená za posledních 30 dní.
de: Wenn sie 'activelost' oder 'activefound' in die Suchleiste eingeben, werden ihnen Verlorene und Gefundene Tiere der letzten 30 Tage angezeigt.
fr_ca: Entrer 'perdu actif' ou 'trouvé actif' dans la boîte de recherche tous les perdus/trouvés rapportés dans les 30 derniers jours.
he: חיפוש 'activelost' או 'activefound' יציג את כל האבידות ומציאות שדווחו ב-30 הימים האחרונים.
hu: 'activelost' vagy 'activefound' szavak keresőbe való beírásával az utóbbi 30 napban elveszettként és megtaláltként bejelentett állatokat fogja felhozni
lt: Paieškos laukelyje įvedus 'activelost' arba 'activefound', Jums bus parodyti dingę ir rasti gyvūnai, apie kuriuos buvo pranešta pastarųjų 30 dienų laikotarpiu.
nb: Ved å skrive 'activelost' eller 'activefound' i søkeboksen vil du se en rapport over dyr som er savnet eller funnet de siste 30 dagene.
pt: Introduza "activelost" ou "activefound" na caixa de pesquisa para ver os animais perdidos e encontrados comunicados nos últimos 30 dias.
ru: Введите «activelost» или «activefound» в поле поиска и вы увидите список разыскиваемых и найденных животных за последние 30 дней.
tr: Arama kutusuna, "activelost" ya da "activefound" girildiğinde, son 30 gün içinde kayıp ya da bulunan olarak raporladığınız tüm hayvanları, sistem listeler.

source: Entering 'deceased' in the search box will show you recently deceased animals.
bg: Въвеждането на 'deceased' в полето за търсене, ще изведе списък с починалите животни наскоро.
cs: Zadání „deceased“ do vyhledávacího pole vám ukáže nedávno zesnulá zvířata.
de: Wenn sie 'deceased' in der Suchleiste eingeben, werden ihnen kürzlich verstorbene Tiere angezeigt.
fr_ca: Entrer 'décedé' dans la zone de recherche vous affichera tous les animaux récemment décédés.
he: חיפוש 'deceased' יחזיר את החיות שמתו לאחרונה.
hu: 'deceased' szó keresőbe való beírásával a nemrégiben elhullott állatokat fogja felhozni.
lt: Paieškos laukelyje įvedus 'deceased', Jums bus parodyti neseniai nugaišę gyvūnai.
nb: Ved å skrive inn 'deceased' i søkefeltet vil du se nylig avdøde dyr.
pt: Pode escrever "deceased" na caixa de pesquisa para ver os animais recentemente falecidos.
ru: Введите «умершие» в поле поиска и вы увидите список недавно умерших животных.
tr: Arama kutusuna 'deceased' girildiğinde, yakın zamanda ölen hayvanlar listelenir.

source: Entering 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' or 'members' in the search box will show you those groups of people.
bg: Въведете 'fosters', 'homechekers', 'staff', 'volunteers', 'aco' или 'members' в полето за търсене за да прегледате групата от хора.
cs: Zadáním 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' nebo 'members' do vyhledávacího políčka zobrazí tyto skupiny lidí.
de: Wenn sie 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' oder 'members' in die Suchleiste eingeben, werden ihnen diese Gruppen angezeigt.
fr_ca: La saisie de 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' ou 'members' dans la zone de recherche vous montrera ces groupes de personnes.
he: חיפוש 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' or 'members' יחזיר את קבוצות האנשים האלה.
hu: Az 'ideiglenes befogadók', 'látogatók', 'alkalmazottak', 'önkéntesek', 'aco' vagy 'tagok' szavak keresőbe írása esetén ezen személyek csoportjait fogja felhozni
lt: Paieškos laukelyje įvedus 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' or 'members', Jums bus parodytos tam tikros asmenų grupės.
nb: Ved å skrive inn 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' eller 'members' i søkefeltet vil du se disse gruppene.
pt: Pode escrever "FAT", "inspetores de domicílio", "pessoal", "voluntários", "aco" ou "membros" na caixa de pesquisa para ver as pessoas pertencentes a cada um desses grupos.
ru: Введите «fosterers», «homecheckers», «staff», «volunteers», «aco» или «members» в поле поиска и вы увидите список людей соответствующей группы.
tr: Arama kutusuna, 'fosterers', 'homecheckers', 'staff', 'volunteers', 'aco' veya 'members' girildiğinde, bu gruplarla eşleşen kişiler listelenir.

source: Entering 'notforadoption' in the search box will show you all shelter animals with the not for adoption flag set.
bg: Въведете 'notforadoption' в полето за търсене за да изкарате списък с животните, които не са за осиновяване.
cs: Zadání 'notforadoption' do vyhledávacího pole vám ukáže všechny zvířata v útulku s nastaveným příznakem pro nemožnost adopce.
de: Wenn sie 'notforadoption' in die Suchleiste eingeben, werden Ihnen Tiere angezeigt, die nicht zur Adoption freigegeben sind.
fr_ca: Entrer 'non disponible pour adoption' dans la boîte de recherche vous affichera tous les animaux qui sont marqués comme non adoptable.
he: חיפוש 'notforadoption' יחזיר את החיות עם תגית לא לאימוץ.
hu: A 'nemörökbefogadható' kifejezés keresőbe való beírásával azon menhelyi állatok listája fog megjelenni, amelyek nem örökbefogadhatóként vannak feltüntetve.
lt: Paieškos laukelyje įvedus 'notforadoption', Jums bus parodyti visi prieglaudos gyvūnai, pažymėti kaip neatiduodami.
nb: Ved å skrive inn 'notforadoption' i søkefeltet vil vise deg alle dyr på hjelpesenteret som ikke er flagget som til adopsjon.
pt: Pode escrever "notforadoption" na caixa de pesquisa para ver todos os animais do abrigo com a sinalização não para adoção.
ru: Введите «недоступнодляпередачи» в поле поиска и вы увидите список животных в приюте из категории «не для передачи».
tr: Arama kutusuna 'ngotforadoption' girildiğinde, sahiplendirmeye uygun olmayan olarak işaretlenen hayvanlar listelenir.

source: Entering 'os' in the search box will show you all shelter animals.
bg: Въвеждането на 'os' ще ви покаже всички животни в приюта
cs: Zadání „os“ do vyhledávacího pole vám ukáže všechna zvířata v útulku.
de: Wenn sie 'os' in die Suchleiste eingeben, werden Ihnen alle Tiere im Tierheim angezeigt.
fr_ca: Saisir 'os' dans la zone de recherche vous montrera tous les animaux du refuge.
he: חיפוש 'os' יחזיר את כל החיות במקלט.
hu: Az 'os' kifejezés keresőbe való beírásával valamennyi menhelyi állat listája fog megjelenni.
lt: Paieškos laukelyje įvedus 'os', Jums bus parodyti visi prieglaudos gyvūnai.
nb: Ved å skrive inn 'os' i søkefeltet vil du se alle dyr på hjelpesenteret.
pt: Pode escrever 'os' na caixa de pesquisa para ver todos os animais do abrigo.
ru: Введите «os» в поле поиска и вы увидите список всех животных в приюте.
tr: Arama kutusuna 'os' giriliğinde, barınaktaki tüm hayvanlar listelenir.

source: Entlebucher
bg: Ентлебухер
cs: Entlebušský
de: Entlebucher Sennenhund
fr_ca: Bouvier de l'Entlebuch
he: אנטלבוכר זננהונד
hu: Entlebuchi pásztorkutya
lt: Entlebucho zenenhundas
nb: Entlebucher sennenhund
ru: Энтельбухер

source: Entry
bg: Запис
cs: Záznam
de: Eingang
fr_ca: Admission
he: קליטה
hu: Belépés
lt: Patekimas
nb: Inntak
pt: Admissão
ru: Поступление
tr: Giriş

source: Entry Category
bg: Категория на приемане
cs: Kategorie záznamu
de: Eingangskategorie
fr_ca: Catégorie d’admission
he: קטגוריית קליטה
hu: Belépési kategória
lt: Patekimo kategorija
nb: Inntak kategori
pt: Categoria de Admissão
ru: Категория поступления
tr: Giriş Kategorisi

source: Entry Donation
bg: Дарение за приемане на куче
cs: Vstupní dar
de: Eingangsgebühr
fr_ca: Don à l’admission
he: תרומה לקליטה
hu: Belépési adomány
lt: Parama už priėmimą
nb: Innmeldelse donasjon
pt: Donativo de Admissão
ru: Вступительное пожертвование
tr: Giriş Bağışı

source: Entry History
he: היסטוריית קליטה

source: Entry Reason
bg: Причина за приемане
cs: Důvod přijetí
de: Eingangsgrund
fr_ca: Cause d’admission
he: סיבת קליטה
hu: Belépés oka
lt: Patekimo priežastis
nb: Grunn til inntak
pt: Motivo da Admissão
ru: Причина поступления
tr: Giriş Nedeni

source: Entry Reason Category
bg: Категория за приемане
cs: Kategorie Důvodů Přijetí
de: Eingangskategorie
fr_ca: Catégorie de causes d’admission
he: קטגוריית סיבת קליטה
hu: Belépési ok kategóriája
lt: Patekimo priežasties kategorija
nb: Inntaksgrunn kategori
pt: Categoria de Motivo de Admissão
ru: Категория причины поступления
tr: Giriş Nedeni Kategorisi

source: Entry Reasons
bg: Причини за приемане
cs: Důvody záznamu
de: Eingangsgründe
fr_ca: Causes d’admission
he: סיבות קליטה
hu: Belépési okok
lt: Patekimo priežastys
nb: Inntaksgrunnner
pt: Motivos de Admissão
ru: Причины поступления
tr: Giriş Nedenleri

source: Entry category is {0}
bg: Категория на приемане е {0}
he: קטגוריית קליטה {0}
nb: Inntakskategori er {0}

source: Entry reason
bg: Причина за приемане
cs: Důvod záznamu
de: Eingangsgrund
fr_ca: Cause d’admission
he: סיבת קליטה
hu: Bejegyzési ok
lt: Patekimo priežastis
nb: Grunn til inntak
pt: Motivo da entrada
ru: Причина поступления
tr: Geliş sebebi

source: Equipment Loan Types
he: סוגי השאלת ציוד

source: Equipment Loans
he: השאלת ציוד

source: Equipment loans
he: השאלת ציוד

source: Error contacting server.
bg: Грешка при контакт със сървъра
cs: Chyba ve spojení se serverem.
de: Fehler beim Kontaktieren des Servers.
fr_ca: Erreur en contactant le serveur.
he: שגיאה בהתחברות לשרת.
hu: Hiba a kiszolgálóhoz csatlakozáskor:
lt: Įvyko klaida, jungiantis prie serverio.
nb: Feil ved kontakt med server.
pt: Erro ao contactar o servidor.
ru: Ошибка соединения с сервером.
tr: Sunucuya erişilemiyor.

source: Escaped
bg: Избягало
cs: Uprchlé
de: Entlaufen
fr_ca: Echappé
he: ברח
hu: Megszökött
lt: Pabėgo
nb: Rømt
pt: Fugiu
ru: Сбежало
tr: Kaçak

source: Escaped {0}
bg: Избягали {0}
cs: Uprchlých {0}
fr_ca: Échappé {0}
he: נמלט {0}
hu: Megszökött {0}
lt: Pabėgo {0}
nb: Savnet {0}
pt: Fugiu {0}
ru: Сбежало {0}
tr: Kaçan {0}

source: Eskimo Dog
bg: Ескимоско куче
de: Eskimohund
fr_ca: Esquimau
he: אסקימו
hu: eszkimókutya
lt: Eskimų šuo
pt: Cão Esquimó
ru: Эскимосская собака

source: Estimate
bg: Оценка
cs: Odhad
de: Geschätzt
fr_ca: Estimation
he: הערכה
hu: Becsült
lt: Apytikslė
nb: Estimer
pt: Estimativa
ru: Предполагаемая
tr: Tahmin

source: Estimated age '{0}' is not valid.
bg: Предполагаем възраст '{0}' не е валиден.
fr_ca: L'âge estimé '{0}' n'est pas valide.
he: גיל משוער '{0}' אינו חוקי.
nb: Estimert alder '{0}' er ikke gyldig.
pt: A idade estimada '{0}' não é válida.

source: Euthanized
bg: Евтаназиран
cs: Usmrceno
de: Euthanasiert
fr_ca: Euthanasié
he: הורדם
hu: Elaltatva
lt: Atlikta eutanazija
nb: Avlivet
pt: Eutanasiado
ru: Усыплено
tr: Ötenaziyle Öldürülen

source: Euthanized Non-Shelter Animals in {0}
he: חיות שאינן של המקלט שהומתו המתת חסד ב־{0}

source: Euthanized {0}
bg: Евтаназирани {0}
cs: Usmrceno {0}
de: Euthanasiert {0}
fr_ca: Euthanasié {0}
he: הורדם {0}
hu: Elaltatva {0}
lt: Eutanazuoti {0}
nb: Avlivet {0}
pt: Eutanasiado {0}
ru: Усыплено {0}
tr: Ötenaziyle Öldürülen {0}

source: Event
he: אירוע

source: Event - Details
he: אירוע - פרטים

source: Event Between
he: אירוע בין

source: Event Name
he: שם אירוע

source: Event must have a start date.
he: יש למלא תאריך התחלה לאירוע.

source: Event must have an address.
he: יש למלא כתובת לאירוע.

source: Event must have an end date.
he: יש למלא תאריך סיום לאירוע.

source: Event successfully created
he: אירוע נוצר בהצלחה

source: Events
he: אירועים

source: Every day
bg: Всеки ден
cs: Každý den
fr_ca: Chaque jour
he: כל יום
hu: Minden nap
nb: Hver dag
pt: Todos os dias

source: Exclude animals by flags
he: אין לכלול חיות עם התגיות

source: Exclude animals by locations
he: אין לכלול חיות במיקומים

source: Exclude animals who are aged under
bg: Изключи животни по-млади от
cs: Nezahrnovat zvířata s věkem pod
de: Tiere ausschließen, die jünger sind als
fr_ca: Exclure les animaux agés de moins de
he: אין לכלול חיות צעירות מ-
hu: Ilyen kor alatti állatok kizárása
lt: Neįtraukti gyvūnų, kuriems mažiau nei
nb: Ekskluder dyr som er yngre enn
pt: Excluir os animais de idade inferior a
ru: Исключить животных моложе
tr: Yaşı, belirtilen değerden küçük olan hayvanları hariç tut

source: Exclude from bulk email
bg: Изключи от масови е-мейли
cs: Vyjmout z hromadného emailu
de: Von Massen-E-Mail ausnehmen
fr_ca: Exclure des envois courriel de masse
he: לא לכלול במייל לתפוצה
hu: Kör-emailből kizárva
nb: Ekskluder fra gruppesending
pt: Excluir do mailing
ru: Исключить из общего списка электронных адресов
tr: Çoklu e-postaya dahil etme

source: Exclude new animal photos from publishing
bg: Изключи нови снимки на животни от публикуване
cs: Vyloučit nové zvířecí fotografie z publikování
fr_ca: Exclure de publication les photos d'un nouvel animal
he: לא לכלול תמונות חיות חדשות בפרסום
hu: Az új állatok fotóinak kizárása a publikálásból
pt: Excluir novas fotos de animais da publicação

source: Exclude this image when publishing
bg: Изключи това изображение при публикуване
cs: Vyjmout tento obrázek z publikace
fr_ca: Exclure cette image lors de la publication
he: לא לכלול תמונה זו בפרסום
hu: Közzététel esetén ezen kép ne jelenjen meg
lt: Neviešinti šios nuotraukos publikuojant
nb: Ekskluder dette bilde ved opplastning
pt: Excluir esta imagem ao publicar
ru: Исключить это изображение при публикации
tr: Yayınlarken, bu resmi dahil etme

source: Execute
bg: Изпълни
cs: Spustit
de: Ausführen
fr_ca: Exécuter
he: הרץ
hu: Végrehajtás
lt: Vykdyti
nb: Utfør
pt: Executar
ru: Выполнить
tr: Uygula

source: Execute Script
bg: Изпълни скрипт
cs: Spustit skript
de: Skript ausführen
fr_ca: Exécuter le script
he: הרץ סקריפט
hu: Parancsfájl végrehajtása
lt: Vykdyti scenarijų
nb: Kjør skript
pt: Executar Script
ru: Выполнить
tr: Betiği Uygula

source: Execute the SQL in the box below
bg: Изпълни SQL заявката в полето по-долу
cs: Spustit SQL dotaz z následujícího boxu
fr_ca: Exécuter le SQL dans la boîte ci-dessous
he: הרץ סקריפט SQL בתיבה למטה
hu: SQL alábbi mezőben való végrehajtása
lt: Vykdyti SQL, esantį laukelyje žemiau
nb: Utfør SQL i boksen nedenfor
pt: Executar o SQL da caixa abaixo
ru: Выполнить SQL-запрос, введенный в поле ниже
tr: SQL'i aşağıdaki kutuya uygula

source: Executing Task
bg: Задачи в изпълнение
cs: Provádění úlohy
fr_ca: Exécuter la tâche
he: מבצע משימה
hu: Feladat teljesítése
nb: Utfører oppgave
pt: A Executar Tarefa

source: Executing...
bg: Изпълнение...
cs: Provádím ...
de: Ausführung...
fr_ca: En cours d'éxécution...
he: מריץ...
hu: Végrehajtás…
lt: Vykdoma...
nb: Utfører...
pt: A executar...
ru: Выполнение...
tr: Çalışıyor...

source: Exotic Shorthair
bg: Екзотична късокосместа котка
cs: Exotická Krátkosrstá
de: Exotisch Kurzhaar
he: אקזוטי קצר שיער
hu: Egzotikus rövidszőrű macska
lt: Egzotų katė
pt: Pelo Curto Exótico
ru: Экзотическая короткошерстная

source: Expense
bg: Разход
cs: Výdaj
de: Ausgaben
fr_ca: Frais
he: הוצאה
hu: Költség
lt: Išlaidos
nb: Utgift
pt: Despesa
ru: Расходы
tr: Gider

source: Expense account for transaction fees
bg: Сметка на комисии за транзакции
he: חשבון הוצאות עבור דמי עסקה
nb: Utgiftskonto for transaksjonskostader
pt: Conta de despesas para taxas de transação

source: Expense::
bg: Разход::
cs: Výdaj::
de: Ausgabe::
fr_ca: Frais::
he: הוצאה::
hu: Költség
nb: Utgift::
pt: Despesa::
ru: Расходы::

source: Expenses::Board
bg: Разходи:: Пансион
cs: Výdaje::Kotce
fr_ca: Débit::Pension
he: הוצאות::מחיה
hu: Kiadások: Élelmezés
nb: Kostnader::Styret
pt: Despesas::Alojamento
ru: Расходы::Содержание

source: Expenses::Electricity
bg: Разход: Ток
cs: Výdaje::Elektřina
de: Kosten::Strom
fr_ca: Débit::Électricité
he: הוצאות::חשמל
hu: Kiadások::Elektromos áram
lt: Sąnaudos::Elektra
nb: Kostnader::Strøm
pt: Despesas::Eletricidade
ru: Расходы::Электричество
tr: Giderler::Elektrik

source: Expenses::Food
bg: Разходи: Храна
cs: Výdaje::Krmení
de: Ausgaben::Futter
fr_ca: Débit::Nourriture
he: הוצאות::מזון
hu: Kiadások::Élelmiszerek
lt: Sąnaudos::Pašarai
nb: Kostnader::Mat
pt: Despesas::Alimentação
ru: Расходы::Корм
tr: Giderler::Yemek

source: Expenses::Gas
bg: Разход: Газ
cs: Výdaje::Plyn
de: Kosten::Gas
fr_ca: Débit::Gaz
he: הוצאות::גז
hu: Kiadások::Gáz
lt: Sąnaudos::Dujos
nb: Kostnader::Drivstoff
pt: Despesas::Gás
ru: Расходы::Газ
tr: Giderler::Doğalgaz

source: Expenses::Phone
bg: Разход: Телефон
cs: Výdaje::Telefon
de: Kosten::Telefon
fr_ca: Débit::Téléphone
he: הוצאות::טלפון
hu: Kiadások::Telefon
lt: Sąnaudos::Telefonas
nb: Kostnader::Telefon
pt: Despesas::Telefone
ru: Расходы::Телефон
tr: Giderler::Telefon

source: Expenses::Postage
bg: Разход: Куриерски услуги
cs: Výdaje::Poštovné
de: Kosten::Porto
fr_ca: Débit::Courrier
he: הוצאות::דואר
hu: Kiadások::Posta
lt: Sąnaudos::Paštas
nb: Kostnader::Porto
pt: Despesas::Correio
ru: Расходы::Почта
tr: Giderler::Posta

source: Expenses::Stationary
bg: Разходи: Офис консумативи
cs: Výdaje::Pevné
de: Ausgaben::Fixe Ausgaben
fr_ca: Débit::Stationnement
he: הוצאות::ציוד_כתיבה
hu: Kiadások::Irodaszerek
lt: Sąnaudos::Kanceliarija
nb: Utgifter::kontorutstyr
pt: Despesas::Estacionário
ru: Расходы::Канцелярия
tr: Giderler::Sabit

source: Expenses::TransactionFee
bg: Разходи: Комисионни
he: הוצאות::דמי_עסקה
nb: Utgifter::Transaksjonskostnader
pt: Despesas::TaxaTransação

source: Expenses::Water
bg: Вазход: Вода
cs: Výdaje::Voda
de: Kosten::Wasser
fr_ca: Débit::Eau
he: הוצאות::מים
hu: Kiadások::Víz
lt: Sąnaudos::Vanduo
nb: Kostnader::Vann
pt: Despesas::Água
ru: Расходы::Вода
tr: Giderler::Su

source: Expiration
he: תוקף
nb: Forfall

source: Expire in next month
bg: Изтича следващия месец
cs: Vyprší v příštím měsíci
de: Läuft nächsten Monat ab
fr_ca: Expire le mois prochain
he: חיסונים שפג תוקפם בחודש הבא
hu: Következő hónapban esedékes
nb: Forfaller neste måned
pt: Expira no próximo mês
ru: Истекает в следующем месяце
tr: Gelecek ay süresi dolar

source: Expired
bg: Изтекла
cs: Vypršelo
fr_ca: Expiré
he: פג תוקף
hu: Lejárt
nb: Utløpt
pt: Expirado
ru: Истёк
tr: Süresi dolmuş

source: Expired in the last month
bg: Изтекла миналия месец
cs: Vypršelo v posledním měsíci
de: Im letzten Monat abgelaufen
fr_ca: Expire le mois dernier
he: חיסונים שפג תוקפם בחודש שעבר
hu: Múlt hónapban lejárt
nb: Utløpt den siste måneden
pt: Expirou no mês passado
ru: Истек в прошлом месяце
tr: Geçen ay süresi dolan

source: Expired in the last week
bg: Изтекла предната седмица
cs: Vypršelo v posledním týdnu
fr_ca: Expiré la semaine dernière
he: חיסונים שפג תוקפם בשבוע שעבר
hu: Múlt héten lejárt
nb: Utløpt den siste uken
pt: Expirou na semana passada
ru: Истек на прошлой неделе
tr: Geçen hafta süresi dolan

source: Expires
bg: Изтича на
cs: Vyprší platnost
de: Läuft ab
fr_ca: Expire
he: תפוגה
hu: Lejár
lt: Galiojimo pabaiga
nb: Utløper
pt: Expira em
ru: Истекает
tr: Süresi dolar

source: Expiring in next month
fr_ca: Expire le mois prochain
he: חיסונים שפג תוקפם בחודש הבא
nb: Forfaller neste måned
pt: Expiram no próximo mês

source: Expiry
bg: Изтичане
cs: Uplynutí
de: Verfall
fr_ca: Expiration
he: תפוגה
hu: Lejárat
lt: Narystės pabaiga
nb: Utløp
pt: Validade
ru: Дата истечения срока
tr: Son Kullanım

source: Expiry date
bg: Дата на валидност
cs: Datum vypršení platnosti
fr_ca: Date d'expiration
he: תאריך תפוגה
hu: Lejárati dátum
lt: Galiojimo data
nb: Utløpsdato
pt: Data de validade
ru: Дата истечения срока
tr: Son Kullanım Tarihi

source: Export
bg: Експорт
fr_ca: Exporter
he: ייצוא
hu: Exportálás
lt: Eksportuoti
nb: Eksport
pt: Exportar
ru: Экспорт
tr: Dışa Aktar

source: Export Animals as CSV
bg: Експортирай животното в CSV формат
cs: Exportovat zvířata jako CSV
fr_ca: Exporter les animaux en CSV
he: יצא חיות כ-CSV
hu: Állatok exportálása CSV-ként
nb: Eksportér dyr som CSV
pt: Exportar Animais como CSV

source: Export Report
bg: Експортиране на справки
cs: Exportovat zprávu
fr_ca: Exporter le rapport
he: יצוא דוחות
hu: Jelentés exportálása
nb: Eksportér rapport
pt: Exportar Relatório
ru: Экспортировать отчёт

source: Export Reports as CSV
bg: Експортирай справката в CSV формат
cs: Exportovat přehledy jako CSV
de: Berichte als CSV exportieren
fr_ca: Exporter les rapports en CSV
he: יצא דוחות כ-CSV
hu: Jelentések exportálása CSV-ként
nb: Eksportér rapporter som CSV
pt: Exportar Relatórios como CSV
ru: Экспортировать записи в формате CSV

source: Export a CSV file of animal records that ASM can import into another database.
bg: Експортирай досието в CSV формат за импортиране в друга система
cs: Export soubor CSV záznamů o zvířatech, které může ASM importovat do jiné databáze.
fr_ca: Exporter un fichier CSV des enregistrements d'animaux que ASM peut importer d'une autre base de données.
he: יצא קובץ CSV של רשומות חיות ליבוא לבסיס נתונים אחר.
hu: Állatok rögzített adatait tartalmazó CSV fájl exportálása, amelyeket ASM más adatbázisba importálhat.
nb: Eksportér en CSV-fil med dyreoppføringer som ASM kan importerte inn i en annen database.
pt: Exportar um ficheiro CSV com registos de animais que o ASM poderá importar para outra base de dados.

source: Export complete ({0} entries).
bg: Експортирането е завършено ({0} записа).
fr_ca: Exportation complétée ({0} entrées).
he: יצוא הושלם ({0} רשומות).
pt: Exportação completa ({0} entradas).

source: Export selected forms to a CSV file
he: יצא טפסים נבחרים לקובץ CSV

source: Export this database in various formats
bg: Експорт на базата данни във различни формати
cs: Exportovat tuto databázi v různých formátech
de: Diese Datenbank in verschiedene Formate exportieren
fr_ca: Exporter cette base de données en différents formats
he: יצא בסיס נתונים זה במגוון פורמטים
hu: Jelen adatbázis különböző formátumban való exportálása
lt: Eksportuoti šią duomenų bazę įvairiais formatais
nb: Eksportér denne databasen i ulike formater
pt: Exportar esta base de dados em vários formatos
ru: Экспортировать эту информацию в различных форматах
tr: Bu veritabanını, farklı formatlara dışa aktar.

source: Exporting the complete database can take some time and generate a very large file, are you sure?
bg: Експортирането на цялата база може да отнеме време и да създаде много голям файл. Сигурни ли сте?
cs: Export kompletní databáze může nějakou dobu trvat a vytvořit velmi velký soubor, jste si jistý?
fr_ca: Exporter la base de données complète peut prendre un certain temps et et générer un gros fichier, êtes-vous sûr ?
he: יצוא כל בסיס הנתונים עלול לקחת זמן ולייצר קובץ גודל מאוד. האם להמשיך?
hu: A teljes adatbázis exportálása időbe telik és nagyon nagy fájlt generál. Folytatja?
nb: Eksport av dennee databasen vil kunne ta en del tid og generere en veldig stor fil! Er du sikker?
pt: A exportação da base de dados completa pode demorar algum tempo e gerar um ficheiro muito grande. Tem a certeza?

source: External
he: חיצוני

source: Extra Images
bg: Допълнителни изображения
cs: Další obrázky
de: Zusätzliche Bilder
fr_ca: Images supplémentaires
he: תמונות נוספות
hu: További képek
lt: Papildomi vaizdai
nb: Ekstra bilder
pt: Imagens Extra
ru: Дополнительные изображения
tr: Ekstra Resimler

source: Extra images
bg: Допълнителни изображения
cs: Další obrázky
de: Extra Bilder
fr_ca: Images supplémentaires
he: תמונות נוספות
hu: További képek
lt: Papildomos nuotraukos
nb: Ekstra bilder
pt: Imagens extra
ru: Дополнительные изображения
tr: Ekstra resimler

source: Extra-Toes Cat (Hemingway Polydactyl)
bg: Полидактилна котка (котка на Хемингуей)
cs: Víceprstá kočka (Hemingway Polydactyl)
de: Vielzehigkeit (Hemingway-Katze)
fr_ca: Chat Polydactyle (Chat d'Hemingway)
he: פולידקטיל אמריקאי
hu: Hemingway (polydactyl) macska
lt: Polidaktilis (Hemingvėjaus)
nb: Skipskatt
pt: Gato Polidáctilo (Polidáctilo de Hemingway)
ru: Хэмингуэйская многопальцевая кошка

source: F (Feral Cat)
bg: Дива котка
cs: F (kočka divoká)
fr_ca: F (Chat sauvage)
he: ‫F (חתול רחוב לא מורגל לבני אדם)
hu: Vadmacska
nb: F (Forvillet katt)
pt: F (Gato Selvagem)
ru: Д (Дикая кошка)
