Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: These options change the behaviour of the search box at the top of the page.
bg: Тези настройки променят полето за търсене в горната част на страницата.
cs: Tyto možnosti mění chování vyhledávacího pole v horní části stránky.
de: Diese Optionen ändern das Verhalten des Suchfeldes oben auf der Seite.
fr_ca: Ces options changent le comportement du champ de recherche en haut de la page.
he: אפשרויות אלה משנות את התנהגות תיבת החיפוש בחלק העליון של העמוד.
lt: Šios parinktys keičia paieškos laukelio, esančio puslapio viršuje, elgesį.
nb: Disse alternativene endrer oppførselen på søkeboksen på toppen av siden.
pt: Estas opções alteram o comportamento da caixa de pesquisa, localizada na parte superior da página.
ru: Эти параметры изменяют поведение окна поиска вверху страницы.
tr: Bu seçenekler, sayfanın üzerindeki arama kutusunun davranışını değiştirir.

source: These values are required for correct operation of the system. ONLY change them if you are translating to another language.
bg: Тези стойности са необходими за правилната работа на системата. Променете ги ЕДИНСТВЕНО ако превеждате на чужд език.
cs: Tyto hodnoty jsou potřebné pro správnou funkci systému. Změňte je pouze v případě, že překládáte do jiného jazyka.
de: Diese Werte sind für eine korrekte Funktion des Systems erforderlich. Ändern Sie diese NUR, wenn Sie in eine andere Sprache übersetzen.
fr_ca: Ces valeurs sont requises pour une opération normale du système. Les changer SEULEMENT si vous le traduisez dans une autre langue.
he: ערכים אלה נדרשים להפעלה נכונה של המערכת. שנה אותם *רק* בתרגום לשפה אחרת.
lt: Šios reikšmės yra privalomos teisingam sistemos funkcionavimui. Jas keiskite TIK TUO ATVEJU, jei verčiate į kitą kalbą.
nb: Disse verdiene er obligatorisk for riktig bruk av systemet. BARE endre dem hvis du oversetter til et annet språk.
pt: Estes valores são necessários ao correto funcionamento do sistema. APENAS as deve alterar se estiver a traduzir o software para outro idioma.
ru: Эти данные необходимы для корректной работы системы. Изменяйте их ТОЛЬКО в том случае, если вы осуществляете перевод на другой язык.
tr: Bu değerler, sistemin düzgün çalışması için gereklidir. YALNIZCA, başka bir dile çevirirken, onları değiştirin.

source: Third offence
bg: Трета глоба
cs: Třetí trestný čin
de: Drittdelikt
fr_ca: Troisième infraction
he: עבירה שלישית
hu: Harmadik támadás
nb: Tredje lovbrudd
pt: Terceira infração
ru: Третье правонарушение/нападение
tr: Üçüncü suç

source: This Month
bg: Този месец
cs: Tento měsíc
de: Dieser Monat
fr_ca: Ce mois
he: חודש זה
hu: Ehavi
lt: Šį mėnesį
nb: Denne måneden
pt: Este Mês
ru: В этом месяце
tr: Bu Ay

source: This Week
bg: Тази седмица
cs: Tento týden
de: Diese Woche
fr_ca: Cette semaine
he: שבוע זה
hu: Eheti
lt: Šią savaitę
nb: Denne uken
pt: Esta Semana
ru: На этой неделе
tr: Bu Hafta

source: This Year
bg: Тази година
cs: Tento rok
de: Dieses Jahr
fr_ca: Cette année
he: שנה זו
hu: Ezévi
lt: Šiais metais
nb: I år
pt: Este Ano
ru: В этом году
tr: Bu Yıl

source: This animal already has an active reservation.
bg: Това животно вече има активна резервация
cs: Toto zvíře již má aktivní rezervaci.
de: Dieses Tier hat bereits eine aktive Reservierung.
fr_ca: Cet animal a déjà une réservation active.
he: לחיה יש כבר שריון פעיל.
hu: Az állatnak már aktív foglalása van.
lt: Šis gyvūnas jau turi aktyvią rezervaciją.
nb: Dette dyret har allerede en aktiv reservasjon.
pt: Este animal já tem uma reserva ativa.
ru: Это животное уже зарезервировано.
tr: Bu hayvanın halihazırda aktif rezervasyonu var.

source: This animal has active reservations, they will be cancelled.
bg: Животното има активни резервации. Те ще бъдат анулирани.
cs: Toto zvíře má aktivní rezervace, budou zrušeny.
de: Dieses Tier hat aktive Reservierungen. Diese werden storniert.
fr_ca: Cet animal a des réservations actives, elles seont annulées.
he: לחיה זו יש שריונים פעילים, הם יבוטלו.
lt: Šiuo metu šis gyvūnas turi aktyvią rezervaciją, todėl pirmiausia ji bus atšaukta.
nb: Dette dyret har aktive reservasjoner, de vil bli slettet.
pt: Este animal tem reservas ativas, as quais vão ser canceladas.
ru: Это животное уже зарезервировано, эти резервации будут отменены.
tr: Bu hayvanın aktif rezervasyonları vardır, rezervasyonlar iptal edilecektir.

source: This animal has an adoption fee of {0}
bg: Това животно има такса за осиновяване - {0}
cs: Toto zvíře má přijímací poplatek ve výši {0}
de: Die Adoptionsgebühr für dieses Tier beträgt {0}
fr_ca: Cet animal a un frais d'adoption de {0}
he: יש לשלם סל אימוץ על סך {0} עבור חיה זו
hu: Ennek az állatnak az örökbefogadási díja {0}
nb: Dette dyret har et adopsjonsgebyr på {0}
pt: Este animal tem uma taxa de adoção de {0}
tr: Bu hayvanın, sahiplenme ücreti {0}'dır.

source: This animal has movements and cannot be removed.
bg: Това животно има записи за движения. Не може да бъде премахнато.
cs: Toto zvíře má přesuny a nemůže být odstraněno.
de: Dieses Tier weist Bewegungen auf und kann nicht entfernt werden.
fr_ca: Cet animal est en déplacement et ne peut être effacé.
he: לחיה זו יש תנועות ולא ניתן להסירה.
hu: Ennek az állat át van helyezve, és nem távolítható el.
lt: Šis gyvūnas turi aktyvius veiksmus ir negali būti pašalintas.
nb: Dette dyret har en bevegelse og kan ikke fjernes.
pt: Este animal tem movimentos e não pode ser removido.
ru: Животное не может быть удалено, так как есть запись о его перемещении.
tr: Bu hayvana ait hareketler vardır ve yeniden hareket ettirilemez.

source: This animal has not been altered.
bg: Това животно не е променяно
cs: Toto zvíře není v útulku.
fr_ca: Cet animal n'a pas été stérilisé.
he: חיה זו לא עוקרה/סורסה.
hu: Az állat nem lett megváltoztatva.
pt: Este animal não foi esterilizado/castrado.

source: This animal has not been microchipped.
bg: Това животно няма микрочип
cs: Toto zvíře nebylo mikročipováno.
fr_ca: Cet animal n'a pas été micropucé.
he: חיה ללא שבב.
hu: Az állat nem volt microchipezve.
pt: Este animal não tem microchip.

source: This animal has outstanding medical treatments.
he: לחיה זו טיפולים רפואיים עתידיים.

source: This animal has special needs
bg: Това животно има специални нужди
cs: Toto zvíře má zvláštní potřeby
de: Dieses Tier hat besondere Bedürfnisse
fr_ca: Cet animal a des besoins spécifiques
he: לחיה זו צרכים מיוחדים
hu: Az állatnak különleges igényei vannak
lt: Šis gyvūnas turi ypatingų poreikių
nb: Dette dyret har spesialbehov
pt: Este animal tem necessidades especiais
ru: Это животное нуждается в дополнительном уходе
tr: Bu hayvanın özel ihtiyaçları vardır.

source: This animal has the same name as another animal recently added to the system.
bg: Това животни има същото име като скоро добавено в системата.
cs: Toto zvíře má stejné jméno jako jiné zvíře, které bylo nedávno přidáno do systému.
de: Dieses Tier hat den selben Namen wie ein anderes Tier, das dem System vor kurzem hinzugefügt wurde.
fr_ca: Cet animal a le même nom qu'un autre animal récemment ajouté au système.
he: לחיה זו יש שם זהה לחיה אחרת שנוספה לאחרונה למערכת.
hu: Ennek az állatnak ugyanaz a neve, mint egy másik állatnak, amelyet nemrégiben adtak hozzá a rendszerhez.
lt: Šio gyvūno vardas sutampa su kito neseniai į sistemą pridėto gyvūno vardu.
nb: Dette dyret har samme navnet som et annet dyr som er lagt til systemet.
pt: Este animal tem o mesmo nome que outro animal recentemente adicionado ao sistema.
tr: Bu hayvanla aynı isme sahip başka bir hayvan, sistme kısa sürece eklendi.

source: This animal is bonded with {0}
bg: Това животно е свързано с {0}
cs: Toto zvíře je vázáno s {0}
de: Dieses Tier ist mit {0} verbunden
fr_ca: Cet animal est lié avec {0}
he: חיה זו נקשרה עם {0}
hu: Ez az állat a következővel kötődik: {0}
pt: Este animal é par/companheiro de {0}

source: This animal is bonded with {0}. Adoption movement records will be created for all bonded animals.
bg: Това животно е групирано с {0}. Записи за осиновяване ще бъдат направени за всички животни от групата.
cs: Toto zvíře je vázáno s {0}. Záznamy o přijetí přesunu budou vytvořeny pro všechna vázaná zvířata.
de: Dieses Tier ist mit {0} verbunden. Adoptionsbewegungseinträge werden für alle verbundenen Tiere erstellt.
fr_ca: Cet animal est lié avec {0}. Les enregistrements de déplacement seront créés pour tous les animaux liés avec celui-ci.
he: חיה זו נקשרה עם {0}. תנועות אימוץ יווצרו לכל החיות הקשורות.
hu: Ez az állat {0} kapcsolódik Az örökbefogadás rögzitését minden kapcsolódó állat számára el kell készíteni.
lt: Šis gyvūnas susietas su {0}. Atidavimo veiksmai bus sukurti visiems susijusiems gyvūnams.
nb: Dette dyret er knyttet til {0}. Adopsjonsbevegelser vil bli laget for alle dyr som er knyttet.
pt: Este animal é par/companheiro de {0}. Serão criados registos de movimentos de adoção para todos os animais que são pares/companheiros.
ru: Это животное должно содержаться с {0}. Будут перемещены оба животных.
tr: Bu hayvan, {0} ile bağlı. Sahiplendirme kaydı, bağlı tüm hayvanlar için oluşturulacak.

source: This animal is currently at a retailer, it will be automatically returned first.
bg: Това животно се води при търговец. Първо ще бъде автоматично върнато.
cs: Toto zvíře je v současné době u prodejce, bude automaticky vráceno jako první.
de: Dieses Tier befindet sich derzeit bei einem Wiederverkäufer und wird zuerst automatisch zurückgegeben.
fr_ca: Cet animal est présentement chez un revendeur, il sera automatiquement retourné en priorité.
he: חיה זו נמצאת כרגע בחנות והיא תוחזר אוטומטית תחילה.
lt: Šiuo metu šis gyvūnas yra pas tarpininką, todėl pirmiausia bus automatiškai grąžintas.
nb: Dette dyret er i butikk, det vil automatisk returneres først.
pt: Este animal encontra-se de momento numa loja de animais, será automaticamente recuperado em primeiro lugar.
ru: Это животное сейчас находится у продавца, поэтому сначала оно по умолчанию будет возвращено.
tr: Bu hayvan, şu anda bir satıcıda, otomatik olarak ilk olarak iade edilecek. (returned first)

source: This animal is currently fostered, it will be automatically returned first.
bg: Това животно в момента е настанено в приемен дом. Системата първо ще го върне в приюта автоматично.
cs: Toto zvíře je v momentálně v dočasné péči, bude automaticky nejdříve vráceno.
de: Dieses Tier befindet sich derzeit in Pflege und wird zuerst automatisch zurückgegeben.
fr_ca: Cet animal est présentement en famille d'accueil, il sera automatiquement retourné en priorité.
he: חיה זו נמצאת באומנה, היא תוחזר אוטומטית תחילה.
hu: Ez az állat jelenleg ideiglenes befogadónál van, először autómatikusan visszahozzák.
lt: Šiuo metu šis gyvūnas yra pas laikiną globėją, todėl pirmiausia bus automatiškai grąžintas.
nb: Dette dyret er i fosterhjem, det vil automatisk returneres først.
pt: Este animal encontra-se atualmente numa FAT, será automaticamente recuperado em primeiro lugar.
ru: Это животное сейчас находится на передержке, поэтому сначала оно по умолчанию будет возвращено.
tr: Bu hayvan geçici yuvada, otomatik olarak ilk olarak iade edilecek. (returned first)

source: This animal is currently held and cannot be adopted.
bg: Това животно е временно задържано и не може да бъде осиновено
cs: Toto zvíře je v současné době drženo a nemůže být přijato.
de: Dieses Tier ist derzeit gesperrt und kann nicht adoptiert werden.
fr_ca: Cet animal est présentement retenu et ne peut être adopté.
he: חיה זו בהמתנה כרגע ולא ניתן לאמצה.
nb: Dette dyret er på vent og kan ikke omplasseres.
pt: Este animal encontra-se atualmente retido e não pode ser adotado.
tr: Bu hayvan, şu anda barınakta tutulmaktadır ve sahiplendirilemez.

source: This animal is currently quarantined and should not leave the shelter.
bg: Това животно е под карантина и не може да напуска приюта
cs: Toto zvíře je v současné době v karanténě a nemělo by opustit útulek.
fr_ca: Cet animal est présentement en quarantaine et ne devrait pas quitter le refuge.
he: חיה זו בהסגר כרגע ולא יכולה לעזוב את המקלט.
hu: Az állat jelenleg karanténban van, és nem hagyhatja el a menhelyet.
pt: Este animal encontra-se atualmente em quarentena e não deve sair do abrigo.

source: This animal is marked not for adoption.
bg: Това животно не е за осиновяване
cs: Toto zvíře je označeno že není pro přijetí.
fr_ca: Cet animal est étiqueté 'pas pour adoption'.
he: חיה זו מסומנת לא לאימוץ.
hu: Ez az állat nem jelölheti ki örökbefogadásra.
pt: Este animal está sinalizado como não para adoção.

source: This animal is not on the shelter.
bg: Това животно не е в приюта.
cs: Toto zvíře není v útulku.
de: Dieses Tier befindet sich nicht im Tierheim.
fr_ca: Cet animal n’est pas au refuge.
he: חיה זו לא במקלט.
hu: Ez az állat nincs a menhelyen.
lt: Šis gyvūnas yra ne prieglaudoje.
nb: Dette dyret er ikke på hjelpesenteret.
pt: Este animal não se encontra no abrigo.
ru: Это животное не из приюта.
tr: Bu hayvan barınakta değil.

source: This animal is part of a cruelty case and should not leave the shelter.
bg: Това животно е част от случай на жестокост и не може да напуска приюта
cs: Toto zvíře je součástí případu týrání a nemělo by opustit útulek.
fr_ca: Cet animal fait partie d'un dossier de cruauté animal et ne devrait pas quitter le refuge.
he: חיה זו עברה התעללות ולא יכולה לעזוב את המקלט.
hu: Ez az állat egy bántalmazás/foglalás tagja,, ezért nem hagyhatja el a menhelyet.
pt: Este animal provém de um caso de crueldade e não deve sair do abrigo.

source: This animal should be held in case it is reclaimed
bg: Животното трябва да бъде задържано, за случай, че собственика си промени мнението
cs: Toto zvíře by se mělo zkontrolovat v případě, že je znovu přijato
de: Dieses Tier sollte für den Fall einer Rückforderung verwahrt werden
fr_ca: Cet animal devrait être retenu au cas où il serait réclamé
he: יש להחזיק חיה זו בהמתנה במקרה ומבקשים להשיב אותה לבעלים
lt: Šis gyvūnas turėtų būti laikinai neatiduodamas tam atvejui, jei atsirastų šeimininkai
nb: Dette dyret skal holdes på vent i tilfelle eier melder seg
pt: Este animal deverá ser retido caso seja reivindicado
tr: Bu hayvan, sahibi tarafından yeniden talep edilme durumun karşın barınakta muhafaza edilmeli.

source: This animal should not be shown in figures and is not in the custody of the shelter
bg: Това животно не трябва да се включва в статистиката, защото не е под попечителството на приюта
cs: Toto zvíře by nemělo být zobrazováno v údajích a není v péči útulku
de: Dieses Tier sollte nicht in Zahlen aufscheinen und befindet sich nicht in der Obhut des Tierheimes
fr_ca: Cet animal ne devrait pas s'afficher dans les chiffres et n'est pas à la garde du refuge
he: אין להציג חיה זו בסטטיסטיקות והיא לא בחזקת המקלט
lt: Šis gyvūnas nebus rodomas ataskaitose ir nėra prieglaudos globoje
nb: Dette dyret skal ikke vises under tall og er ikke i hjelpesenterets varetekt
pt: Este animal não deve ser incluído nos valores e não se encontra sob a custódia do abrigo
ru: Данные об этом животном не должны фигурировать в системе учета, т.к. оно не находится в приюте
tr: Bu hayvan, barınak nezaretinde değil; figürlerde gösterilmemeli.

source: This animal was dead on arrival to the shelter
bg: Животното е било мъртво при донасяне в приюта
cs: Toto zvíře bylo mrtvé při příjezdu do útulku
de: Dieses Tier ist tot im Tierheim angekommen
fr_ca: Cet animal était décédé à l'arrivée au refuge
he: חיה זו מתה כשהגיעה למקלט
hu: Ez az állat holtan érkezett a menhelyre.
lt: Šis gyvūnas buvo nugaišęs atvykimo į prieglaudą metu
nb: Dette dyret var død ved innkomst
pt: Este animal estava morto quando chegou ao abrigo
ru: Это животное было доставлено в приют мертвым
tr: Bu hayvan, barınağa getirildiğinde ölmüştür.

source: This animal was euthanized
bg: Животното е евтаназирано
cs: Toto zvíře bylo usmrceno
de: Dieses Tier wurde euthanasiert
fr_ca: Cet animal a été euthanasié
he: חיה זו הורדמה
hu: Az állat elaltatásra került
lt: Šiam gyvūnui buvo atlikta eutanazija
nb: Dette dyret ble avlivet
pt: Este animal foi eutanasiado
ru: Это животное было усыплено
tr: Bu hayvan ötenaziyle öldürülmüştür.

source: This animal was transferred from another shelter
bg: Животното е прехвърлено от друг приют
cs: Toto zvíře bylo převezeno z jiného útulku
de: Diese Tier wurde von einem anderen Tierheim übernommen
fr_ca: Cet animal a été transféré d'un autre refuge
he: החיה הועברה ממקלט אחר
hu: Az állat egy másik menhelyről került át
lt: Šis gyvūnas buvo priimtas iš kitos prieglaudos
nb: Dette dyret ble overført fra et annet hjelpesenter
pt: Este animal foi transferido de outro abrigo
ru: Это животное было передано из другого приюта
tr: Bu hayvan, başka bir barınaktan gelmiştir.

source: This code has already been used.
bg: Този код вече се използва.
cs: Tento kód byl již použit.
de: Diese Referenznummer wird bereits verwendet.
fr_ca: Ce code a déjà été utilisé.
he: קוד זה כבר בשימוש.
hu: Ez a kód már használatban van.
lt: Šis kodas jau panaudotas.
nb: Koden er allerede i bruk.
pt: Este código já foi utilizado.
ru: Этот код уже используется.
tr: Bu kod, halihazırda kullanılmıştır.

source: This database is locked and in read-only mode. You cannot add, change or delete records.
bg: Базата данни е в режим само за преглед (read only). Не може да добавяте, променяте или триете записи.
cs: Tato databáze je uzamčena a slouží pouze pro čtení. Nemůžete přidávat, měnit nebo mazat záznamy.
de: Diese Datenbank ist gesperrt und kann nur gelesen werden. Sie können keine Einträge anlegen, ändern oder löschen.
fr_ca: Cette base de données est verrouillée en lecture seule. Vous ne pouvez pas ajouter, modifier ou effacer les enregistrements.
he: בסיס הנתונים נעול ובמצב קריאה-בלבד. לא ניתן להוסיף, לשנות או למחוק רשומות.
hu: Ez az adatbázis zárolva van, és csak olvasás módban működik. Nem vehet fel, módosíthat vagy törölhet feljegyzéseket.
lt: Ši duomenų bazė užrakinta ir prieinama tik skaitymui. Jūs negalite pridėti, keisti arba trinti įrašų.
nb: Denne databasen er låst og skrivebeskyttet. Du kan ikke legge til, endre eller slette poster.
pt: Esta base de dados está bloqueada e encontra-se no modo apenas de leitura. Não pode adicionar, alterar ou eliminar registos.
ru: База данных заблокирована и доступна «только для чтения». Вы не можете добавлять, изменять или удалять какие-либо записи.
tr: Veritabanı kitlidir ve okuma modundadır. Veritabanına kayıt ekleyemezsiniz, çıkaramazsınız ve veritabanında değişiklik yapamazsınız.

source: This database is locked.
bg: Базата данни е заключена.
cs: Tato databáze je uzamčena.
de: Diese Datenbank ist gesperrt.
fr_ca: Cette base de données est verrouillée.
he: בסיס הנתונים נעול.
hu: Az adatbázis zárolva van.
lt: Ši duomenų bazė užrakinta.
pt: Esta base de dados está bloqueada.
ru: База данных заблокирована.
tr: Veritabanı kitli.

source: This date of birth is an estimate
bg: Датата на раждане е приблизителна
cs: Toto datum narození je přibližné
de: Dieses Geburtsdatum ist eine Schätzung
fr_ca: Cette date de naissance est une estimation
he: תאריך הלידה משוער
hu: A születési idő becsült
lt: Ši gimimo data yra apytikslė
nb: Denne fødselsdatoen er et estimat
pt: Esta data de nascimento é aproximada
ru: Дата рождения указана приблизительно
tr: Doğum tarihi, tahminidir.

source: This email address is the default From address when sending emails
bg: Този имейл адрес е адресът по подразбиране "От кого" при изпращане на имейли
he: כתובת מייל זו היא ברירת המחדל לכתובת השולח בשליחת מיילים
pt: Este endereço de email é o endereço "De" padrão para o envio de emails

source: This event is linked to an adoption and cannot be removed.
he: אירוע זה מקושר לאימוץ ולכן לא ניתן להסירו מהמערכת.

source: This event is very similar to another event on file, carry on creating this record?
he: אירוע זה דומה מאוד לאירוע אחר במערכת, האם להמשיך וליצור רשומה זו?

source: This feature allows you to email an adopter to have them sign their adoption paperwork, pay the adoption fee and make an optional donation.
he: באמצעות תכונה זו, תוכל לשלוח מייל למאמצים כדי לאפשר להם לחתום על מסמכי האימוץ, לשלם את סל האימוץ ולהוסיף תרומה במידה וירצו.

source: This is the gross payment amount, inclusive of any fees and taxes
bg: Това е брутната сума на плащането, включително всички такси и данъци
he: הסכום הכולל לתשלום כולל מסים ועמלות
pt: Este é o montante bruto do pagamento, incluindo taxas e impostos

source: This item is referred to in the database ({0}) and cannot be deleted until it is no longer in use.
bg: Този обект се използва в базата ({0}) и не може да бъде премахнат докато се използва.
cs: Tato položka je označována v databázi ({0}) a nelze ji odstranit, dokud ji již nepoužíváte.
de: Dieser Eintrag wird in der Datenbank ({0}) referenziert und kann erst gelöscht werden wenn er nicht mehr genutzt wird.
fr_ca: Cette article a une référence dans la base de données '{0}' et ne peux pas être effacé tant qu'il n'est plus utilisé.
he: פריט מידע זה בשימוש בבסיס הנתונים ({0}) ולא ניתן למחוק אותו לפני שמסירים את השימושים בו.
lt: Šis įrašas duomenų bazėje susijęs ({0}) ir negali būti ištrintas, kol visiškai nebus naudojamas.
nb: Dette elementet er referert til i databasen ({0}) og kan ikke slettes før det ikke lenger er i bruk.
pt: Este elemento está registado na base de dados ({0}) e não pode ser eliminado até já não estar a ser utilizado.
ru: На данную запись имеются ссылки в базе данных ({0}), ее нельзя удалить, пока она используется.
tr: Buna, veritbanı ({0}) da referans var ve silinemez.

source: This link will remain active for 10 minutes.
bg: Тази връзка ще остане активна в продължение на 10 минути.
fr_ca: Ce lien restera actif pendant 10 minutes.
he: קישור זה ישאר פעיל למשך 10 דקות.
pt: Este link permanecerá ativo durante 10 minutos.

source: This many years after creation of a person record, the name, address and telephone data will be anonymized.
bg: След толкова години след създаването на записа за този човек, името, адресът и номерът на телефона, ще бъдат анонимни
cs: Tolik let po vytvoření osobního záznamu bude anonymizováno jméno, adresa a telefonní údaje.
fr_ca: Tant d'années après la création d'un contact, le nom, adresse et numéro de téléphone deviendront anonymes.
he: מספר שנים לאחר יצירת רשומות אנשים, השם, הכתובת ומספר הטלפון יהפוך לאנונימי.
pt: Este número de anos após a criação de um registo de pessoa, o nome, morada e dados telefónicos serão anonimizados.

source: This month
bg: Този месец
cs: Tento měsíc
de: Dieser Monat
fr_ca: Ce mois
he: חודש זה
hu: Ehavi
lt: Šis mėnuo
nb: Denne måneden
pt: Este mês
tr: Bu ay

source: This movement cannot be from a retailer when the animal has no prior retailer movements.
bg: Не може да се направи връщане от търговец, ако няма предишно движение за даване на търговеца.
cs: Tento přesun nesmí být od prodejce, pokud zvíře nemá žádné dřívější přesuny prodejců.
de: Diese Bewegung kann nicht von einem Händler erfolgen, wenn keine vorherigen Bewegungen des Tieres zu Händlern vorhanden sind.
fr_ca: Ce déplacement ne peut pas être de ce revendeur quand l'animal n'a jamais eu ce type de déplacement.
he: תנועה זו לא יכולה להיות מחנות כאשר לחיה אין תנועות קודמות לחנות.
lt: Šis veiksmas negali būti atliktas iš tarpininko, nes šiam gyvūnui niekada anksčiau nebuvo atlikti perdavimo tarpininkams veiksmai.
pt: Este movimento não pode ter origem num lojista se o animal não tiver movimentos anteriores num lojista.
ru: Источником этого перемещения не может быть продавец, так как в системе нет перемещений данного животного к продавцу.
tr: Bir hayvana ait, satıcı hareketi sistemde önceden kayıtlı değilse; hayvan satıcıdan barınağa getirilemez.

source: This payment has already been received
bg: Това плащане вече е получено
fr_ca: Ce paiement a déjà été reçu
he: תשלום זה כבר התקבל
nb: Denne betalingen er allerede mottatt
pt: Este pagamento já foi recebido
