Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Reason the owner did not bring in the animal themselves
bg: Причина, защо собственика не е довел животното сам
cs: Důvod, proč majitel nepřinesl zvíře sám
de: Grund, wieso der Besitzer das Tier nicht selbst gebracht hat
fr_ca: Raison pour laquelle le propriétaire n'a pas amené l'animal lui-même
hu: Annak oka, hogy a tulajdonosok miért nem maguk hozták be az állatot
lt: Priežastis, dėl kurios savininkas nepridavė gyvūno pats
nb: Årsak for at eieren ikke kommer med dyret
pt: Motivo pelo qual o dono não trouxe ele próprio o animal
ru: Причина, по которой владелец не привел животное в приют сам
tr: Hayvanı sahibinin bizzat getirmeme nedeni

source: Remove the trap loan functionality from menus and screens
bg: Премахни функционалността за заем на капан от менютата и екраните
cs: Odstranit funkčnost půjčování klecí z nabídek a obrazovek
de: Fallen-Leihe-Funktionalität aus Menüs und Anzeigen entfernen
fr_ca: Retirer la fonctionnalité de prêt de trappe des menus et écrans
hu: Csapda kölcsönzés eltávolítása a menükből és képernyőképekről
nb: Fjern utlån fangstkasse fra menyer og skjerm
pt: Remover a funcionalidade de empréstimo de armadilhas dos menus e ecrãs
ru: Удалить панель "клетки-ловушки" из меню и дисплеев
tr: Tuzak kirala/ödünç ver fonksiyonalitesini menülerden ve ekranlardan kaldır.

source: Roles need a name.
bg: Ролите имат нужда от имена.
cs: Role potřebují název.
de: Rollen erfordern einen Namen.
fr_ca: Les fonctions ont besoin d'un nom.
lt: Būtina nurodyti funkcijos pavadinimą.
nb: Roller trenger et nytt navn.
pt: As funções necessitam de um nome.
ru: Необходимо указать название роли.
tr: Rolün ismi olmalıdır.

source: Stock needs a name and unit.
bg: Наличността се нуждае от име и количество
cs: Sklad potřebuje název a jednotku.
de: Vorrat erfordert einen Namen und eine Einheit.
fr_ca: L'inventaire nécessite un nom et une unité.
hu: A készletnek névvel és egységgel kell rendelkeznie
pt: O stock necessita de um nome e de uma unidade.
tr: Envanterin bir ismi ve birimi olmalı.

source: TNR
bg: Програма "Кастрирай и върни"
fr_ca: CSR (TNR)
hu: BIV
pt: CCL

source: Tests need an animal and at least a required date.
bg: Тестовете имат нужда от животни и поне дата.
cs: Testy potřebují zvíře a alespoň požadovaný den.
de: Tests erfordern ein Tier und zumindest ein vorgeschriebenes Datum.
fr_ca: Les tests nécessitent un animal et au moins une date requise.
hu: A tesztekhez állatra és legalább egy előírt időpontra van szükség.
lt: Turi būti nurodytas testuojamas gyvūnas ir bent jau planinė data.
nb: Tester trenger et dyr og minst en dato.
pt: Os testes necessitam de um animal e de, pelo menos, uma data para a realização dos mesmos.
ru: Для теста/исследования необходимо выбрать животное и дату.
tr: Testlerin, bir hayvan için yapılması ve tarihi olması gereklidir.

source: The SmartTag PETID number
bg: PETID номер на SmartTag
cs: Číslo SmartTag PETID
de: Die SmartTag-Tierkennzeichnungs-Nummer
fr_ca: Numéro de la médaille SmartTag PETID
hu: Az OkosCimke PETID száma
lt: SmartTag PETID numeris
nb: SmartTag PETID-nummer
pt: O número SmartTag PETID
ru: Номер идентификационного жетона
tr: SmartTag PETID numarası

source: The SmartTag type
bg: Тип на SmartTag
cs: Typ SmartTag
de: Der SmartTag-Typ
fr_ca: Type de médaille SmartTag
hu: Az OkosCímke típusa
lt: SmartTag tipas
nb: SmartTag-type
pt: O tipo de SmartTag
ru: Тип идетификационного жетона
tr: SmartTag PETID tipi

source: The animal name
bg: Името на животното
cs: Jméno zvířete
de: Der Name des Tieres
fr_ca: Le nom de l'animal
hu: Az állat neve
lt: Gyvūno vardas
nb: Dyrets navn
pt: O nome do animal
ru: Имя животного
tr: Hayvan ismi

source: The animal sex
bg: Полът на животното
cs: Pohlaví zvířete
de: Das Geschlecht des Tieres
fr_ca: Le sexe de l'animal
hu: Az állat neme
lt: Gyvūno lytis
nb: Dyrets kjønn
pt: O sexo do animal
ru: Пол животного
tr: Hayvan cinsiyeti

source: The base color of this animal
bg: Основният цват на животното
cs: Základní barva tohoto zvířete
de: Die Grundfarbe dieses Tieres
fr_ca: La couleur de base de cet animal
hu: Az állat alapszíne
lt: Pagrindinė gyvūno spalva
nb: Dyrets hovedfarge
pt: A cor base deste animal
ru: Основной цвет этого животного
tr: Hayvanın ana rengi (base color)

source: The coat type of this animal
bg: Типа окосмяване на животното
cs: Typ srsti tohoto zvířete
de: Die Fellart dieses Tieres
fr_ca: Le type de pelage de cet animal
hu: Az állat szőrzetének típusa
lt: Šio gyvūno kailio tipas
nb: Dyrets pelstype
pt: O tipo de pelagem deste animal
ru: Основной тип шерсти этого животного
tr: Hayvanın tüy tipi

source: The date the animal was FIV/L tested
bg: Датата, на която животното е тествано за FIV/L
cs: Datum, kdy bylo zvíře testováno na FIV/L
de: Datum, an dem das Tier FIV/L getestet wurde
fr_ca: La date à laquelle l'animal a été testé pour le FIV/L
hu: Az állat ezen a napon volt FIV/FeLV tesztelve
lt: FIV/FLV testo atlikimo data
nb: Datoen dyret ble FIV/L-testet
pt: Data em que o animal foi testado para FIV/L
ru: Дата тестирования животного на FIV/L, вирусный иммунодефицит кошек
tr: Hayvana FIV/L testi yapıldığı tarih

source: The date the animal was adopted
bg: Датата на осиновяване на животното
cs: Datum přijetí zvířete
de: Datum, an dem das Tier vergeben wurde
fr_ca: La date à laquelle l'animal a été adopté
hu: Az állat örökbefogadásának napja
lt: Gyvūno atidavimo data
nb: Datoen dyret ble omplassert
pt: A data em que o animal foi adotado
ru: Дата передачи животного
tr: Hayvanın sahiplenildiği tarih

source: The date the animal was altered
bg: Дата, на която животното е кастрирано
cs: Datum kdy bylo zvíře změněno
de: Datum, an dem das Tier kastriert wurde
fr_ca: La date à laquelle l'animal a été stérilisé
lt: Gyvūno kastracijos data
nb: Datoen for dyret ble endret
pt: A data em que o animal foi esterilizado/castrado
ru: Дата кастрации/стерилизации
tr: Hayvanın kısırlaştırıldığı tarih

source: The date the animal was brought into the shelter
bg: Дата на приемане в приюта
cs: Datum, kdy bylo zvíře dovezeno do útulku
de: Datum, an dem das Tier in das Tierheim gebracht wurde
fr_ca: La date à laquelle l'animal a été admis au refuge
hu: Az állat menhelyre kerülésének napja
lt: Gyvūno patekimo į prieglaudą data
nb: Datoen dyret ble brakt til hjelpesenteret
pt: A data em que o animal foi admitido no abrigo
ru: Дата приема животного в приют
tr: Hayvanın barınağa getirildiği tarih

source: The date the animal was heartworm tested
bg: Дата, на която животното е тествано за дирофилария
cs: Datum, kdy bylo zvíře testováno na červy vlasovce
de: Datum, an dem das Tier auf Herzwurm getestet wurde
fr_ca: La date à laquelle l'animal a été testé pour les vers du coeur
hu: Az állat szívféreg tesztelésének napja
lt: Data, kada atliktas širdies kirmėlių testas
nb: Datoen dyret ble testet for hjerteorm
pt: Data em que o animal foi testado para dirofilariose
ru: Дата тестирования животного на дирофиляриоз, сердечных червей
tr: Hayvana kalp kurdu testi yapıldığı tarih

source: The date the animal was microchipped
bg: Дата на чипиране
cs: Datum, kdy bylo zvíře mikročipováno
de: Datum, an dem das Tier mit einem Mikrochip gekennzeichnet wurde
fr_ca: La date à laquelle l'animal a été micropucé
hu: Az állat microchippel való ellátásának napja
lt: Ženklinimo mikroschema data
nb: Datoen dyret ble mikrochippet
pt: A data em que o animal foi microchipado
ru: Дата вживления микрочипа животному
tr: Hayvana mikroçip takıldığı tarih

source: The date the animal was tattooed
bg: Датата, на слагане на татус/ ушна марка на животно
cs: Datum, kdy bylo zvíře tetováno
de: Datum, an dem das Tier tätowiert wurde
fr_ca: La date à laquelle l'animal a été tatoué
hu: Az állat tetoválásának napja
lt: Tatuiruotės atlikimo data
nb: Datoen dyret ble tatovert
pt: A data em que o animal foi tatuado
ru: Дата нанесения татуировки
tr: Hayvana dövme yapıldığı tarih

source: The litter this animal belongs to
bg: Кучилото, към което животното принадлежи
cs: Vrh, do kterého toto zvíře patří
de: Der Wurf, dem dieses Tier angehört
fr_ca: L’animal appartient à la portée
hu: Az állat, amihez az alom tartozik.
lt: Vada, kuriai priklauso šis gyvūnas
nb: Kullet dette dyret tilhører
pt: A ninhada à qual pertence este animal
ru: Помет животного
tr: Hayvanın ait olduğu doğum (litter)

source: The location where the animal was picked up
bg: Локацията, от която животното е взето
cs: Místo, kde bylo zvíře vyzvednuto
de: Der Standort, an dem das Tier aufgegriffen wurde
fr_ca: L'endroit où l'animal a été ramassé
hu: A helyszín, ahonnan az állatot elhozták
pt: O local onde o animal foi recolhido
ru: Место, откуда было забрано животное.
tr: Hayvanın alındığı yer

source: The microchip number
bg: Номерът на микрочип
cs: Číslo mikročipu
de: Die Mikrochipnummer
fr_ca: Le numéro de la micropuce ou de la bague
hu: A mikrochip száma
lt: Mikroschemos numeris
nb: Mikrochipnummer
pt: O número do microchip
ru: Номер микрочипа
tr: Mikroçip numarası

source: The primary breed of this animal
bg: Основната порода на животното
cs: Primární plemeno tohoto zvířete
de: Die vorrangige Rasse dieses Tieres
fr_ca: La race principale de cet animal
hu: Az állat elsődleges fajtája
lt: Pagrindinė šio gyvūno veislė
nb: Dette dyrets hovedrase
pt: A raça principal deste animal
ru: Основная порода животного
tr: Bu hayvanın esas soyu ( breed)

source: The result of the FIV test
bg: Резултатът от FIV теста
cs: Výsledek testu FIV
de: Das Ergebnis des FIV-Tests
fr_ca: Le résultat du test FIV
hu: FIV teszt eredménye
lt: FIV testo rezultatas
nb: Resultat på FIV-test
pt: O resultado do teste FIV
tr: FIV testi sonucu

source: The result of the FLV test
bg: Резултатът от FLV теста
cs: Výsledek testu FLV
de: Das Ergebnis des FLV-Tests
fr_ca: Le résultat du test FLV
hu: A FeLV teszt eredménye
lt: FLV testo rezultatas
nb: Resultat på FELV-test
pt: O resultado do teste FLV
tr: FLV testi sonucu

source: The result of the heartworm test
bg: Резултат от теста за дирофилария
cs: Výsledek testu na srdeční červi
de: Das Ergebnis des Herzwurm-Tests
fr_ca: Le résultat du test de Dirofilariose
hu: Az állat szívféreg tesztjének eredménye
lt: Širdies kirmėlių testo rezultatas
nb: Resultat på hjerteormtest
pt: O resultado do teste de dirofilariose
tr: Kalp kurdu testi sonucu

source: The secondary breed of this animal
bg: Втора порода на животното
cs: Sekundární plemeno tohoto zvířete
de: Die zweitrangige Rasse dieses Tieres
fr_ca: La race secondaire de cet animal
hu: Az állat másodlagos fajtája
lt: Antrinė šio gyvūno veislė
nb: Dyrets sekundære rase
pt: A raça secundária deste animal
ru: Вторичная порода животного
tr: Bu hayvanın ikincil cinsi (secondary breed)

source: The shelter category for this animal
bg: Категория на животното за приюта
cs: Kategorie útulku pro toto zvíře
de: Die Tierhaltungskategorie dieses Tieres
fr_ca: La catégorie du refuge pour cet animal
hu: Az állat menhelyi kategóriája
lt: Šiam gyvūnui priskirta prieglaudos kategorija
nb: Hjelpesenterets kategori for dette dyret
pt: A categoria de abrigo para este animal
ru: Категория животного (по внутренней классификации приюта)
tr: Bu hayvan için barınak kategorisi

source: The size of this animal
bg: Размерът на животното
cs: Velikost tohoto zvířete
de: Die Größe dieses Tieres
fr_ca: La taille de cet animal
hu: Az állat mérete
lt: Šio gyvūno dydis
nb: Dyrets størrelse
pt: O tamanho deste animal
ru: Размеры этого животного
tr: Hayvanın ebadı

source: The species of this animal
bg: Вида на животното
cs: Druhy tohoto zvířete
de: Die Tierart, dem dieses Tier angehört
fr_ca: L’espèce de l’animal
hu: Az állat faja
lt: Šio gyvūno rūšis
nb: Dette dyrets art
pt: A espécie deste animal
ru: Вид животного
tr: Hayvanın türü

source: The tattoo number
bg: Номер на татус/ушна марка
cs: Číslo tetování
de: Die Tätowiernummer
fr_ca: Le numéro du tatouage
hu: A tetoválási szám
lt: Tatuiruotės numeris
nb: Tatoveringsnummer
pt: O número de tatuagens
ru: Номер татуировки
tr: Dövme numarası

source: These fields determine which columns are shown on the find animal and find person screens.
bg: Тези полета определят кои колони ще се показват на екраните за търсене на животно или хора
cs: Tato pole určují, které sloupce jsou zobrazeny na obrazovkách hledání zvířat a osob.
de: Diese Felder legen fest, welche Rubriken in den Tiersuche- und Personensuche-Eingabemasken angezeigt werden.
fr_ca: Ces champs déterminent quelles colonnes sont affichées dans les écrans 'Rechercher un animal' ou 'Rechercher un contact'.
lt: Šie laukai nustato, kokie stulpeliai yra rodomi gyvūnų ir žmonių paieškos rezultatuose.
nb: Disse feltene bestemmer hvilke kolonner som vises på finn dyr og finn person.
pt: Estes campos determinam as colunas a apresentar nos ecrãs de pesquisa de animais e de pessoas.
ru: В этих строках можно задать, какие столбцы будут появляться на странице поиска контактов и животных.
tr: Bu alanlar, hayvan ve kişi bul ekranlarında hangi kolonların gösterileceğini belirtir.

source: This animal has a SmartTag PETID
bg: Това животно има SmartTag PETID
cs: Toto zvíře má SmartTag PETID
de: Dieses Tier ist mittels SmartTag gekennzeichnet
fr_ca: Cet animal a une médaille SmartTag PETID
hu: Ennek az állatnak SmartTag PETID-je van.
lt: Šis gyvūnas turi SmartTag PETID
nb: Dette dyret har en SmartTag PETID
pt: Este animal tem um SmartTag PETID
ru: У этого животного есть идетификационный жетон
tr: Bu hayvanda SmartTag PETID var.

source: This animal has a tattoo
bg: Животното има татус/ушна марка
cs: Toto zvíře má tetování
de: Dieses Tier ist tätowiert
fr_ca: Cet animal a un tatouage
hu: Ennek az állatnak tetoválása van
lt: Šis gyvūnas turi tatuiruotę
nb: Dette dyret har en tatovering
pt: Este animal tem uma tatuagem
ru: У этого животного есть идентификационная татуировка
tr: Bu hayvanın dövmesi vardır.

source: This animal has been FIV/L tested
bg: Това животно е FIV/L тествано
cs: Toto zvíře bylo testováno FIV/L
de: Dieses Tier wurde FIV/L getestet
fr_ca: Cet animal a été testé FIV/L
hu: Ez az állat FIV/FeLV teszelve lett
lt: Šiam gyvūnui atlikti FIV/FLV testai
nb: Dette dyret er FIV/FELV-testet
pt: Este animal foi testado para FIV/L
ru: Это животное было протестировано на FIV/L (вирусный иммунодефицит кошек)
tr: Bu hayvana FIV/L testi yapılmıştır.

source: This animal has been altered
bg: Животното е кастрирано
cs: Toto zvíře bylo změněno
de: Dieses Tier wurde kastriert
fr_ca: Cet animal a été stérilisé
hu: Ez az állat megváltozott
lt: Šis gyvūnas kastruotas/sterilizuotas
nb: Dette dyret er endret
pt: Este animal foi esterilizado/castrado
ru: Это животное было кастрировано/стерилизовано
tr: Bu hayvan kısırlaştırılmıştır.

source: This animal has been declawed
bg: Това животно е с ампутации
cs: Tomuto zvířeti byly odstraněny drápy
de: Dieses Tier wurde entkrallt
fr_ca: Cet animal a été dégriffé
hu: Ezt az állatot kijelentették
lt: Šiam gyvūnui pašalinti nagai
nb: Dette dyret har fjernet en klo
pt: Este animal foi submetido a remoção de garras
ru: У этого животного удалены когти
tr: Bu hayvanın tırnakları sökülmüştür.

source: This animal has been heartworm tested
bg: Животното е тествано за дирофилария
cs: Toto zvíře bylo testováno na srdeční červy
de: Dieses Tier wurde auf Herzwurm getestet
fr_ca: Cet animal a été testé pour la dirofilariose
hu: Ez az állat szívféreg tesztelve lett
lt: Šiam gyvūnui atlikti širdies kirmėlių testai
nb: Dette dyret er testet for hjerteorm
pt: Este animal foi testado para dirofilariose
ru: Это животное было протестировано на дирофиляриоз сердца (сердечных червей)
tr: Bu hayvanın, kalp kurdu testi yapılmıştır.

source: This animal is a crossbreed
bg: Породата на това животно е микс
cs: Toto zvíře je kříženec
de: Dieses Tier ist ein Mischling
fr_ca: Cet animal est de races croisées
hu: Ez az állat keverék
lt: Šis gyvūnas yra mišrūnas
nb: Dette er en blandingsrase
pt: Este animal é arraçado
ru: Это животное является метисом двух пород
tr: Bu hayvan melez.

source: This animal is microchipped
bg: Това животно е чипирано
cs: Toto zvíře je mikročipováno
de: Dieses Tier ist gechippt
fr_ca: Cet animal est bagué ou micropucé
hu: Ez az állat chipezett
lt: Šis gyvūnas turi mikroschemą
nb: Dette dyret er mikrochippet
pt: Este animal está microchipado
ru: Этому животному вживлен микрочип
tr: Bu hayvanın mikroçipi vardır.

source: This animal was picked up
bg: Това животно е взето
cs: Toto zvíře bylo vyzvednuto
de: Dieses Tier wurde aufgegriffen
fr_ca: Cet animal a été ramassé
pt: Este animal foi recolhido
tr: Bu hayvan alındı. (picked up)

source: This expense account is the source for costs of this type
bg: Този разход е източникът на такъв тип разходи
cs: Tento nákladový účet je zdrojem nákladů tohoto typu
fr_ca: Ce montant de coût est la source d'autres dépenses de ce type
pt: Esta conta de despesas é a base para este tipo de custos

source: This income account is the source for payments received of this type
bg: Сметката за приходи е източникът за получени плащания от този вид
cs: Tento příjmový účet je zdrojem plateb přijatých tímto typem
de: Dieses Ertragskonto ist die Quelle für empfangene Zahlungen dieses Typs
fr_ca: Ce montant de revenu est la source d'autres paiement reçus de ce type
nb: Denne innskuddskontoen er kilden for betalinger mottatt av denne typen
pt: Esta conta de receitas é a base para pagamentos recebidos deste tipo
tr: Bu gelir hesabı (income account), bu tip ödemelerin yapılacağı hesaptır.

source: Transactions need a date and description.
bg: Транзакцията се нуждае от дата и описание.
cs: Transakce musí mít uvedené datum a popis.
de: Transaktionen erfordern ein Datum und eine Beschreibung.
fr_ca: Les transactions requierent une date et une description.
lt: Būtina nurodyti transakcijų datą ir aprašymą.
nb: Transaksjoner trenger en dato og beskrivelse.
pt: As transações precisam de uma data e descrição.
ru: Для операций необходимо указать дату и описание.
tr: Hesap hareketlerinin tarihi ve tanımı olmalıdır.

source: Trap Number
bg: Номер на капан
cs: Číslo klece
de: Fallen-Nummer
fr_ca: Trappe numéro
hu: Csapdaszám
nb: Fellenummer
pt: Número de Armadilha
tr: Tuzak Numarası

source: Trap Types
bg: Тип на капан
cs: Typy klecí
de: Fallen-Typen
fr_ca: Types de trappes
nb: Felletyper
pt: Tipos de Armadilhas
tr: Tuzak Tipi

source: Vaccinations need an animal and at least a required date.
bg: Ваксинациите имат нужда от животно и поне дата на ваксинация.
cs: Očkování potřebuje zvíře a alespoň požadovaný den.
de: Impfungen erfordern ein Tier und zumindest ein vorgeschriebenes Datum.
fr_ca: Les vaccinations requiert un animal et au moins une date de vaccin.
hu: Az oltásokhoz egy állat és legalább egy dátum megadása szükséges
lt: Būtina nurodyti vakcinuojamą gyvūną ir planinę datą.
nb: Vaksinasjoner krever et dyr og i det minste en påkrevet dato.
pt: As vacinações necessitam de um animal e de, pelo menos, uma data prevista para a realização.
ru: Для вакцинации необходимо выбрать животное и дату.
tr: Aşılamalara ait bir hayvan ve gereken tarih bilgileri olmalıdır.

source: View Document
bg: Виж документ
cs: Zobrazit dokument
fr_ca: Voir le document
hu: Dokumentum megtekintése
nb: Vis dokument
pt: Ver Documento
ru: Просмотреть документ

source: Vouchers need an issue and expiry date.
bg: Ваучерите имат нужда от дата на издаване и валидност
cs: Vouchery vyžadují vydání a datum vypršení platnosti.
fr_ca: Les chèques-cadeaux nécessitent une date d'émission et d'expiration.
lt: Būtina nurodyti kuponų išdavimo ir galiojimo datas.
nb: Kuponger trenger en start- og utløpsdato.
pt: Os vouchers precisam de uma data de emissão e expiração.
ru: Для купонов нужно указать дату выдачи и дату окончания срока действия.
tr: İndirim çeklerinin, yayın ve son kullanım tarihi olmalıdır.

source: filters: a:animal, p:person, wl:waitinglist, la:lostanimal, fa:foundanimal keywords: onshelter/os, notforadoption, aco, banned, donors, deceased, vets, retailers, staff, fosterers, volunteers, homecheckers, members, activelost, activefound
bg: Филтри: животно,листа с чакащи,изгубено животно,намерено животно, ключови думи: в приюта, не за осиновяване, забранен, донори, починал, ветеринари, търговци, персонал, приемни хора, доброволци, проверка на дома, членове, активно изгубено,активно намерено
cs: filtry: a: zvíře, p: osoba, wl: čekací listina, la: lostanimal, fa: foundanimal klíčová slova: onshelter / os, notforadoption, aco, zakázáno, dárci, zemřelí, veterináři, maloobchodníci, zaměstnanci, pěstouni, dobrovolníci, homecheckers, členové aktivní, aktivní
fr_ca: filtres: a:animal, p:personne, wl:liste d'attente, la:animal perdu, fa:animal trouvé
hu: szűrők: a: állat, p: személy, wl: várólista, la: elveszett állat, fa: talált állat alapvető kulcsszavak: onshelter / os, notforadoption, aco, tiltott, adományozók, elhunyt, állatorvosok, kiskereskedők, személyzet, ideiglenes befogadók, önkéntesek, lelátogatók, tagok , aktív veszteség, aktív alap
nb: filtere: a:animal, p:person, wl:waitinglist, la:lostanimal, fa:foundanimal nøkkelord: onshelter/os, notforadoption, aco, banned, donors, deceased, vets, retailers, staff, fosterers, volunteers, homecheckers, members, activelost, activefound
pt: filtros: a:animal, p:person, wl:waitinglist, la:lostanimal, fa:foundanimal keywords: onshelter/os, notforadoption, aco, banned, donors, deceased, vets, retailers, staff, fosterers, volunteers, homecheckers, members, activelost, activefound

source: {plural0} trap is overdue for return
bg: {plural0} капана е с просрочен заем
cs: {plural0} klec má překročený termín návratu
de: Die Rückgabe von {plural0} Falle ist überfällig
fr_ca: {plural0} retour de cage-trappe est en retard
hu: {plural0} csapdát nem hoztak vissza a megjelölt időben
nb: {plural0} felle skulle vært returnert
pt: {plural0} armadilha já devia ter sido devolvida
ru: {plural0} ловушек, срок возврата которых просрочен
tr: {plural0} tuzağın, dönüşü gecikti.

source: {plural1} traps are overdue for return
bg: {plural1} капан е с просрочен заем
cs: {plural1} klece překročily dobu pro vrácení
de: Die Rückgabe von {plural1} Fallen ist überfällig
fr_ca: {plural1} retours de cage-trappes sont en retard
hu: {plural1} csapdát nem hoztak vissza a megjelölt időben
nb: {plural1} feller skulle vært returnert
pt: {plural1} armadilhas já deviam ter sido devolvidas
ru: {plural1} ловушек, срок возврата которых просрочен
tr: {plural1} teslim tarihi geçen tuzak

source: {plural2} traps are overdue for return
bg: {plural2} капана са с просрочен заем
cs: {plural2} klece překročily dobu pro vrácení
de: Die Rückgabe von {plural2} Fallen ist überfällig
fr_ca: {plural2} retours de cages-trappes en retard
hu: {plural2} csapdát nem hoztak vissza a megjelölt időben
nb: {plural2} feller skulle vært returnert
pt: {plural2} armadilhas já deviam ter sido devolvidas
ru: {plural2} ловушки, срок возврата которых просрочен
tr: {plural2} teslim tarihi geçen tuzak

source: {plural3} traps are overdue for return
bg: {plural3} капана са с просрочен заем
cs: {plural3} klece překročily dobu pro vrácení
de: Die Rückgabe von {plural3} Fallen ist überfällig
fr_ca: {plural3} les trappes sont en retard pour le retour
hu: {plural3} a csapdák vissza hozatalának határideje lejárt
nb: {plural3} feller skulle vært returnert
pt: {plural3} armadilhas já deviam ter sido devolvidas
ru: {plural3} ловушек не возвращены в срок
tr: {plural3} teslim tarihi geçen tuzak

source: Cardcom Error URL
pt: URL de Erro Cardcom

source: Cardcom Success URL
pt: URL de Êxito Cardcom

source: SQL dump
cs: Výpis SQL
de: SQL-Speicherauszug
fr_ca: Dump SQL
hu: SQL kuka
lt: SQL atminties išklotinė
pt: Dump SQL
ru: Аварийное завершение работы SQL

source: SQL dump (ASM2 HSQLDB Format)
cs: Výpis SQL (formát ASM2 HSQLDB)
fr_ca: Dump SQL (Format ASM2 HSQLDB)
hu: SQL kuka (ASM2 HSQLDB formátum)
lt: SQL atminties išklotinė (ASM2 HSQLDB formatas)
pt: Dump SQL (Formato HSQLDB do ASM2)
ru: Аварийное завершение работы SQL (ASM2 HSQLDB формат)

source: Stripe Key
pt: Chave do Stripe
