Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: This will permanently remove this account and ALL TRANSACTIONS HELD AGAINST IT. This action is irreversible, are you sure you want to do this?
bg: Сметката и ВСИЧКИ ТРАНЗАКЦИИ свързани с нея ще бъдат изтрити. Операцията е необратима. Искате ли да продължите?
cs: Tento krok navždy odstraní tento záznam a VEŠKERÉ TRANSAKCE s ním spojené. Tento krok je nevratný, opravdu chcete pokračovat?
fr_ca: Cela supprimera définitivement ce compte et TOUTES LES TRANSACTIONS QUI LUI SONT ATTRIBUÉES. Cette action est irréversible, êtes-vous sûr(e) de vouloir le supprimer?
he: פעולה זו תמחק את החשבון וכל העסקאות הקשורות אליו והיא בלתי הפיכה. האם להמשיך בפעולה בכל זאת?
lt: Šiuo veiksmu bus visam laikui pašalinta sąskaita ir VISOS SU JA SUSIJUSIOS TRANSAKCIJOS. Šis veiksmas negrįžtamas, ar tikrai norite jį atlikti?
nb: Dette vil slette denne kontoen, og alle transaksjoner holdt mot den. Denne handlingen er irreversibel, er du sikker på at du vil gjøre dette?
pt: Este procedimento irá remover definitivamente esta conta e TODAS AS TRANSAÇÕES SOBRE A MESMA e será irreversível. Tem a certeza de que quer prosseguir?
ru: Это приведет к безвозвратному удалению этого счета и ВСЕХ СВЯЗАННЫХ С НИМ ОПЕРАЦИЙ. Это действие необратимо, вы уверены, что хотите сделать это?
tr: Bu eylem, bu hesabı ve hesapla ilgili muhafaza edilen tüm hesap hareketlerini silecektir. Bu eylem geri alınamaz, eylemi yapmak istediğinizden emin misiniz?

source: This will permanently remove this additional field and ALL DATA CURRENTLY HELD AGAINST IT. This action is irreversible, are you sure you want to do this?
bg: Допълнителното поле и всяка информация запазена в него ще бъдат премахнати. Операцията е необратима. Искате ли да продължите?
cs: To trvale odstraní toto dodatečné pole a VŠECHNY ÚDAJE AKTUÁLNĚ ULOŽENÉ V NICH. Tato akce je nevratná, jste si jisti, že to chcete udělat?
fr_ca: Cette action supprimera définitivement ce champ personnalisé ainsi que TOUTES LES DONNÉES DÉJÀ ENREGISTRÉES. La suppression ne peut être annulée, êtes-vous certain de vouloir continuer?
he: פעולה זו תסיר את השדה הנוסף וכל הנתונים שנשמרו בו והיא בלתי הפיכה. האם להמשיך בפעולה בכל זאת?
lt: Šiuo veiksmu bus visam laikui pašalintas šis papildomas laukas ir VISI SU JUO SUSIJĘ DUOMENYS. Šis veiksmas negrįžtamas, ar tikrai norite jį atlikti?
nb: Dette vil slette denne ekstra felt og ALLE DATA tiden holdt mot den. Denne handlingen er irreversibel, er du sikker på at du vil gjøre dette?
pt: Este procedimento irá remover definitivamente este campo extra e TODOS OS DADOS A ELE ASSOCIADOS e será irreversível. Tem a certeza de que quer prosseguir?
ru: Это приведет к безвозвратному удалению этого дополнительного поля и ВСЕХ ХРАНЯЩИХСЯ В НЕМ ДАННЫХ. Это действие необратимо, вы уверены, что хотите сделать это?
tr: Bu eylem, bu ekstra alanı ve alanla ilgili tutulan tüm bilgileri silecektir. Bu eylem geri alınamaz, eylemi yapmak istediğinizden emin misiniz?

source: This will permanently remove this animal, are you sure?
bg: Това ще премахне завинаги това животно, сигурен ли сте?
cs: Tento krok nevratně vymaže toto zvíře, opravdu chcete pokračovat?
de: Das Tier wird endgültig gelöscht. Sind Sie sicher?
fr_ca: Cela supprimera définitivement cet animal, êtes-vous certain?
he: פעולה זו תסיר אדם זה לחלוטין, האם להמשיך?
lt: Šis gyvūnas bus negrįžtamai pašalintas, ar tikrai norite atlikti šį veiksmą?
nb: Dette vil slette dyret, sikker?
pt: Este procedimento irá remover definitivamente este animal. Tem a certeza?
ru: Это приведет к безвозвратному удалению животного из базы, вы уверены?
tr: Seçili hayvan, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will permanently remove this event, are you sure?
he: פעולה זו תסיר אירוע זה לחלוטין, האם להמשיך?

source: This will permanently remove this incident, are you sure?
bg: Сигурни ли сте, че искате да изтриете инцидента?
cs: Tohle trvale odstraní tento incident, opravdu chcete pokračovat?
de: Dieser Vorfall wird endgültig gelöscht. Sind Sie sicher?
fr_ca: Cela supprimera définitivement cet incident, êtes vous certain?
he: פעולה זו תסיר חיה זה לחלוטין, האם להמשיך?
nb: Dette vil fjerne denne hendelsen permanent, er du sikker?
pt: Este procedimento irá remover definitivamente este incidente. Tem a certeza?
ru: Это приведет к безвозвратному удалению происшествия из базы данных, вы уверены?
tr: Seçili vaka/olay, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will permanently remove this person, are you sure?
bg: Това ще премахне завинаги този човек, сигурен ли сте?
cs: Tento krok nevratně vymaže tuto osobu, opravdu chcete pokračovat?
de: Diese Person wird endgültig entfernt. Sind Sie sicher?
fr_ca: Cela supprimera définitivement ce contact, êtes-vous certain?
he: פעולה זו תסיר אדם זה לחלוטין, האם להמשיך?
lt: Šis asmuo bus negrįžtamai ištrintas, ar tikrai norite atlikti šį veiksmą?
nb: Dette vil slette personen permanent, er du sikker?
pt: Este procedimento irá remover definitivamente esta pessoa. Tem a certeza?
ru: Это приведет к безвозвратному удалению контакта из базы, вы уверены?
tr: Seçili kişi, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will permanently remove this record, are you sure?
bg: Операцията ще изтрие записа. Искате ли да продължите?
cs: Tento krok nevratně vymaže tento záznam, opravdu chcete pokračovat?
fr_ca: Cela supprimera définitivement cet enregistrement, êtes-vous certain?
he: פעולה זו תסיר רשומה זו לחלוטין, האם להמשיך?
lt: Šis įrašas bus negrįžtamai ištrintas, ar tikrai norite atlikti šį veiksmą?
nb: Dette vil permanent fjerne denne oppføringen, er du sikker?
pt: Este procedimento irá remover definitivamente este registo. Tem a certeza?
ru: Это приведет к безвозвратному удалению записи, вы уверены?
tr: Seçili kayıt, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will permanently remove this waiting list entry, are you sure?
bg: Сигурни ли сте, че искате да премахнете записа от списъка с чакащи?
cs: Tento krok nevratně vymaže tento záznam v pořadníku, chcete pokračovat?
fr_ca: Cela supprimera définitivement cette entrée de la liste d'attente, êtes-vous certain?
he: פעולה זו תמחק לצמיתות רשומה זו ברשימת ההמתנה, האם להמשיך?
lt: Šis laukiančių sąrašo įrašas bus negrįžtamai pašalintas. Ar tikrai norite atlikti šį veiksmą?
nb: Dette vil slette sakslisteoppføringen permanent, er du sikker?
pt: Este procedimento irá remover definitivamente esta entrada da lista de espera. Tem a certeza?
ru: Это приведет к безвозвратному удалению записи из листа ожидания, вы уверены?
tr: Seçili bekleme listesi girişi, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will recalculate display indexes in increments of 10 for every field in the form.
he: חשב מחדש מספרי אינדקס לשדות בטופס בקפיצות של 10.

source: This will remove ALL rota entries for the week beginning {0}. This action is irreversible, are you sure?
bg: Сигурни ли сте, че искате да изтриете графика, започващ от {0}?
cs: Tím odstraníte VŠECHNY položky rozpisu pro začátek týdne {0}. Tato akce je nevratná, jste si jisti že to chcete provést?
fr_ca: Cela va effacer TOUTES les entrées du tableau de service pour la semaine commençant le {0}. Cette action est irréversible, êtes-vous certain?
he: פעולה זו תסיר את *כל* רשומות סידור העבודה לשבוע שמתחיל ב {0}. פעולה זו אינה הפיכה, האם להמשיך?
pt: Este procedimento irá remover TODAS as entradas de turnos para a semana com início em {0} e será irreversível. Tem a certeza?

source: This year
bg: Тази година
cs: Tento rok
de: Dieses Jahr
fr_ca: Cette année
he: שנה זו
hu: Ezévi
lt: Šių metų
nb: Dette året
pt: Este ano
ru: За этот год
tr: Bu yıl

source: Thoroughbred
bg: Чистокръвен
cs: Anglický plnokrevník
de: Vollblut
fr_ca: Pure race, pur sang (chevaux)
he: ת'ורוברד
hu: Telivér
lt: Grynakraujis jojamasis
pt: Puro-sangue
ru: Породистое

source: Thu
bg: Четв.
de: Do
fr_ca: Jeu
he: ה׳
lt: Kt
nb: Tors
pt: Qui
ru: Чтв
tr: Per

source: Thumbnail size
bg: Размер на умаленото изображение (thumbnail)
cs: Velikost náhledu
de: Vorschaugröße
fr_ca: Taille miniature
he: גודל תמונה ממוזערת
lt: Miniatiūros dydis
nb: Thumbnail-størrelse
pt: Tamanho da miniatura
ru: Размер миниатюр
tr: Minik resim ebadı

source: Thursday
bg: Четвъртък
cs: Čtvrtek
de: Donnerstag
fr_ca: Jeudi
he: חמישי
lt: Ketvirtadienis
nb: Torsdag
pt: Quinta-feira
ru: Четверг
tr: Perşembe

source: Tibetan Mastiff
bg: Тибетски мастиф
cs: Tibetský Mastiff
de: Tibetmastiff
fr_ca: Dogue du Tibet
he: מסטיף טיבטי
hu: tibeti masztiff
lt: Tibeto mastifas
pt: Mastim Tibetano
ru: Тибетский мастиф

source: Tibetan Spaniel
bg: Тибетски шпаньол
cs: Tibetský Španiel
de: Tibet-Spaniel
fr_ca: Épagneul Tibétain
he: ספניאל טיבטי
hu: tibeti spániel
lt: Tibeto spanielis
pt: Spaniel Tibetano
ru: Тибетский спаниель

source: Tibetan Terrier
bg: Тибетски териер
cs: Tibetský Teriér
de: Tibet-Terrier
fr_ca: Terrier Tibétain
he: טרייר טיבטי
hu: tibeti terrier
lt: Tibeto terjeras
pt: Terrier Tibetano
ru: Тибетский терьер

source: Tiger
bg: Тигър
cs: Tygr
fr_ca: Tigre
he: נמר
hu: Tigris
lt: Tigrinė
pt: Tigre
ru: Тигровый

source: Time
bg: Време
cs: Čas
de: Zeit
fr_ca: Durée
he: זמן
hu: Idő
lt: Laikas
nb: Tid
pt: Hora
ru: Время
tr: Süre

source: Time Brought In
bg: Време доведен
cs: Čas Přijetí
fr_ca: Heure d'admission
he: זמן קליטה
hu: Bekerülés dátuma
nb: Tidspunkt brakt inn
pt: Hora de Admissão no Abrigo
ru: Дата поступления

source: Time On List
bg: Време в списъка
cs: Čas na seznamu
de: Auf der Liste seit
fr_ca: Temps sur la liste
he: זמן ברשימה
lt: Laikas sąraše
nb: Tid på liste
pt: Tempo na Lista
ru: Срок пребывания в списке
tr: Listedeki Süre

source: Time On Shelter
bg: Престой в приюта
cs: Doba v útulku
de: Zeit im Tierheim
fr_ca: Durée du séjour au refuge
he: זמן במקלט
lt: Prieglaudoje išbūtas laikas
nb: Tid på hjelpesenter
pt: Tempo no Abrigo
ru: Срок пребывания в приюте
tr: Barınaktaki Süre

source: Time on list
bg: Време в списъка
cs: Čas na seznamu
de: Auf der Liste seit
fr_ca: Période sur la liste
he: זמן ברשימה
lt: Laikas sąraše
nb: Tid på liste
pt: Tempo na Lista
ru: Срок пребывания в списке
tr: Listedeki süre

source: Time on shelter
bg: Престой в приюта
cs: Doba v útulku
de: Im Tierheim verbrachte Zeit
fr_ca: Période au refuge
he: זמן במקלט
lt: Laikas, praleistas prieglaudoje
nb: Tid på hjelpesenter
pt: Tempo no abrigo
ru: Срок пребывания в приюте
tr: Barınaktaki süre

source: Timeline
bg: Хронология
cs: Časová osa
de: Zeitleiste
fr_ca: Chronologie
he: ציר הזמן
nb: Tidslinje
pt: Cronologia

source: Timeline ({0})
bg: Хронология ({0})
cs: Časová osa ({0})
de: Zeitleiste ({0})
fr_ca: Chronologie ({0})
he: ציר הזמן ({0})
nb: Tidslinje ({0})
pt: Cronologia ({0})

source: Times should be in HH:MM format, eg: 09:00, 16:30
bg: Часът трябва да е във формат ЧЧ:ММ (Пр: 09:00, 16:30)
cs: Časy by měly být ve formátu HH:MM, např.: 09:00, 16:30
fr_ca: Les heures doivent être au format HH:MM, ex 09:00, 16:30
he: זמנים צריכים להיות בפורמט HH:MM, למשל: 09:00, 16:30
lt: Laikas turėtų būti HH:MM formato, pvz.: 09:00, 16:30
pt: Os horários devem estar no formato HH:MM, por exemplo: 09:00, 16:30
ru: Правильный формат времени — ЧЧ:ММ, к примеру, 09:00, 16:30.
tr: Zaman formatı SS:DD şeklinde olmalıdır, ör: 09:00, 16:30

source: Title
bg: Обръщение
cs: Název
de: Titel
fr_ca: Titre
he: כותרת/תואר
lt: Kreipinys
nb: Tittel
pt: Título
ru: Обращение
tr: Başlık

source: Title First Last
bg: Обръщение Име Фамилия
cs: Jméno První Poslední
de: Titel Vorname Nachname
fr_ca: Titre, Prénom, nom de famille
he: תואר פרטי משפחה
lt: Kreipinys Vardas Pavardė
nb: Tittel Fornavn Etternavn
pt: Título Primeiro Último
tr: Başlık İlk Son

source: Title Initials Last
bg: Обръщение Инициал Фамилия
cs: Název Iniciály Poslední
de: Titel Initialen Nachname
fr_ca: Titre, Initiales, nom de famille
he: תואר ראשי-תיבות משפחה
lt: Kreipinys Inicialai Pavardė
nb: Tittel Initialer Etternavn
pt: Título Iniciais Último
tr: Başlık İlk Hafler Son

source: To
bg: До
cs: Komu
fr_ca: À
he: אל
lt: Kam
nb: Til
pt: Para
ru: Кому

source: To Adoption
bg: За осиновяване
cs: K adopci
fr_ca: Pour adoption
he: לאימוץ
nb: Til adopsjon
pt: Para Adoção
tr: Sahiplendirmeye

source: To Fostering
bg: За приемен дом
cs: K pěstounství
de: In Pflege
fr_ca: Vers une famille d'accueil
he: לאומנה
lt: Atiduoti laikinai globai namuose
nb: Til fosterhjem
pt: Para Entrega a FAT
ru: На передержку
tr: Geçici Yuvaya

source: To Other
bg: Към друг приют
cs: Ostatním
de: Zu anderen
fr_ca: Autre (sortie)
he: לאחר
lt: Atiduoti kitur
nb: Til andre
pt: Para Outros
ru: Другое
tr: Diğerlerine

source: To Retailer
bg: Към търговец
cs: Prodejci
de: Zum Verkäufer
fr_ca: Pour le revendeur
he: לחנות
lt: Atiduoti tarpininkams
nb: Til forhandler
pt: Para Lojista
ru: Продавцу
tr: Satıcıya

source: To add people to the rota, create new person records with the staff or volunteer flag.
bg: За да добавите хора към графика, първо създайте човек с флаг служител или доброволец.
cs: Chcete-li do rozpisu přidat osoby, vytvořte nové záznamy osob s příznakem personálu nebo dobrovolníka.
fr_ca: Pour ajouter des personnes au tableau de service, créer la fiche de la personne avec l'étiquette 'employé' ou 'bénévole'.
he: כדי להוסיף אנשים לסידור העבודה, צור רשומות אנשים עם תגית צוות או תגית מתנדב.
pt: Para adicionar pessoas ao turno, crie novos registos de pessoas com a sinalização de pessoal ou voluntário.

source: To address book
bg: Към адресна книга
he: רשימת כתובות לשדה נמען
nb: Til adressebok

source: To continue using ASM, please renew {0}
bg: За да продължите да използвате ASM, моля подновете {0}
cs: Chcete-li pokračovat v používání ASM, obnovte {0}
fr_ca: Pour continuer à utiliser ASM, svp veuillez renouveller {0}
he: להמשך שימוש במערכת, אנא חדש תשלום {0}
lt: Norėdami tęsti darbą su ASM, prašome atnaujinti {0}
nb: For å fortsette å bruke ASM, fornye {0}
pt: Para continuar a utilizar o ASM precisa de renovar {0}
tr: ASM'yi kullanmaya devam etmek için, lütfen yenileyiniz {0}

source: To reset your ASM password, please follow this link:
bg: За да нулирате вашата ASM парола, моля, следвайте тази връзка:
fr_ca: Pour réinitialiser votre mot de passe ASM, veuillez suivre ce lien:
he: על מנת לאפס סיסמא למערכת לחץ על קישור זה:
pt: Para repor a sua senha do ASM, siga o link abaixo:

source: To week beginning
bg: Към началото на седмицата
cs: Do začátku týdne
de: Zum Wochenbeginn
fr_ca: Pour la semaine commençant
he: לתחילת השבוע
pt: Até à semana com início em

source: Today
bg: Днес
cs: Dnes
de: Heute
fr_ca: Aujourd'hui
he: היום
lt: Šiandiena
nb: I dag
pt: Hoje
ru: Сегодня
tr: Bugn

source: Toggle table/icon view
bg: Превключване на изглед на таблица / икона
he: החלף תצוגת טבלה / סמלים
pt: Alternar vista de tabela/ícone

source: Token charge does not support this payment method.
he: חיוב לפי אסימון לא תומך באמצעי תשלום זה.

source: Tonkinese
bg: Тонкинска котка
cs: Tonkinský
de: Tonkanese
fr_ca: Tonkinois
he: טונקינזי
lt: Tonkino katė
ru: Тонкинская кошка

source: Too Many Animals
bg: Прекалено много животни
cs: Příliš mnoho zvířat
fr_ca: Trop d'animaux
he: יותר מדי חיות
pt: Demasiados Animais

source: Tooltip
bg: Подсказка
cs: Tip
de: Kurzinfo
fr_ca: Infobulle
he: רמז
lt: Paaiškinimas
nb: Verktøytips
pt: Balão explicativo
ru: Всплывающая подсказка
tr: İpucu

source: Top Margin
bg: Горна граница
cs: Horní okraj
de: Oberer Rand
fr_ca: Marge du haut
he: שול עליון
lt: Viršutinioji paraštė
nb: Toppmarg
pt: Margem Superior
ru: Верхнее поле
tr: Üst Kenar Boşluğu

source: Tortie
bg: Черно и рижо на петна
cs: Kočka želvovinová
de: Schildpatt
fr_ca: Écaille de tortue
he: טורטי
lt: Vėžlio kiauto
nb: Skilpadde
ru: Черепаховый
tr: Parçalı

source: Tortie and White
cs: Tortie a bílá
de: Schildpatt mit weiß
fr_ca: Calico
he: טורטי ולבן
lt: Vėžlio kiauto su balta
nb: Skilpadde og hvit
pt: Tortie e Branco
ru: Черепаховый с белым
tr: Parçalı Beyaz

source: Tortoise
bg: Костенурка
cs: Želva
de: Landschildkröte
fr_ca: Tortue
he: צב
lt: Sausumos vėžlys
nb: Skilpadde
pt: Tartaruga
ru: Черепаховый
tr: Kaplumbağa

source: Tosa Inu
bg: Тоса Ину
he: טוסה אינו
ru: Тоса-ину

source: Total
bg: Тотал
cs: Celkem
de: Gesamt
he: סה״כ
tr: Toplam

source: Total number of units in the container
bg: Общ брой единици
cs: Celkový počet jednotek v kontejneru
de: Gesamtzahl der Einheiten im Behältnis
fr_ca: Nombre total d'unités dans le contenant
he: סה״כ יחידות
pt: Número total de unidades no contentor
tr: Bu konteynırdaki toplam birim

source: Toucan
bg: Тукан
cs: Tukan
de: Tukan
he: טוקאן
lt: Tukanas
nb: Tukan
pt: Tucano
ru: Тукан

source: Toy Fox Terrier
bg: Той Фокс териер
cs: Toy foxteriér
fr_ca: Fox Terrier Nain
he: טוי פוקס טרייר
lt: Žaislinis foksterjeras
ru: Той-фокстерьер

source: Training
bg: Обучение
cs: Výcvik
fr_ca: Entraînement
he: הדרכה
pt: Formação

source: Transaction Fee
bg: Такса за транзакция
he: דמי עסקה
nb: Transaksjonsgebyr
pt: Taxa de Transação

source: Transaction fees
bg: Такси за транзакция
he: דמי עסקה
nb: Transaksjonsgebyr
pt: Taxas de transação

source: Transactions
bg: Транзакции
cs: Transakce
he: עסקאות
lt: Transakcijos
nb: Transaksjoner
pt: Transações
ru: Операции
tr: Hesap Hareketleri

source: Transfer
bg: Прехвърляне
cs: Přesun
de: Übertragung
fr_ca: Transfert
he: העברה
lt: Perkėlimas į kitą prieglaudą
nb: Overføring
pt: Transferir
ru: Перевод

source: Transfer In
bg: Прехвърляне от
cs: Přesun v
de: Übernahme
fr_ca: Transférer entrant
he: הועבר ממקלט אחר
lt: Priimtas iš kitos prieglaudos
nb: Overfør inn
pt: Transferência de Entrada
ru: Из другого приюта
tr: Barınağa Getir

source: Transfer To
bg: Прехвърляне към
cs: Přesun Do
de: Übergabe
fr_ca: Transférer vers
he: העבר ל
lt: Perkėlimas pas
nb: Overfør til
pt: Transferência Para
ru: Ответственный
tr: Barınaktan Gönder

source: Transfer an animal
bg: Прехвърли животно
cs: Přesunout zvíře
de: Tier übertragen
fr_ca: Transférer un animal
he: העבר חיה
lt: Gyvūno perkėlimas į kitą prieglaudą
nb: Flytt et dyr
pt: Transferir um animal
ru: Передать животное (прочие случаи)
tr: Bir hayvanı transfer et.

source: Transfer from Municipal Shelter
bg: Трансфер от общински приют
cs: Převod z městského útulku
de: Übernahme von Gemeindeverwahrstelle
fr_ca: Transfert d’un refuge municipal
he: הועבר ממקלט עירוני
pt: Transferência do Canil Municipal

source: Transfer from Other Shelter
bg: Трансфер от друг приют
cs: Převod z jiného útulku
de: Übernahme von anderem Tierheim
fr_ca: Transfert d’un autre refuge
he: הועבר ממקלט אחר
pt: Transferência de Outro Abrigo

source: Transfer successfully created.
bg: Прехвърлянето е успешно създадено.
cs: Přesun úspěšně vytvořen.
de: Übertragung erfolgreich erstellt.
fr_ca: Transfert créé avec succès.
he: העברה נוצרה בהצלחה.
lt: Perkėlimas sėkmingai įrašytas.
nb: Overføring opprettet.
pt: Adoção criada com êxito.
ru: Запись о переводе животного успешно создана.
tr: Transfer başarıyla oluşturuldu.

source: Transfer?
bg: Прехвърли?
cs: Přesun?
de: Übertragung?
fr_ca: Transfert?
he: להעביר?
lt: Perkėlimas?
nb: Flytt?
pt: Transferir?
ru: Передать?

source: Transferred
bg: Прехвърлено
cs: Přesunuté
de: Übertragen
fr_ca: Transféré(e)
he: הועברו
hu: Átmozgatva
lt: Perkeltas į kitą prieglaudą
nb: Overført
pt: Transferido
ru: Передано
tr: Taşındı

source: Transferred From
bg: Прехвърлено от
cs: Přesunut od
fr_ca: Transféré de
he: הועבר מ
nb: Overført fra
pt: Transferido De

source: Transferred In
bg: Прехвърлено към
cs: Přesunut do
de: Übernommen
fr_ca: Transfert entrant
he: הועבר למקלט
lt: Priimti iš kitų prieglaudų
nb: Flyttet inn
pt: Transferido para o Abrigo
ru: Передано в
tr: İçeri Transfer

source: Transferred In {0}
bg: Прехвърлено към {0}
cs: Přesunut do {0}
de: Übernommen {0}
fr_ca: Transfert entrant {0}
he: הועבר למקלט {0}
lt: Priimti iš kitų prieglaudų {0}
nb: Overført inn {0}
pt: Transferido para o Abrigo {0}
ru: Передано в {0}
tr: Barınağa Getirilen {0}

source: Transferred Out
bg: Прехвърлено от
cs: Přesunut ven
de: Übergeben
fr_ca: Transfert sortant
he: הועברו אל מחוץ למקלט
lt: Perkelti į kitą prieglaudą
nb: Flyttet ut
pt: Transferido para o Exterior
ru: Передано из приюта
tr: Dışarı Transfer

source: Transferred Out {0}
bg: Прехвърлено от {0}
cs: Přesunut ven {0}
de: Übergeben {0}
fr_ca: Transfert vers {0}
he: הועברו אל מחוץ למקלט {0}
lt: Perkelti į kitą prieglaudą {0}
nb: Overført ut {0}
pt: Transferido para o Exterior {0}
ru: Передано из приюта {0}
tr: Barınaktan Gönderilen {0}

source: Transfers must have a valid transfer date.
bg: Прехвърлянето трябва да има валидна дата на прехвърляне.
cs: Převody musí mít platný den převodu.
de: Übertragungen erfordern ein gültiges Übertragungsdatum.
fr_ca: Les transferts doivent avoir une date de transfert valide.
he: תאריך העברה אינו חוקי.
lt: Perkėlimo veiksmams būtina priskirti tinkamą perkėlimo datą.
nb: Overføringer krever en gyldig overføringsdato.
pt: As transferências precisam de uma data de transferência válida.
ru: Укажите правильную дату передачи.
tr: Transferlerin, geçerli, transfer tarihi olmalıdır.

source: Transport
bg: Транспорт
cs: Přeprava
he: הסעות
pt: Transporte
tr: Nakil

source: Transport Book
bg: Транспортен дневник
cs: Přepravní kniha
de: Transportbuch
fr_ca: Registre des transports
he: רשימת הסעות
pt: Livro de Transportes
tr: Nakil Defteri

source: Transport Statuses
bg: Статуси транспорт
fr_ca: Statuts de transport
he: סטטוס הסעות
nb: Transportstatuser
pt: Estados dos Transportes

source: Transport Types
bg: Типове транспорт
cs: Typy dopravy
fr_ca: Types de transport
he: סוגי הסעות
pt: Tipos de Transporte

source: Transport book
bg: Транспортен дневник
cs: Přepravní kniiha
de: Transportbuch
fr_ca: Registre des transports
he: רשימת הסעות
pt: Livro de transportes
tr: Nakil defteri

source: Transport requires an animal
bg: Транппортът изисква животно
cs: Přeprava vyžaduje zvíře
de: Transport erfordert ein Tier
fr_ca: Le transport requiert un animal
he: יש לבחור חיה
pt: O transporte requer um animal

source: Transports must have valid pickup and dropoff dates and times.
bg: Транспортът изисква валидна дата и време на вземане и оставяне
cs: Přepravy musí mít platná data a časy vyzvednutí a umístění.
fr_ca: Les transports doivent avoir une date valide de ramassage et de livraison.
he: תאריך איסוף או מסירה אינם חוקיים.
pt: Os transportes precisam de datas e horas de recolha e entrega válidas.

source: Trap Loans
bg: Заем на капани
cs: Půjčky klece
de: Fallen-Leihen
fr_ca: Prêts de cages trappes
he: השאלת מלכודות
hu: Csapda kölcsönzések
nb: Utlån av felle
pt: Empréstimos de Armadilhas
tr: Kiralanan/Ödünç Verilen Tuzaklar

source: Trap loan
bg: Заем на капан
cs: Půjčka klece
de: Fallen-Leihe
fr_ca: Prêt de trappe
he: השאלת מלכודת
nb: Utlån av felle
pt: Empréstimo de armadilha
tr: Verilen tuzak

source: Trap loans
bg: Заем на капани
cs: Půjčky klece
de: Fallen-Leihen
fr_ca: Prêts de trappes
he: השאלת מלכודות
nb: Utlån av felle
pt: Empréstimos de armadilhas
tr: Verilen tuzaklar

source: Treat animals at retailers as part of the shelter inventory
bg: Обработените животни при търговците като част от инвентара на приюта
cs: Zacházet se zvířaty u prodejců jako součást inventáře útulků
de: Tiere bei Wiederverkäufern als Teil des Tierheimbestandes behandeln
fr_ca: Traiter l'aimal chez le revendeur comme étant part de l'inventaire du refuge
he: התייחס לחיות בחנויות כחלק ממאגר המקלט
nb: Behandle dyr hos forhandlere som en del av hjelpesenteret
pt: Tratar animais em lojas como parte do inventário do abrigo
tr: Satıcılardaki hayvanlara, barınak envanterinin parçası olarak davran.

source: Treat animals with a future intake date as part of the shelter inventory
he: התייחס לחיות עם תאריך קליטה עתידי כחלק ממאגר המקלט
