Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Fostered
bg: В приемен дом
cs: Podporovat
de: In Pflege
fr_ca: En famille d'accueil
he: באומנה
hu: Ideiglenesen befogadott
lt: Globojamas namuose
nb: I fosterhjem
pt: Entregue a FAT
ru: На передержке
tr: Evlatlık

source: Fostered Animals
bg: Животни в приемен дом
cs: Zvířata v péči
fr_ca: Animaux en famille d'accueil
he: חיות באומנה
hu: Ideiglenesen befogadott állat
pt: Animais em FAT

source: Fostered between
he: באומנה בין
nb: I fosterhjem mellom

source: Fostered between two dates
he: באומנה בין התאריכים
pt: Entregues a FAT entre duas datas

source: Fostered to {0} since {1}
bg: В приемен дом до {0} от {1}
cs: V dočasné péči k {0} od {1}
fr_ca: En famille d'accueil chez {0} depuis {1}
he: נמסר לאומנה אצל {0} מאז {1}
hu: Ideiglenesen befogadva {0} által {1} óta
pt: Colocado na FAT {0} desde {1}

source: Fosterer
bg: Приемен стопанин
cs: Poskytovatel dočasné péče
de: Pflegestelle
fr_ca: Famille d'accueil
he: אומנה
hu: Ideiglenes befogadó
lt: Laikinas globėjas
nb: Fosterhjem
pt: FAT
ru: Ответственный за передержку
tr: Geçici Yuva

source: Fosterer (Active Only)
bg: Приемен стопанин (само активни)
cs: Poskytovatel dočasné péče (pouze aktivní)
fr_ca: Familles d'accueil (actives seulement)
he: אומנה (פעילים בלבד)
hu: Ideiglenes befogadó (csak aktív)
nb: Fosterhjem (Bare aktive)
pt: FAT (Apenas Ativas)

source: Fosterer (Space Available)
he: אומנה (מקום פנוי)

source: Fosterer Medical Report
bg: Приемен стопанин медицински отчет
cs: Pečovatelská lékařská zpráva
fr_ca: Rapport médical de la famille d'accueil
he: דוח רפואי לאומנה
hu: Ideiglenes befogadó orvosi jelentés
pt: Registo Clínico da FAT

source: Found
bg: Намерено
cs: Nalezené
de: Zugelaufen
fr_ca: Trouvé(e)
he: מציאות
lt: Rasti
nb: Funnet
pt: Encontrado
ru: Найденное
tr: Bulunan

source: Found Animal
bg: Намерено животно
cs: Nalezené zvíře
de: Fundtier
fr_ca: Animal trouvé
he: מציאות
hu: Talált állat
lt: Rastas gyvūnas
nb: Funnet
pt: Animal Encontrado
ru: Найденное животное
tr: Bulunmuş Hayvan

source: Found Animal - Additional
bg: Намерено животно - Допълнение
cs: Nalezené zvíře - dodateční informace
de: Fundtier - Zusatz
fr_ca: Animal trouvé - Champ personnalisé
he: מציאות - פרטים נוספים
hu: Talált állat - További
lt: Rastas gyvūnas - Papildoma
nb: Funnet dyr - Ekstra
pt: Animal Encontrado - Adicional
ru: Найденное животное - дополнительно
tr: Bulunan Hayvan-Ekstra

source: Found Animal - Details
bg: Намерено Животно - Детайли
cs: Nalezené zvíře - detaily
de: Fundtier - Details
fr_ca: Animal trouvé - Détails
he: מציאות - פרטים
hu: Talált állat - Részletek
lt: Rastas gyvūnas - Pagrindinė informacija
nb: Funnet dyr - Detaljer
pt: Animal Encontrado - Detalhes
ru: Найденное животное - подробная информация
tr: Bulunan Hayvan - Detaylar

source: Found Animal Contact
bg: контакт за намерено животно
cs: Nalezený kontakt na zvíře
de: Fundtier-Kontakt
fr_ca: Personne qui trouvé l'animal
he: איש קשר למציאה
hu: Talált állathoz tartozó kapcsolat
lt: Rasto gyvūno kontaktinis asmuo
nb: Funnet dyr kontakt
pt: Contacto do Animal Encontrado
ru: Контактные данные найденного животного
tr: Bulunan Hayvan İletişim

source: Found Animal {0}
bg: Намерено животно {0}
cs: Nalezené Zvíře {0}
de: Fundtier {0}
fr_ca: Animal trouvé {0}
he: מציאות: {0}
hu: Talált állat { 0 }
lt: Rastas gyvūnas {0}
nb: Funnet dyr {0}
pt: Animal Encontrado {0}
ru: Найденное животное {0}
tr: Bulunan Hayvan {0}

source: Found Animal: {0}
bg: Намерено куче: {0}
cs: Nalezené zvíře: {0}
de: Fundtier: {0}
fr_ca: Animal trouvé : {0}
he: מציאות: {0}
hu: Talált állatok: { 0 }
lt: Rastas gyvūnas: {0}
nb: Funnet dyr: {0}
pt: Animal Encontrado: {0}
ru: Найденное животное: {0}
tr: Bulunmuş hayvan: {0}

source: Found Animals
he: מציאות

source: Found animal - {0} {1} [{2}]
bg: Намерено животно - {0} {1} [{2}]
cs: Nalezené zvíře - {0} {1} [{2}]
de: Fundtier - {0} {1} [{2}]
fr_ca: Animal trouvé - {0} {1} [{2}]
he: מציאות - {0} {1} [{2}]
hu: Talált állat - {0} {1} [{2}]
lt: Rastas gyvūnas - {0} {1} [{2}]
nb: Funnet dyr - {0} {1} [{2}]
pt: Animal encontrado - {0} {1} [{2}]
ru: Найденное животное — {0} {1} [{2}]
tr: Bulunan Hayvan - {0} {1} [{2}]

source: Found animal entries matching '{0}'.
bg: Намерени животни, отговарящи на условията '{0}'.
cs: Úspěšně nalezeny záznamy o zvířatech podle '{0}'.
de: Fundtiereinträge, die '{0}' entsprechen.
fr_ca: Entrées d'animal trouvé correspondant à '{0}'.
he: מציאות המתאימות ל '{0}'.
hu: Talált állatra vonatkozó bejegyzések megegyeznek '{0}'
lt: Rasti gyvūnai, atitinkantys '{0}'.
nb: Funnet dyr som passer '{0}'.
pt: Entradas de animais encontrados correspondentes a '{0}'.
ru: Найденные животные, похожие на «{0}».
tr: {0} ile eşleşen bulunan hayvan girişleri

source: Found animals must have a contact
bg: Намереното животно трябва да има лице за контакт
cs: Nalezená zvířata musí mít vyplněný kontakt
de: Fundtiere benötigen Kontaktdaten
fr_ca: Les animaux trouvés doivent avoir un contact
he: יש למלא פרטי קשר למציאות
hu: Talált állatokhoz kapcsolattartó szükséges
lt: Būtina nurodyti rastų gyvūnų kontaktinį asmenį
nb: Funnet dyr må ha en kontakt
pt: Os animais encontrados necessitam de ter um contacto
ru: Для найденных животных необходимо указать контактные данные
tr: Bulunan hayvanların iletişim bilgileri olmalı

source: Found animals reported in the last 30 days.
bg: Съобщения за намерени животни през последните 30 дни.
cs: Nalezená zvířata nahlášená v posledních 30ti dnech.
de: Fundtiere, die in den letzten 30 Tagen gemeldet wurden.
fr_ca: Animaux trouvés signalés au cours des 30 derniers jours.
he: מציאות שדווחו ב-30 הימים האחרונים.
hu: Az utóbbi 30 napon bejelentett talált állatok
lt: Per pastarąsias 30 dienų rasti gyvūnai.
nb: Rapportert funnet siste 30 dager.
pt: Animais encontrados comunicados nos últimos 30 dias.
ru: Найденные животные, о которых сообщили за последние 30 дней.
tr: 30 gün içinde raporlanan bulunan hayvanlar

source: Found from
bg: Дата на намиране от
cs: Nalezeno z
de: Gefunden von
fr_ca: Trouvé à partir
he: נמצא מ
lt: Rastas nuo
nb: Funnet fra
pt: Encontrados desde
ru: Найдено в период с
tr: Bulunma Başlangıç Tarihi

source: Found to
bg: Дата на намиране до
cs: Nalezen
de: Gefunden bis
fr_ca: Trouvé à
he: נמצא עד
lt: Rastas iki
nb: Funnet til
pt: Encontrados até
ru: по
tr: Bulunma Bitiş Tarihi

source: FoundLost animal entry {0} successfully created.
bg: Успешно създаване на намерено животно {0}.
cs: Přidání {0} ztraceného zvířete úspěšně vytvořeno.
fr_ca: Entrée animal perdu/trouvé {0} créée avec succès.
he: רשומת מציאות/אבידות {0} נוצרה בהצלחה.
hu: TaláltElveszett állat bejegyzése {0} sikeresen létrehozva
lt: Įrašas apie rastą/dingusį gyvūną sėkmingai sukurtas.
nb: FunnetSavnet dyr {0} opprettet.
pt: Entrada de animal encontrado/perdido {0} criada com êxito.
ru: Запись о найденном/разыскиваемом животном {0} успешно создана.
tr: BulunanKayıp hayvan girişi {0} başarıyla oluşturuldu.

source: Fox Terrier
bg: Фокстериер
cs: Fox Teriér
he: פוקס טרייר
lt: Foksterjeras
ru: Фокстерьер

source: Foxhound
bg: Фоксхаунд
he: פוקסהאונד
hu: Rókakopó
lt: Fokshaundas
ru: Фоксхаунд

source: Fr
bg: Пт.
cs: Pá
fr_ca: Ve
he: ו׳
lt: Pn
ru: Пт

source: French Bulldog
bg: Френски булдог
cs: Francouzský Buldog
de: Französiche Bulldogge
fr_ca: Bouledogue Français
he: בולדוג צרפתי
hu: francia bulldog
lt: Prancūzų buldogas
nb: Fransk bulldog
pt: Bulldog Francês
ru: Французский бульдог

source: French-Lop
bg: Заек френски лоп
fr_ca: Bélier Français
he: ארנב לופ צרפתי
hu: Francia lógófülű nyúl
lt: Prancūzų nulėpausis
pt: Lop Francês
ru: Французский длинноухий

source: Frequency
bg: Честота
cs: Frekvence
de: Häufigkeit
fr_ca: Fréquence
he: תדירות
hu: Gyakoriság
lt: Dažnumas
nb: Frekvens
pt: Frequência
ru: Периодичность
tr: Frekans

source: Frequently Asked Questions
bg: Често задавани въпроси (FAQ)
cs: Často kladené otázky
de: Häufig gestellte Fragen
fr_ca: FAQs
he: שאלות נפוצות
hu: Gyakori kérdések
nb: Ofte stilte spørsmål
pt: Perguntas Mais Frequentes
ru: Часто задаваемые вопросы

source: Fri
bg: Пет.
cs: Pát
de: Fr
fr_ca: Ven
he: ו׳
hu: Péntek
lt: Pen
nb: Fre
pt: Sex
ru: Птц
tr: Cuma

source: Friday
bg: Петък
cs: Pátek
de: Freitag
fr_ca: Vendredi
he: שישי
hu: Péntek
lt: Penktadienis
nb: Fredag
pt: Sexta-feira
ru: Пятница
tr: Cuma

source: From
bg: От
cs: Od
de: Von
fr_ca: De
he: מ
hu: Honnan
lt: Nuo
nb: Fra
pt: De
ru: От
tr: İtibaren

source: From Fostering
bg: от приемни домове
cs: Od péče
de: Aus Pflegestellen
fr_ca: D'une famille d'accueil
he: מאומנה
hu: Ideiglenes befogadótól
lt: Iš laikinos globos namuose
nb: Fra fosterhjem
pt: De FAT
ru: С передержки
tr: Geçici Aileden

source: From Other
bg: От друго
cs: Od ostatních
de: Aus anderen Quellen
fr_ca: Admis de (autres)
he: מאחר
hu: Máshonnan
lt: Iš kitur
nb: Fra andre
pt: De Outros
ru: Из других источников
tr: Diğerlerinden

source: From address book
bg: От адресна книга
he: רשימת כתובות לשדה אל
nb: Fra adressebok

source: From retailer is only valid on adoption movements.
bg: От търговец може да се използва само при осиновяване.
cs: Od prodejce platí pouze při osvojovacích vycházkách.
fr_ca: Du détaillant est seulement valide sur les déplacements d'adoption.
he: שדה מחנות חוקי רק בתנועות אימוץ.
hu: A kiskereskedőtől való érkeztetés csak az örökbefogadásnál érvényes.
lt: Iš tarpininkų gali būti atliekami tik atidavimo veiksmai.
pt: De lojista apenas é válido para movimentos de adoção.
ru: Вариант «от продавца» возможен только в случае выдачи новому хозяину.
tr: Satıcıdan, sadece sahiplendirme hareketleri için geçerlidir.

source: Full Adoption
he: אימוץ מלא

source: Future Adoption
he: אימוץ עתידי

source: Future notes
bg: Бъдещи бележки
cs: Budoucí poznámky
fr_ca: Notes futures
he: משימות עתידיות
hu: Jövőbeni megjegyzések
lt: Būsimos užduotys
nb: Fremtidige notater
pt: Anotações futuras
ru: Задачи на будущее
tr: Gelecek için notlar

source: GDPR Contact Opt-In
bg: Опция за контакт с длъжностно лице по защита на личните данни
cs: GDPR Kontakt Opt-In
he: GDPR הצטרפות ליצירת קשר
hu: GDPR kapcsolattartó
pt: Consentimento de Contacto do RGPD

source: Gaited
bg: Походка на кон
de: Gangpferd
fr_ca: Cheval d'allure
he: סוס צעד
hu: Jármód
lt: Jojamasis arklys
pt: Treinado para a Marcha
ru: Дрессированное

source: Gas Bills
bg: Сметки за газ
cs: Výdaje za plyn
de: Gasrechnungen
fr_ca: Factures d'essence
he: חשבונות גז
hu: Gázszámlák
lt: Sąskaitos už dujas
nb: Drivstoffregninger
pt: Contas do Gás
ru: Счета за газ
tr: Doğalgaz Gideri

source: Gecko
bg: Гекон
de: Geckos
he: שממית
hu: Gekkó
lt: Gekonas
pt: Osga
ru: Гекон

source: General
bg: Общо
cs: Obecný
fr_ca: Général
he: כללי
hu: Szokásos
nb: Generell
pt: Geral

source: Generate
bg: Генериране
cs: Vygenerovat
de: Erstellen
fr_ca: Générer
he: צור דוח
hu: Létrehozás
lt: Kurti
nb: Genererer
pt: Gerar
ru: Сформировать отчет
tr: Oluştur

source: Generate Documents
bg: Генериране на документи
cs: Vytvořit Dokumenty
de: Dokumente erzeugen
fr_ca: Générer des documents
he: יצירת מסמכים
hu: Dokumentum létrehozása
lt: Generuoti dokumentus
nb: Generer dokumenter
pt: Gerar Documentos
ru: Сформировать документы
tr: Dokümanları Oluştur

source: Generate HTML from this SQL
bg: Генерирай HTML от този SQL
cs: Vygenerovat HTML z tohoto SQL dotazu
fr_ca: Générer un HTML à partir de ce SQL
he: צור HTML משאילתה זו
hu: HTML létrehozása ezen SQL-ből
lt: Generuoti HTML iš šio SQL
nb: Generer HTML fra denne SQL
pt: Gerar HTML a partir deste SQL
ru: Сформировать HTML на основе данного SQL-запроса
tr: Bu SQL'den, HTML oluştur.

source: Generate Report
bg: Генериране на справка
cs: Vytvořit Zprávu
de: Bericht erstellen
fr_ca: Générer le rapport
he: צור דוח
hu: Riport létrehozása
lt: Kurti ataskaitą
nb: Lag en rapport
pt: Gerar Relatório
ru: Сформировать отчет
tr: Rapor Oluştur.

source: Generate a document from this animal
bg: Генерирай документ за това животно
cs: Vytvořit dokument z tohoto zvířete
de: Dokument aus diesem Tier erzeugen
fr_ca: Générer un document à partir de cet animal
he: צור מסמך מחיה זו
hu: Dokumentum létrehozása erről az állatról
lt: Kurti dokumentą pagal šio gyvūno duomenis
nb: Generer et dokument fra dette dyret
pt: Gerar um documento a partir deste animal
ru: Сформировать документ для этого животного
tr: Bu hayvandan, bir doküman oluştur.

source: Generate a document from this incident
bg: Създай документ от този инцидент
cs: Vytvořit dokument z této události
fr_ca: Générer un document à partir de cet incident
he: צור מסמך מתקרית זו
hu: Dokumentum létrehozása erről az eseményről
nb: Generer et dokument fra denne hendelsen
pt: Gerar um documento a partir deste incidente

source: Generate a document from this movement
bg: Добави документ за това движение
cs: Vytvořit dokument z tohoto pohybu
fr_ca: Générer un document pour ce déplacement
he: צור מסמך מתנועה זו
hu: Dokumentum létrehozása erről a mozgatásról
nb: Generer et dokument fra denne bevegelsen
pt: Gerar um documento a partir deste movimento

source: Generate a document from this person
bg: Генерирай документ от това лице
cs: Vytvořit dokument z této osoby
de: Dokument aus dieser Person erzeugen
fr_ca: Générer un document à partir de ce contact
he: צור מסמך מאדם זה
hu: Dokumentum létrehozása erről a személyről
lt: Kurti dokumentą paga šio asmens duomenis
nb: Generer et dokument fra denne personen
pt: Gerar um documento a partir desta pessoa
ru: Сформировать документ для этого контактного лица
tr: Bu kişiden bir doküman oluştur.

source: Generate a document from this record
bg: Генерирай документ от този запис
cs: Vytvořit dokument z tohoto záznamu
fr_ca: Générer un document à partir de cet enregistrement
he: צור מסמך מרשומה זו
hu: Dokumentum létrehozása erről a feljegyzésről
pt: Gerar um documento a partir deste registo

source: Generate a javascript database for the search page
bg: Генерирай javascript база данни за страницата за търсене
cs: Vytvořit javascriptovou databázi pro stránku hledání
fr_ca: Générer une base de données javascript à partir de la page de recherche
he: צור בסיס נתונים ב-javascript לעמוד החיפוש
hu: Javascript adatbázis létrehozása a kereső oldalhoz
lt: Kiekvienam paieškos puslapiui kurti javascript duomenų bazę
nb: Generer en javascript-database for søkesiden
pt: Gerar uma base de dados javascript para a página de pesquisa
ru: Сформировать базу данных JavaScript для страницы поиска
tr: Arama sayfası için javascript veritabanı oluştur.

source: Generate a new animal code
bg: Създай нов код
cs: Vytvořit nový kód zvířete
de: Neue Tier-Referenznummer generieren
fr_ca: Générer un nouveau code animal
he: יצירת קוד חיה חדש
hu: Új állatkód létrehozása
lt: Generuoti naują gyvūno kodą
nb: Lag ny dyrekode
pt: Gerar um código novo para o animal
ru: Сформировать новый код для животного
tr: Yeni bir hayvan kodu oluşturu.

source: Generate a new code and archive the current entry data
he: צור קוד חדש ושמור בארכיון את הרשומה הנוכחית

source: Generate a random name for this animal
bg: Създай име на случаен принцип
cs: Vytvořit náhodné jméno pro toto zvíře
de: Zufallsnamen für dieses Tier erzeugen
fr_ca: Générer un nom au hasard pour cet animal
he: הגרל שם אקראי לחיה זו
hu: Tetszőleges névválasztás ehhez az állathoz
lt: Parinkti vardą atsitiktine tvarka
nb: Lag tilfeldig navn
pt: Gerar um nome aleatório para este animal
ru: Создать случайное имя для этого животного
tr: Bu hayvan için rasgele bir isim oluştur.

source: Generate a unique voucher code
bg: Създай нов код на ваучера
fr_ca: Générez un code de chèque-cadeau unique
he: יצירת קוד שובר חדש
nb: Lag en unik kupongkode
pt: Gerar um código de voucher exclusivo

source: Generate document from this appointment
bg: Създай документ за този преглед
cs: Vytvořit dokument z této události
fr_ca: Générer un document à partir de ce rendez-vous
he: יצירת מסמך עבור תור זה
hu: Dokumentum létrehozása ehhez az időponthoz
nb: Generer dokument fra denne avtalen
pt: Gerar um documento a partir deste agendamento

source: Generate document from this license
bg: Генерирай документ от този паспорт
cs: Vytvořit dokument z této licence
fr_ca: Générer un document à partir de cette licence
he: צור מסמך מרשיון זה
hu: Dokumentum létrehozása erről az engedélyről
nb: Generer dokument fra denne lisensen
pt: Gerar um documento a partir desta licença

source: Generate document from this payment
bg: Генерирай документ от това плащане
cs: Vytvořit dokument z této platby
de: Dokument aus dieser Zahlung erzeugen
fr_ca: Générer un document à partir de ce paiement
he: צור מסמך מתשלום זה
hu: Dokumentum létrehozása erről a kifizetésről
nb: Generer dokument fra denne betalingen
pt: Gerar um documento a partir deste pagamento
ru: Сформировать документ для этого платежа
tr: Bu ödemeden bir doküman oluştur.

source: Generate document from this transport
bg: Генерирай документ от този транспорт
cs: Vytvořit dokument z této dopravy
fr_ca: Générer und ocument à partir de ce transport
he: צור מסמך מה
hu: Dokumentum létrehozása erről a transzportról
nb: Generer dokument fra denne transporten
pt: Gerar um documento a partir deste transporte

source: Generate document from this voucher
bg: Генерирай документ от този ваучер
fr_ca: Générer un document à partir de ce chèque-cadeau
he: צור מסמך משובר זה
nb: Generer dokument fra denne kupongen
pt: Gerar um documento a partir deste voucher

source: Generate documentation
bg: Генерирай документация
cs: Vytvořit dokumentaci
fr_ca: Générer une documentation
he: צור מסמכים
hu: Dokumentáció létrehozása
lt: Generuoti dokumentaciją
nb: Lag dokumentasjon
pt: Gerar documentação
ru: Сформировать документацию
tr: Dokümantasyon oluştur.

source: Generate documents
bg: Генерирай документи
cs: Vytvořit Dokumenty
fr_ca: Générer des documents
he: צור מסמכים
hu: Dokumentum létrehozása
nb: Generer dokumenter
pt: Gerar documentos

source: Generate image thumbnails as tn_$$IMAGE$$
bg: Генерирай умалени изображения (thumbnails) като tn_$$IMAGE$$
cs: Vygenerovat zmenšeninu obrázku jako tn_$$IMAGE$$
fr_ca: Générer l'image miniature en tn_$$IMAGE$$
he: צור תמונה מוקטנת בשם tn_$$IMAGE$$
hu: Képlogó létrehozása mint tn_$$IMAGE$$
lt: Generuoti nuotraukų miniatiūras kaip tn_$$IMAGE$$
nb: Generer thumbnails som tn_$$IMAGE$$
pt: Gerar miniaturas de imagens como tn_$$IMAGE$$
ru: Автоматически создать миниатюры изображений с именами вида tn_$$IMAGE$$
tr: tn_$$IMAGE$$ gibi minyatür resimler oluştur.

source: Generated document '{0}'
bg: Генериран документ '{0}
cs: Vytvořen dokument '{0}'
fr_ca: Générer un document '{0}'
he: מסמך '{0}' נוצר
hu: Létrehozott dokumentum '{0}'
lt: Sugeneruotas dokumentas '{0}'
nb: Generert dokument '{0}'
pt: Documento '{0}' gerado
ru: Автоматически созданный документ «{0}»
tr: Oluşturulan doküman '{0}'

source: Gerbil
bg: Песчанка
cs: Pískomil
de: Rennmaus
fr_ca: Gerbilles
he: גרביל
hu: Futóegér
lt: Smiltpelė
ru: Песчанка

source: German Pinscher
bg: Пинчер
cs: Německý Pinč
de: Deutscher Pinscher
fr_ca: Pinscher Allemand
he: פינצ'ר גרמני
lt: Vokiečių pinčeris
pt: Pinscher Alemão
ru: Немецкий пинчер

source: German Shepherd Dog
bg: Немска овчарка
cs: Německý ovčák
de: Deutscher Schäferhund
fr_ca: Berger Allemand
he: רועה גרמני
hu: német juhászkutya
lt: Vokiečių aviganis
pt: Cão Pastor Alemão
ru: Немецкая овчарка

source: German Shorthaired Pointer
bg: Германски гладкокосмест поинтер
cs: Německý Krátkosrstý Pointer
de: Deutsch Kurzhaar
fr_ca: Braque Allemand à poil court
he: פוינטר גרמני קצר שיער
hu: rövidszőrű német vizsla
lt: Kurtsharas
pt: Pointer Alemão de Pelo Curto
ru: Курцхаар

source: German Wirehaired Pointer
bg: Германски дългокосмест поинтер
cs: Německý ohař drátosrstý
de: Deutsch Drahthaar
fr_ca: Braque Allemand à poil dur
he: ווירהרד פוינטר גרמני
hu: drótszőrű német vizsla
lt: Dratharas
pt: Pointer Alemão de Pelo Cerdoso
ru: Дратхаар

source: Get more reports from sheltermanager.com
bg: Вземи още справки от sheltermanager.com
cs: Získat více reportů z sheltermanager.com
fr_ca: Avoir plus de rapports de sheltermanager.com
he: יבא עוד דוחות מ- sheltermanager.com
hu: További beszámolók generálása a sheltermanager.com oldalról
lt: Gauti daugiau ataskaitų iš sheltermanager.com
nb: Hent flere rapporter fra sheltermanager.com
pt: Obtenha mais relatórios em sheltermanager.com
ru: Получить больше отчетов с sheltermanager.com
tr: sheltermanager.com'dan daha fazla rapor alın.

source: Gift Aid
bg: Помощ за дарение
cs: Dar
de: Beihilfe
fr_ca: Don
he: סיוע במתנה
hu: Tárgyi adomány
lt: Neatlygintina paslauga
nb: Donasjon
pt: Donativo
ru: Безвозмездная помощь
tr: Bağış

source: GiftAid
bg: Помощ за дарение
cs: Dar
fr_ca: Don
he: סיועמתנה
hu: Tárgyi adomány
lt: Paramos paskirtis
pt: Donativo
ru: Безвозмездная помощь
tr: Bağış

source: Ginger
bg: Риж
cs: Zrzavá
de: Rothaarig
fr_ca: Roux
he: ג'ינג'י
hu: Vörös
lt: Ryža
nb: Rødgul
pt: Avermelhado
ru: Рыжий
tr: Kızıl

source: Ginger and White
bg: Рижо и бяло
cs: Zrzavá a bílá
de: Rothaaring und Weiß
fr_ca: Roux et blanc
he: ג'ינג'י ולבן
hu: vörös és fehér
lt: Ryža su balta
nb: Rød og hvit
pt: Avermelhado e Branco
ru: Рыжий с белым
tr: Kızıl Beyaz

source: Give
bg: Проведи
cs: Poskytnout
fr_ca: Donner
he: סמן כבוצע
hu: Ad
lt: Atlikti
nb: Gi
pt: Administrar
ru: Выполнить
tr: Uygula

source: Give Treatments
bg: Проведи лечение
cs: Poskytnout ošetření
de: Behandlungen durchführen
fr_ca: Donner des traitements
he: מתן טיפולים
hu: Szükséges kezelések
nb: Gi behandlinger
pt: Administrar Tratamentos
ru: Выполнить процедуры
tr: Tedavi Uygula

source: Give Vaccination
bg: Направи ваксина
cs: Poskytnout vakcinaci
fr_ca: Donner une vaccination
he: תן חיסון
hu: Szükésges oltás
nb: Gi vaksinasjon
pt: Administrar Vacinação
ru: Произвести вакцинацию
tr: Aşı Ver

source: Given
bg: Проведено
cs: Podán
de: Verabreicht
fr_ca: Donné
he: ניתן
hu: Beadva
lt: Atlikimo data
nb: Gitt
pt: Dada em
ru: Выполнено
tr: Verilen

source: Given between
he: ניתן בין

source: Given between two dates
he: ניתן בין שני תאריכים

source: Given in last month
bg: Получени предишния месец
he: ניתנו בחודש האחרון
nb: Mottatt den siste måneden
pt: Administradas no mês passado

source: Given in last week
bg: Получени предишната седмица
he: ‫ניתנו בשבוע האחרון
nb: Mottatt den siste uken
pt: Administradas na semana passada

source: Given today
bg: Получени днес
he: ניתנו היום
nb: Mottatt i dag
pt: Administradas hoje

source: Glen of Imaal Terrier
bg: Глен оф Имаал Териер
he: גלן (אוף ימאאל טרייר)
hu: Glenn of Imaal terrier
lt: Imalio slėnio terjeras
ru: Глен-оф-имаал-терьер

source: Go
bg: Напред
cs: Jít
fr_ca: Aller
he: הרץ
hu: Ugrás
nb: Utfør
pt: Iniciar
ru: Перейти
