Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Add Diets
bg: Добави диета
cs: Přidat Diety
de: Diäten hinzufügen
fr_ca: Ajouter des diètes
he: הוספת הוראות תזונה
hu: Diéta hozzáadása
lt: Pridėti dietas
nb: Legg til dietter
pt: Adicionar Dietas
ru: Добавить режимы питания
tr: Diyet Ekleyin

source: Add Document to Repository
bg: Добави документ в Хранилището
cs: Přidat dokument do úložiště
de: Dokument in Ablage legen
fr_ca: Ajouter un document à la bibliothèque
he: הוספת מסמך למאגר
hu: Iratok hozzáadása a gyüjteményhez
lt: Pridėti dokumentą į saugyklą
nb: Legg til dokument i depot
pt: Adicionar Documento ao Repositório
ru: Добавить документ в архив
tr: Doküman Ekleyin

source: Add Event
he: הוספת אירוע

source: Add Flag
bg: Добави категория
cs: Přidat visačku
fr_ca: Ajouter un drapeau
he: הוסף תגית
hu: Jelölés hozzáadása
nb: Legg til flagg
pt: Adicionar Sinalização

source: Add Found Animal
bg: Добави намерено животно
cs: Přidat nalezené zvíře
de: Fundtier hinzufügen
fr_ca: Ajouter un animal trouvé
he: הוסף מציאות
hu: Talált állat hozzáadása
lt: Pridėti rastus gyvūnus
nb: Legg til funnet dyr
pt: Adicionar Animal Encontrado
ru: Добавить найденное животное
tr: Bulunan Bir Hayvanı Ekleyin

source: Add Incidents
bg: Добавяне на инциденти
cs: Přidat incidenty
de: Vorfälle hinzufügen
fr_ca: Ajouter un incident
he: הוספת תקריות
hu: Eset hozzáadása
nb: Legg til hendelser
pt: Adicionar Incidentes
ru: Добавить события
tr: Vaka/Olay Ekleyin

source: Add Investigation
bg: Добави разследване
cs: Přidat pátrání
de: Ermittlung hinzufügen
fr_ca: Ajouter une enquête
he: הוסף חקירות
hu: Vizsgálat hozzáadása
lt: Pridėti tyrimą
nb: Legg til undersøkelse
pt: Adicionar Investigação
ru: Добавить расследование
tr: Denetim/Soruşturma Ekleyin

source: Add Invoice Item
bg: Добави фактура
cs: Přidat položku faktury
fr_ca: Ajouter un article à la facture
he: הוסף פריט חשבונית
hu: Számla elem hozzáadása
pt: Adicionar Item de Fatura

source: Add Licenses
bg: Добави паспорт
cs: Přidat licence
de: Lizenzen hinzufügen
fr_ca: Ajouter des licences
he: הוספת רשיונות
hu: Engedély hozzáadása
lt: Pridėti licencijas
nb: Legg til lisenser
pt: Adicionar Licenças
ru: Добавить лицензии
tr: Lisans Ekleyin

source: Add Litter
bg: Добавяне на кучила
cs: Přidat Vrh
de: Wurf hinzufügen
fr_ca: Ajouter une portée
he: הוספת שגר (גורים)
hu: Alom hozzáadása
lt: Pridėti vadas
nb: Legg til kull
pt: Adicionar Ninhada
ru: Добавить помет
tr: Doğum Ekle

source: Add Log
bg: Добави лог
cs: Přidat záznam do protokolu
de: Eintrag hinzufügen
fr_ca: Ajouter un journal
he: הוספת הערות
hu: Napló hozzáadása
lt: Pridėti žurnalą
nb: Legg til loggoppføring
pt: Adicionar Registo
ru: Добавить журнал
tr: Kayıt Ekleyin

source: Add Log to Animal
bg: Добави лог към животното
cs: Přidat ke zvířeti záznam do protokolu
de: Protokolleintrag für Tier hinzufügen
fr_ca: Ajouter un identifiant à l'animal
he: הוספת הערה לחיה
hu: Napló állathoz rendelése
lt: Įrašyti gyvūno žurnale
nb: Legg til logg til dyret
pt: Adicionar Registo ao Animal
ru: Добавить журнал животного
tr: Hayvan Hakkında Kayıt Girin

source: Add Lost Animal
bg: Добави изгубено животно
cs: Přidat ztracené zvíře
de: Entlaufenes Tier hinzufügen
fr_ca: Ajouter un animal perdu
he: הוספת אבידות
hu: Elveszett állat hozzáadása
lt: Pridėti dingusius gyvūnus
nb: Legg til savnet dyr
pt: Adicionar Animal Perdido
ru: Добавить разыскиваемое животное
tr: Kaybolmuş Bir Hayvan Ekleyin

source: Add Media
bg: Добави мултимедия
cs: Přidat média
de: Medien hinzufügen
fr_ca: Ajouter un média
he: הוספת קבצים
hu: Video hozzáadása
lt: Pridėti failus
nb: Legg til media
pt: Adicionar Imagens
ru: Добавить файлы
tr: Medya Ekle

source: Add Medical Records
bg: Добави медицински данни
cs: Přidat Zdravotní Záznamy
de: Medizinische Berichte hinzufügen
fr_ca: Ajouter des fichiers médicaux
he: הוספת טיפולים רפואיים
hu: Orvosi dokumentáció hozzáadása
lt: Pridėti medicininius įrašus
nb: Legg til medisinsk journal
pt: Adicionar Registos Clínicos
ru: Добавить медицинские записи
tr: Sağlık Kaydı Ekleyin

source: Add Message
bg: Добави съобщение
cs: Přidat zprávu
de: Nachricht hinzufügen
fr_ca: Ajouter un message
he: הוסף הודעה
hu: Üzenet hozzáadása
lt: Pridėti žinutę
nb: Legg til melding
pt: Adicionar Mensagem
ru: Добавить сообщение
tr: Mesaj Ekleyin

source: Add Movement
bg: Добави движение
cs: Přidat Přesun
de: Bewegung hinzufügen
fr_ca: Ajouter un déplacement
he: הוספת תנועות
hu: Áthelyezés hozzáadása
lt: Pridėti veiksmus
nb: Legg til flytteaktivitet
pt: Adicionar Movimento
ru: Добавить перемещение
tr: Hareket Ekleyin

source: Add Online Forms
bg: Интернет форми
he: הוסף טפסים מקוונים
nb: Legg til webskjemaer
pt: Adicionar Formulários Online

source: Add Payments
bg: Ново плащане
cs: Přidat platbu
de: Zahlungen hinzufügen
fr_ca: Ajouter un paiement
he: הוספת תשלומים
hu: Kifizetés hozzáadása
lt: Pridėti mokėjimus
nb: Legg til betalinger
pt: Adicionar Pagamentos
ru: Добавить платежи
tr: Ödeme Ekleyin

source: Add Person
bg: Добавяне на хора
cs: Přidat Osobu
de: Person hinzufügen
fr_ca: Ajouter un contact
he: הוספת אדם
hu: Személy hozzáadása
lt: Pridėti asmenis
nb: Legg til person
pt: Adicionar Pessoa
ru: Добавить контактное лицо
tr: Kişi Ekle

source: Add Report
bg: Добави справка
cs: Přidat Report
de: Bericht hinzufügen
fr_ca: Ajouter un rapport
he: הוספת דוח
hu: Jelentés hozzáadása
lt: Pridėti ataskaitas
nb: Legg til rapport
pt: Adicionar Relatório
ru: Добавить отчет
tr: Rapor Ekle

source: Add Rota
bg: Добави график
cs: Přidat rozpis
de: Dienstplan hinzufügen
fr_ca: Ajouter un tableau de service
he: הוסף סידור עבודה
hu: Sorrend megadása
nb: Legg til vaktliste
pt: Adicionar Turno
ru: Добавить дежурство

source: Add Stock
bg: Добавяне наличност
cs: Přidat sklad
de: Vorrat hinzufügen
fr_ca: Ajouter un objet à l'inventaire
he: הוסף מלאי
hu: Készlet hozzáadása
nb: Legg til beholdning
pt: Adicionar Stock
ru: Добавить ресурсы
tr: Stok Ekleyin

source: Add Tests
bg: Добави тест
cs: Přidat testy
de: Tests hinzufügen
fr_ca: Ajouter des tests
he: הוספת בדיקות
hu: Tesztek hozzáadása
lt: Pridėti testus
nb: Legg til tester
pt: Adicionar Testes
ru: Добавить исследования/анализы
tr: Test Ekleyin

source: Add Transport
bg: Добави транспорт
cs: Přidat dopravu
de: Transport hinzufügen
fr_ca: Ajouter un transport
he: הוספת הסעות
hu: Transzport hozzáadása
nb: Legg til transport
pt: Adicionar Transporte
ru: Добавить транспорт

source: Add Trap Loans
bg: Добави заем на капан
cs: Přidat půjčky na pasti
de: Fallen-Leihen hinzufügen
fr_ca: Ajouter des prêts de trappe
he: הוספת השאלת מלכודות
hu: Csapda kölcsönzés hozzáadása
nb: Legg til felleutlån
pt: Adicionar Empréstimos de Armadilhas
ru: Добавить аренду клеток-ловушек
tr: Kiralanan/Ödünç Verilen Tuzak Ekle

source: Add Users
bg: Добави потребител
cs: Přidat Uživatele
de: Benutzer hinzufügen
fr_ca: Ajouter des utilisateurs
he: הוספת משתמשים
hu: Felhasználók hozzáadása
lt: Pridėti naudotojus
nb: Legg til brukere
pt: Adicionar Utilizadores
ru: Добавить пользователей
tr: Kullanıcı Ekleyin

source: Add Vaccinations
bg: Добави ваксинации
cs: Přidat Vakcinace
de: Impfungen hinzufügen
fr_ca: Ajouter des vaccins
he: הוספת חיסונים
hu: Oltások hozzáadása
lt: Pridėti vakcinacijas
nb: Legg til vaksinasjoner
pt: Adicionar Vacinações
ru: Добавить вакцинации
tr: Aşı Ekleyin

source: Add Vouchers
bg: Добави ваучер
cs: Přidat kupón
de: Belege hinzufügen
fr_ca: Ajouter des chèque-cadeaux
he: הוספת שוברים
hu: Igazolás hozzáadása
lt: Pridėti kuponus
nb: Legg til vedlegg
pt: Adicionar Vouchers
ru: Добавить купон
tr: Makbuz Ekle

source: Add Waiting List
bg: Добави списък с чакащи
cs: Přidat pořadník
de: Warteliste hinzufügen
fr_ca: Ajouter une liste d'attente
he: הוספה לרשימת המתנה
hu: Várólista hozzáadása
lt: Pridėti gyvūnus į laukiančių sąrašą
nb: Legg til saksliste
pt: Adicionar Lista de Espera
ru: Добавить лист ожидания
tr: Bekleme Listesi Ekleyin

source: Add a diary note
bg: Добави бележка в дневника
cs: Přidat poznámku do diáře
de: Eine Kalendernotiz hinzufügen
fr_ca: Ajouter une note à l'agenda
he: הוסף משימה
hu: Naplóbejegyzés hozzáadása
lt: Pridėti darbotvarkės užduotį
nb: Legg til dagboksnotat
pt: Adicionar nota ao diário
ru: Добавить заметку
tr: Günlüğe not ekle

source: Add a found animal
bg: Добави намерено животно
cs: Přidat nalezené zvíře
de: Fundtier hinzufügen
fr_ca: Ajouter un animal trouvé
he: הוסף מציאות
hu: Talált állat hozzáadása
lt: Pridėti rastą gyvūną
nb: Legg til dyr som er funnet
pt: Adicionar um animal encontrado
ru: Добавить найденное животное
tr: Bulunan hayvanı sisteme ekleyin.

source: Add a log entry
bg: Добави запис в лога
cs: Přidat záznam do protokolu
de: Protokolleintrag hinzufügen
fr_ca: Ajouter une entrée dans le journal
he: הוסף הערה
hu: Naplóbejegyzés hozzáadása
lt: Pridėti žurnalo įrašą
nb: Legg til logginnlegg
pt: Adicionar entrada de registo
ru: Добавить запись в журнал
tr: Kayıt ekleyin.

source: Add a lost animal
bg: Добави изгубено животно
cs: Přidat ztracené zvíře
de: Entlaufenes Tier hinzufügen
fr_ca: Ajouter un animal perdu
he: הוסף אבידות
hu: Elveszett állat hozzáadása
lt: Pridėti dingusį gyvūną
nb: Legg til dyr som er mistet
pt: Adicionar um animal perdido
ru: Добавить разыскиваемое животное
tr: Kaybolan bir hayvanı sisteme ekleyin

source: Add a medical regimen
bg: Добави медицински режим
cs: Přidat léčebný režim
de: Eine Therapie hinzufügen
fr_ca: Ajouter un traitement médical
he: הוסף טיפולים רפואיים
hu: Egészségügyi étrend hozzáadása
lt: Pridėti gydymo programą
nb: Legg til medisinsk regime eller veterinærtime
pt: Adicionar um regime clínico
ru: Назначить рецепт
tr: Tıbbi tedavi ekleyin.

source: Add a new animal
bg: Добави ново животно
cs: Přidat nové zvíře
de: Neues Tier hinzufügen
fr_ca: Ajouter un animal
he: הוסף חיה חדשה
hu: Új állat hozzáadása
lt: Pridėti gyvūną
nb: Legg til et nytt dyr
pt: Adicionar um novo animal
ru: Добавить новое животное
tr: Yeni Hayvan Ekleyin

source: Add a new event
he: הוסף אירוע חדש

source: Add a new log
bg: Добави нов лог
cs: Přidat nový protokol
de: Neues Protokoll erstellen
fr_ca: Ajouter une nouvelle entrée de journal
he: הוספת הערה נוספת
hu: Új naplóbejegyzés hozzáadása
lt: Pridėti žurnalo įrašą
nb: Legg til ny logg
pt: Adicionar novo registo
ru: Добавить новую запись в журнал
tr: Yeni kütük(log) ekleyin.

source: Add a new person
bg: Добавяне на нов човек
cs: Přidat novou osobu
de: Person hinzufügen
fr_ca: Ajouter un nouveau contact
he: הוסף אדם חדש
hu: Új személy hozzáadása
lt: Pridėti asmenį
nb: Legg til ny person
pt: Adicionar uma nova pessoa
ru: Добавить новое контактное лицо
tr: Yeni kişi ekle

source: Add a person
bg: Добави човек
cs: Přidat Osobu
de: Person hinzufügen
fr_ca: Ajouter un contact
he: הוספת אדם
hu: Személy hozzáadása
lt: Pridėti asmenį
nb: Legg til en person
pt: Adicionar uma pessoa
ru: Добавить контактное лицо
tr: Kişi ekleyin

source: Add a photo
bg: Добави снимка
cs: Přidat foto
de: Foto hinzufügen
fr_ca: Ajouter une photo
he: הוסף תמונה
hu: Fénykép hozzárendelése
lt: Pridėti nuotrauką
nb: Legg til et bilde
pt: Adicionar uma foto
ru: Добавить фото
tr: Foto ekleyin.

source: Add a test
bg: Добави тест
cs: Přidat test
de: Test hinzufügen
fr_ca: Ajouter un examen
he: הוסף בדיקה
hu: Teszt hozzáadása
lt: Prisėti testą
nb: Legg til en test
pt: Adicionar um teste
ru: Добавить исследование/анализ
tr: Test ekleyin.

source: Add a vaccination
bg: Добави ваксинация
cs: Přidat Vakcinaci
de: Impfung hinzufügen
fr_ca: Ajouter une vaccination
he: הוסף חיסון
hu: Oltóanyag hozzáadása
lt: Pridėti vakcinaciją
nb: Legg til vaksinasjon
pt: Adicionar uma vacinação
ru: Добавить вакцинацию
tr: Aşı ekleyin.

source: Add account
bg: Добави сметка
cs: Přidat účet
de: Konto hinzufügen
fr_ca: Ajouter un compte
he: הוספת חשבון
hu: Fiók hozzáadása
lt: Pridėti sąskaitą
nb: Legg til konto
pt: Adicionar conta
ru: Добавить счет
tr: Hesap ekle

source: Add additional field
bg: Добави допълнително поле
cs: Přidat další pole
de: Ein weiteres Feld hinzufügen
fr_ca: Ajouter un champ personnalisé
he: הוסף שדה נוסף
hu: További mező hozzáadása
lt: Pridėti papildomą lauką
nb: Legg til ekstra felt
pt: Adicionar campo extra
ru: Добавить дополнительное поле
tr: Yeni alan ekleyin.

source: Add an animal to the waiting list
bg: Добави животно в списъка с чакащи
cs: Přidat zvíře na pořadník
de: Tier zur Warteliste hinzufügen
fr_ca: Ajouter un animal à la liste d'attente
he: הוסף חיה לרשימת ההמתנה
hu: Állat várólistára vétele
lt: Pridėti gyvūną į laukiančiųjų sąrašą
nb: Legg til et dyr i sakslisten
pt: Adicionar um animal à lista de espera
ru: Добавить животное в лист ожидания
tr: Bekleme listesine bir hayvan ekleyin.

source: Add an extra message to the fosterer email
bg: Добавете допълнително съобщение към имейл на приемен дом
he: הוסף הודעה נוספת למייל לאומנות
pt: Adicionar uma mensagem extra ao email da FAT

source: Add animal
he: הוסף חיה

source: Add animal to event
he: הוסף חיה לאירוע

source: Add animal to this event
he: הוסף חיה לאירוע זה

source: Add animals
he: הוסף חיות

source: Add animals to this event from animal list
he: הוסף חיות לאירוע זה מרשימה

source: Add citation
bg: Добави глоба/обвинение
cs: Přidat citaci
de: Anzeige hinzufügen
fr_ca: Ajouter une citation
he: הוסף דוח
hu: Hivatkozás hozzáadása
nb: Legg til pålegg/innkalling
pt: Adicionar advertência
ru: Добавить ссылку
tr: Alıntı ekle

source: Add cost
bg: Добави разход
cs: Přidat cenu
de: Ausgaben hinzufügen
fr_ca: Ajouter un prix
he: הוסף הוצאה
hu: Költség hozzáadása
lt: Priedėti išlaidas
nb: Legg til kostnad
pt: Adicionar custo
ru: Добавить расходы
tr: Maliyet ekleyin.

source: Add details of this email to the log after sending
bg: Добави детайли за този е-мейл към лога след изпращане
cs: Přidat po odeslání emailu podrobné informace o něm do protokolu
de: Details dieser E-Mail nach dem Senden dem Protokoll hinzufügen
fr_ca: Ajouter les détails de ce courriel au journal après envoi
he: הוסף פרטי אימייל ללוג אחרי שליחה
hu: Jelen email elküldése után, vonatkozó részletek hozzáadása a naplóhoz
lt: Po išsiuntimo pridėti šio laiško detales į žurnalą
nb: Legg til detaljer om denne e-posten til loggen etter utsendelse
pt: Adicionar detalhes deste email ao registo após o envio
ru: Добавить детали письма в журнал после отправки
tr: Epostayı gönderdikten sonra, loga detayları ekleyin.

source: Add diary
bg: Добави дневник
cs: Přidat Diář
de: Kalender erstellen
fr_ca: Ajouter à l'agenda
he: הוסף משימה
hu: Napló hozzáadása
lt: Pridėti darbotvarkę
nb: Legg til dagbok
pt: Adicionar diário
ru: Создать новую задачу
tr: Günlük ekle

source: Add diary task
bg: Добави задача в дневника
cs: Přidat úlohu do diáře
de: Kalenderaufgabe hinzufügen
fr_ca: Ajouter une tâche d'agenda
he: הוסף תבנית משימה
hu: Napló feladat hozzáadása
lt: Pridėti darbotvarkės užduotį
nb: Legg til dagbok oppgave
pt: Adicionar tarefa diária
ru: Добавить задачу
tr: Günlükle ilgili bir iş ekle

source: Add diet
bg: Добави хранителен режим
cs: Přidat Dietu
de: Diät hinzufügen
fr_ca: Ajouter une diète
he: הוסף הוראות תזונה
hu: Diéta hozzáadása
lt: Pridėti dietą
nb: Legg til diett
pt: Adicionar dieta
ru: Добавить диету
tr: Diyet ekleyin.

source: Add equipment loan
he: ‫הוסף השאלת ציוד

source: Add extra images for use in reports and documents
bg: Добави допълнителни снимки за употреба в справки и документи
cs: Přidat další obrázky pro použití v reportech a dokumentech
de: Zusätzliche Bilder für die Verwendung in Berichten und Dokumenten hinzufügen
fr_ca: Ajouter des images supplémentaires pour l'utilisation dans des rapports et documents
he: הוסף תמונות נוספות לשימוש בדוחות ומסמכים
hu: Extra képek hozzárendelése jelentésekhez és dokumentumokhoz
lt: Pridėti papildomų nuotraukų naudojimui ataskaitose ir dokumentuose
nb: Legg til ekstra bilder for bruk i rapporter og dokumenter
pt: Adicionar imagens extra para usar em relatórios e documentos
ru: Добавить дополнительные изображения для использования в отчетах и ​​документах
tr: Raporlarda ve dokümanlarda kullanmak için ekstra resimler ekleyin.

source: Add form field
bg: Добави поле за формуляра
cs: Přidat pole formuláře
de: Formularfeld hinzufügen
fr_ca: Ajouter un champ de formulaire
he: הוסף שדה לטופס
hu: Nyomtatványmező hozzáadása
lt: Pridėti formos laukelį
nb: Legg til skjemafelt
pt: Adicionar campo de formulário
ru: Добавить строку
tr: Form alanı ekleyin.

source: Add found animal
bg: Добави намерено животно
cs: Přidat nalezené zvíře
de: Fundtier hinzufügen
fr_ca: Ajouter un animal trouvé
he: הוספת מציאות
hu: Talált állat hozzáadása
lt: Pridėti rastą gyvūną
nb: Legg til funnet dyr
pt: Adicionar animal encontrado
ru: Добавить найденное животное
tr: Bulunan bir hayvanı sisteme ekleyin.

source: Add from List
he: הוסף מרשימה

source: Add investigation
bg: Добави разследване
cs: Přidat pátrání
de: Ermittlung hinzufügen
fr_ca: Ajouter une investigation
he: הוסף חקירה
hu: Vizsgálat hozzáadása
lt: Pridėti tyrimą
nb: Legg til undersøkelse
pt: Adicionar investigação
ru: Добавить расследование
tr: Denetim/soruşturma ekleyin.

source: Add license
bg: Добави паспорт
cs: Přidat licensi
de: Lizenz hinzufügen
fr_ca: Ajouter une licence
he: הוסף רשיון
hu: Engedély hozzárendelése
nb: Legg til lisens
pt: Adicionar licença
ru: Добавить лицензию/договор
tr: Lisans ekleyin.

source: Add litter
bg: Добави кучило
cs: Přidat Vrh
de: Wurf hinzufügen
fr_ca: Ajouter une portée
he: הוספת שגר (גורים)
hu: Alom hozzáadása
lt: Pridėti vadą
nb: Legg til kull
pt: Adicionar ninhada
ru: Добавить помет
tr: Doğum ekleyin.

source: Add log
bg: Добави лог
cs: Přidat protokol
de: Eintrag hinzufügen
fr_ca: Ajouter un journal
he: הוסף הערה
hu: Napló hozzáadása
lt: Pridėti žurnalą
nb: Legg til logg
pt: Adicionar registo
ru: Добавить запись в журнал
tr: Kayıt ekleyin.

source: Add lost animal
bg: Добави изгубено животно
cs: Přidat ztracené zvíře
de: Entlaufenes Tier hinzufügen
fr_ca: Ajouter un animal perdu
he: הוסף אבידה
hu: Elveszett állat hozzáadása
lt: Pridėti dingusį gyvūną
nb: Legg til savnet dyr
pt: Adicionar animal perdido
ru: Добавить разыскиваемое животное
tr: Kaybolmuş bir hayvanı sisteme ekleyin.

source: Add medical profile
bg: Добави медицински профил
cs: Přidat lékařský profil
de: Medizinisches Profil hinzufügen
fr_ca: Ajouter un profil médical
he: הוסף פרופיל רפואי
hu: Egészségügyi profil hozzáadása
lt: Pridėti gydymo profilį
nb: Legg til medisinsk profil
pt: Adicionar perfil clínico
ru: Добавить шаблон рецепта
tr: Sağlık profili ekleyin.

source: Add medical regimen
bg: Добаве режим за медикаменти
cs: Přidat léčebný režim
de: Therapie hinzufügen
fr_ca: Ajouter un traitement médical
he: הוסף טיפולים רפואיים
hu: Egészségügyi étrend hozzáadása
lt: Pridėti gydymo programą
nb: Legg til medisineringsplan eller veterinærtime
pt: Adicionar regime clínico
ru: Назначить рецепт
tr: Tıbbi kür ekleyin.

source: Add message
bg: Добави съобщение
cs: Přidat zprávu
de: Nachricht hinzufügen
fr_ca: Ajouter un message
he: הוסף הודעה
hu: Üzenet hozzáadása
lt: Rašyti žinutę
nb: Legg til melding
pt: Adicionar mensagem
ru: Добавить сообщение
tr: Mesaj ekleyin.

source: Add movement
bg: Добави движение
cs: Přidat přesun
de: Bewegung hinzufügen
fr_ca: Ajouter un déplacement
he: הוספת תנועה
hu: Tétel hozzáadása
lt: Pridėti veiksmą
nb: Legg til bevegelse
pt: Adicionar movimento
ru: Добавить перемещение
tr: Hareket ekleyin.

source: Add online form
bg: Добави интернет форма
cs: Přidat online formulář
de: Online-Formular hinzufügen
fr_ca: Ajouter un formulaire en ligne
he: הוסף טופס מקוון
hu: Online nyomtatvány hozzárendelése
lt: Pridėti internetinę formą
nb: Legg til nettbasert skjema
pt: Adicionar formulário online
ru: Добавить веб-форму
tr: Çevrimiçi form ekleyin.

source: Add organization
he: הוספת ארגון

source: Add payment
bg: Добави плащане
cs: Přidat platbu
de: Zahlung hinzufügen
fr_ca: Ajouter un paiement
he: הוסף תשלום
hu: Kifizetés hozzáadása
nb: Legg til betaling
pt: Adicionar pagamento
ru: Добавить платёж
tr: Ödeme Ekle

source: Add person
bg: Добави човек
cs: Přidat osobu
de: Person hinzufügen
fr_ca: Ajouter un contact
he: הוסף אדם
hu: Személy hozzáadása
lt: Pridėti asmenį
nb: Legg til person
pt: Adicionar pessoa
ru: Добавить контактное лицо
tr: Kişi ekle

source: Add report
bg: Добави справка
cs: Přidat Zprávu
de: Bericht hinzufügen
fr_ca: Ajouter un rapport
he: הוסף דוח
hu: Beszámoló hozzáadása
lt: Pridėti ataskaitą
nb: Legg til rapport
pt: Adicionar relatório
ru: Добавить отчет
tr: Rapor ekleyin.

source: Add role
bg: Добави роля
cs: Přidat roli
de: Rolle hinzufügen
fr_ca: Ajouter un rôle
he: הוסף תפקיד
hu: Feladat hozzáadása
lt: Pridėti funkciją
nb: Legg til rolle
pt: Adicionar função
ru: Добавить роль
tr: Rol ekleyin.

source: Add rota item
bg: Добави запис в графика
cs: Přidat položku rozpisu
de: Dienstplanelement hinzufügen
fr_ca: Ajouter un élément de tableau de service
he: הוסף פריט לסידור עבודה
hu: Lista elem hozzáadása
nb: Legg til vaktlisteoppføring
pt: Adicionar item de turno
ru: Добавить задачу

source: Add stock
bg: Добави наличност
cs: Přidat kus
de: Vorrat hinzufügen
fr_ca: Ajouter un objet à l'inventaire
he: הוסף מלאי
hu: Készlet hozzáadása
nb: Legg til beholdning
pt: Adicionar stock
ru: Добавить ресурсы
tr: Stok ekleyin.

source: Add template
bg: Добави шаблон
cs: Přidat šablonu
de: Vorlage hinzufügen
fr_ca: Ajouter un modèle
he: הוסף תבנית
hu: Sablon hozzáadása
lt: Pridėti šabloną
nb: Legg til mal
pt: Adicionar modelo
ru: Добавить шаблон
tr: Şablon ekle

source: Add test
bg: Добави тест
cs: Přidat test
de: Test hinzufügen
fr_ca: Ajouter un test
he: הוסף בדיקה
hu: Teszt hozzáadása
lt: Pridėti testą
nb: Legg til test
pt: Adicionar teste
ru: Добавить исследование/анализ
tr: Test ekleyin.

source: Add this text to all animal descriptions
bg: Добави този текст в описанието на всяко животно
cs: Přidat tento text ke všem popisům zvířat
de: Diesen Text allen Tierbeschreibungen hinzufügen
fr_ca: Ajouter ce texte à la description de tous les animaux
he: הוסף טקסט זה לכל תיאורי החיות
hu: Jelen szöveg hozzárendelése minden állat leírásához
lt: Pridėti šį tekstą prie visų gyvūnų aprašymų
nb: Legg til denne teksten ved alle beskrivelser av dyr
pt: Adicionar este texto a todas as descrições de animais
ru: Добавить этот текст во все описания животных
tr: Bu metni, tüm hayvan tanımlarına ekle.

source: Add to log
bg: Добави в лога
cs: Přidat do protokolu
de: Zum Protokoll hinzufügen
fr_ca: Ajouter au journal
he: הוסף להערה
hu: Hozzáadás naplóbejegyzéshez
lt: Pridėti į žurnalą
nb: Legg til logg
pt: Adicionar ao registo
ru: Добавить в журнал
tr: Kayıtlara ekleyin.

source: Add transport
bg: Добави транспорт
cs: Přidat dopravu
de: Transport hinzufügen
fr_ca: Ajouter un transport
he: ‫הוסף הסעה
hu: Transzport hozzáadása
nb: Legg til transport
pt: Adicionar transporte
ru: Добавить транспорт

source: Add user
bg: Добави потребител
cs: Přidat uživatele
de: Benutzer hinzufügen
fr_ca: Ajouter un utilisateur
he: הוסף משתמש
hu: Felhasználó hozzáadása
lt: Pridėti naudotoją
nb: Legg til bruker
pt: Adicionar utilizador
ru: Добавить пользователя
tr: Kullanıcı ekle

source: Add vaccination
bg: Добави ваксинация
cs: Přidat Vakcinaci
de: Impfung hinzufügen
fr_ca: Ajouter un vaccin
he: הוסף חיסון
hu: Oltás hozzáadása
lt: Pridėti vakcinaciją
nb: Legg til vaksinasjon
pt: Adicionar vacinação
ru: Добавить вакцинацию
tr: Aşı ekleyin.

source: Add voucher
bg: Добави ваучер
cs: Přidat Voucher
de: Beleg hinzufügen
fr_ca: Ajouter un chèque-cadeau
he: הוסף שובר
hu: Igazolás hozzáadása
lt: Pridėti kuponą
nb: Legg til kupong
pt: Adicionar voucher
ru: Добавить купон
tr: Makbuz ekle

source: Add waiting list
bg: Добави списък с чакащи
cs: Přidat pořadník
de: Warteliste hinzufügen
fr_ca: Ajouter à la liste d'attente
he: הוסף לרשימת המתנה
hu: Várólista hozzáadása
lt: Pridėti laukiančiųjų sąrašą
nb: Legg til saksliste
pt: Adicionar lista de espera
ru: Добавить лист ожидания
tr: Bekleme listesi ekleyin.
