Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Delete Incoming Forms
bg: Изтриване на входящи интернет форми
cs: Odstranit příchozí formuláře
de: Eingehende Formulare löschen
fr_ca: Supprimer les formulaires entrants
he: מחיקת טפסים נכנסים
hu: Bejövő nyomtatványok törlése
lt: Trinti patenkančias formas
nb: Slett innkommende skjemaer
pt: Eliminar Formulários Recebidos
ru: Удалить входящие запросы
tr: Gelen Formları Sil

source: Delete Investigation
bg: Изтрий разследване
cs: Odstranit pátrání
de: Ermittlung löschen
fr_ca: Supprimer l'enquête
he: מחיקת חקירות
hu: Vizsgálat törlése
lt: Trinti tyrimą
nb: Slett undersøkelser
pt: Eliminar Investigação
ru: Удалить расследование
tr: Denetimi/Soruşturmayı Sil

source: Delete Licenses
bg: Изтрий паспорт
cs: Odstranit license
de: Lizenzen löschen
fr_ca: Supprimer les licences
he: מחיקת רשיונות
hu: Engedélyek törlése
nb: Slett lisenser
pt: Eliminar Licenças
ru: Удалить лицензии/договоры
tr: Lisansları Sil

source: Delete Litter
bg: Изтриване на кучило
cs: Vymazat Vrh
de: Wurf löschen
fr_ca: Supprimer une portée
he: מחיקת שגר (גורים)
hu: Alom törlése
lt: Trinti vadas
nb: Slett kull
pt: Eliminar Ninhada
ru: Удалить помет
tr: Doğumu Sil

source: Delete Log
bg: Изтрий лога
cs: Odstranit protokol
de: Protokoll löschen
fr_ca: Supprimer le journal
he: מחיקת הערות
hu: Napló törlése
lt: Trinti žurnalą
nb: Slett logg
pt: Eliminar Registo
ru: Удалить журнал
tr: Kütüğü/Kaydı Sil

source: Delete Lost Animal
bg: Изтрий изгубено животно
cs: Vymazat ztracené zvíře
de: Entlaufenes Tier löschen
fr_ca: Supprimer un animal perdu
he: מחיקת אבידות
hu: Elveszett állat törlése
lt: Trinti dingusius gyvūnus
nb: Slett savnet dyr
pt: Eliminar Animal Perdido
ru: Удалить разыскиваемое животное
tr: Kayıp Hayvanı Sil

source: Delete Media
bg: Изтрий мултимедия
cs: Odstranit média
de: Medien löschen
fr_ca: Supprimer un média
he: מחיקת קבצים
hu: Video törlése
lt: Trinti failus
nb: Slett media
pt: Eliminar Imagens
ru: Удалить файл
tr: Medyayı Sil

source: Delete Medical Records
bg: Изтрий медицински досиета
cs: Vymazat Zdravotní Záznamy
de: Medizinische Berichte löschen
fr_ca: Supprimer des rapports médicaux
he: מחק טיפולים רפואיים
hu: Állatorvosi jelentések törlése
lt: Trinti medicininius įrašus
nb: Slett journaler
pt: Eliminar Registos Clínicos
ru: Удалить медицинские записи
tr: Tıbbi Kayıtları Sil

source: Delete Movement
bg: Изтрий движение
cs: Vymazat Pohyb
de: Bewegung löschen
fr_ca: Supprimer un déplacement
he: מחיקת תנועות
hu: Áthelyezés törlése
lt: Trinti veiksmus
nb: Slett flytteaktivitet
pt: Eliminar Movimento
ru: Удалить перемещение
tr: Hareketi Sil

source: Delete Online Forms
bg: Изтриване на входящи интернет форми
he: מחק טפסים מקוונים
nb: Slett webskjemaer
pt: Eliminar Formulários Online

source: Delete Payments
bg: Изтрий плащане
cs: Odstranit platby
de: Zahlungen löschen
fr_ca: Supprimer les paiements
he: מחק תשלומים
hu: Kifizetések törlése
nb: Slett betalinger
pt: Eliminar Pagamentos
ru: Удалить платежи
tr: Ödemeleri Sil

source: Delete Person
bg: Изтриване на хора
cs: Vymazat Osobu
de: Person löschen
fr_ca: Supprimer un contact
he: מחיקת אנשים
hu: Személy törlése
lt: Trinti asmenis
nb: Slett person
pt: Eliminar Pessoa
ru: Удалить контактное лицо
tr: Kişiyi Sil

source: Delete Processed
he: מחק טפסים שטופלו

source: Delete Regimen
bg: Изтрий режим
cs: Vymazat Režim
de: Therapie löschen
fr_ca: Supprimer une prescription
he: מחק טיפולים רפואיים
hu: Étrend törlése
lt: Trinti programą
nb: Slett regime eller veterinærtime
pt: Eliminar Regime
ru: Удалить рецепт
tr: Kürü Sil

source: Delete Report
bg: Изтрий справка
cs: Vymazat Report
de: Bericht löschen
fr_ca: Supprimer le rapport
he: מחיקת דוחות
hu: Jelentés törlése
lt: Trinti ataskaitas
nb: Slett rapport
pt: Eliminar Relatório
ru: Удалить отчет
tr: Raporu Sil

source: Delete Rota
bg: Изтрий график
cs: Smazat rozpis
de: Dienstplan löschen
fr_ca: Supprimer le tableau de service
he: מחיקת סידור עבודה
hu: Sorrend törlése
nb: Slett vaktliste
pt: Eliminar Turno
ru: Удалить дежурство

source: Delete Stock
bg: Изтрий наличност
cs: Smazat sklad
de: Vorrat löschen
fr_ca: Supprimer l'inventaire
he: מחיקת מלאי
hu: Állomány törlése
nb: Slett beholdning
pt: Eliminar Stock
ru: Удалить ресурсы
tr: Envanteri Sil

source: Delete Tests
bg: Изтрий тестове
cs: Odstranit testy
de: Tests löschen
fr_ca: Supprimer les tests
he: מחיקת בדיקות
hu: Tesztek törlése
lt: Trinti testus
nb: Slett tester
pt: Eliminar Testes
ru: Удалить исследования/анализы
tr: Testleri Sil

source: Delete Transport
bg: Изтрий транспорт
cs: Smazat Dopravu
de: Transport löschen
fr_ca: Supprimer le transport
he: מחיקת הסעות
hu: Transzport törlése
nb: Slett transport
pt: Eliminar Transporte
ru: Удалить транспорт

source: Delete Trap Loans
bg: Изтрий заем на капан
cs: Odstranit půjčky na pasti
de: Fallen-Leihen löschen
fr_ca: Supprimer le prêt de trappe
he: מחיקת השאלת מלכודות
hu: Csapdakölcsönzés törlése
nb: Slette felleutlån
pt: Eliminar Empréstimos de Armadilhas
ru: Удалить аренду клеток-ловушек
tr: Ödünç Verilen/Kiralanan Tuzakları Sil

source: Delete Treatments
bg: Изтрий лечение
cs: Odstranit léčby
de: Behandlungen löschen
fr_ca: Supprimer les traitements
he: מחק טיפולים
hu: Kezelések törlése
lt: Trinti gydymą
nb: Slett behandlinger
pt: Eliminar Tratamentos
ru: Удалить процедуры
tr: Tedavileri Sil

source: Delete Vaccinations
bg: Изтрий ваксинации
cs: Vymazat Vakcinace
de: Impfungen löschen
fr_ca: Supprimer les vaccinations
he: מחיקת חיסונים
hu: Oltások törlése
lt: Trinti vakcinacijas
nb: Slett vaksinasjoner
pt: Eliminar Vacinações
ru: Удалить вакцинации
tr: Aşıları Sil

source: Delete Vouchers
bg: Изтрий ваучери
cs: Odstranit kupóny
de: Belege entfernen
fr_ca: Supprimer les chèques-cadeaux
he: מחיקת שוברים
hu: Igazolás törlése
lt: Trinti kuponus
nb: Fjern vedlegg
pt: Eliminar Vouchers
ru: Удалить купоны
tr: Makbuzları Sil

source: Delete Waiting List
bg: Изтрий списък с чакащи
cs: Vymazat pořadník
de: Warteliste löschen
fr_ca: Supprimer la liste d'attente
he: מחיקת רשימת המתנה
hu: Várólista törlése
lt: Trinti iš laukiančių sąrašo
nb: Slett saksliste
pt: Eliminar Lista de Espera
ru: Удалить лист ожидания
tr: Bekleme Listesini Sil

source: Delete all rota entries for this week
bg: Изтрий целия график за тази седмица
cs: Odstranit všechny záznamy rozpisu pro tento týden
de: Alle Dienstplaneinträge für diese Woche löschen
fr_ca: Supprimer toutes les entrées de cette semaine dans le tableau de service
he: מחק את כל סידור העבודה לשבוע זה
hu: Az ezen hétre vonatkozó valamennyi sorrendi bejegyzés törlése
nb: Slett alle vaktlisteoppføringer for denne uken
pt: Eliminar todas as entradas de turno para esta semana
ru: Удалить все записи о дежурствах за эту неделю

source: Delete database before importing
bg: Изчисти таблиците преди импорт
fr_ca: Supprimer la base de données avant l'importation
he: נקה בסיס נתונים לפני טעינה
nb: Slett databasen før importering
pt: Eliminar base de dados antes da importação

source: Delete this animal
bg: Изтрий досието
cs: Odstranit toto zvíře
de: Dieses Tier löschen
fr_ca: Supprimer cet animal
he: מחיקת חיה זו
hu: Ennek az állatnak a törlése
lt: Šalinti šį gyvūną
nb: Slett dette dyret
pt: Eliminar este animal
ru: Удалить запись о животном
tr: Bu hayvanı sil.

source: Delete this event
he: מחק אירוע זה

source: Delete this incident
bg: Изтрий този инцидент
cs: Odstranit tento incident
de: Diesen Vorfall löschen
fr_ca: Supprimer cet incident
he: מחק תקרית
hu: Ennek az eseménynek a törlése
nb: Slett denne hendelsen
pt: Eliminar este incidente
ru: Удалить данные о событии
tr: Bu olayı/vakayı sil.

source: Delete this person
bg: Изтрий това лице
cs: Odstranit tuto osobu
de: Diese Person löschen
fr_ca: Supprimer ce contact
he: מחק אדם
hu: Ennek a személynek a törlése
lt: Trinti šį asmenį
nb: Slett denne personen
pt: Eliminar esta pessoa
ru: Удалить контактное лицо
tr: Bu kişiyi sil.

source: Delete this record
bg: Изтриване на този запис
cs: Smazat tento záznam
de: Diesen Datensatz löschen
fr_ca: Supprimer cet enregistrement
he: מחק רשומה זו
hu: Ennek az adatnak a törlése
lt: Šalinti šį įrašą
nb: Slett denne oppføringen
pt: Eliminar este registo
ru: Удалить эту запись
tr: Bu kaydı sil.

source: Delete this waiting list entry
bg: Изтрий този запис от списъка с чакащи
cs: Odstranit tento záznam na pořadníku
de: Diesen Wartelisteneintrag löschen
fr_ca: Supprimer cette entrée de liste d'attente
he: מחק רשומת רשימת המתנה
hu: Ennek a várólista bejegyzésnek a törlése
lt: Trinti šį įrašą iš laukiančių vietos sąrašo
nb: Slett denne sakslisteoppføringen
pt: Eliminar esta entrada de lista de espera
ru: Удалить запись в листе ожидания
tr: Bu bekleme listesi girişini sil.

source: Deleting...
bg: Изтрива се ...
fr_ca: Suppression...
he: מוחק...
nb: Sletter...
pt: A eliminar...

source: Denied
bg: Отказано
cs: Odmítnut
de: Abgelehnt
fr_ca: Refusé
he: נדחה
hu: Elutasítva
nb: Avslått
pt: Recusado
ru: Отказано

source: Deposit
bg: Депозит
cs: Vklad
de: Kaution
fr_ca: Dépôt
he: פקדון
hu: Letét
lt: Depozitas
nb: Innskudd
pt: Depósito
ru: Сумма зачисления
tr: Depozito

source: Deposit Account
bg: Депозитна сметка
cs: Vkladový účet
de: Einlagenkonto
fr_ca: Compte du dépôt
he: חשבון פקדון
hu: Letét számla
nb: Depositumkonto
pt: Conta à Ordem
ru: Депозитный счет
tr: Mevduat Hesabı

source: Deposit Returned
bg: Дата на връщане на депозита
cs: Vklad vrácen
de: Kaution zurückgegeben
fr_ca: Dépôt retourné
he: פקדון הוחזר
hu: Letét visszaadása
nb: Depositum returnert
pt: Depósito Devolvido
ru: Возвращенный депозит
tr: İade Edilen Depozito

source: Description
bg: Описание
cs: Popis
de: Beschreibung
he: תיאור
hu: Leírás
lt: Aprašymas
nb: Beskrivelse
pt: Descrição
ru: Описание
tr: Açıklama

source: Description Contains
bg: Описанието съдържа
cs: Popis obsahuje
de: Beschreibung enthält
fr_ca: La description contient
he: התיאור מכיל
hu: Leírás tartalma
lt: Aprašymas
nb: Beskrivelse inneholder
pt: Descrição Contém
ru: Описание содержит
tr: Tanımın İçerdikleri

source: Description cannot be blank
bg: Описанието не може да бъде празно
cs: Popis nemůže být prázdný
de: Beschreibung darf nicht leer sein
fr_ca: La description ne peut être vide
he: תיאור לא יכול להיות ריק
hu: A leírás nem maradhat üresen
lt: Aprašymas negali būti tuščias
nb: Beskrivelse kan ikke være blank
pt: A descrição não pode estar vazia
ru: Поле описания обязательно для заполнения
tr: Tanım boş olamaz.

source: Deselect
bg: Отстранено
cs: Zrušitr výběr
de: Auswahl aufheben
fr_ca: Désélectionner
he: בטל בחירה
hu: Kijelölés megszüntetése
nb: Fjern valg
pt: Desmarcar
ru: Снять выделение

source: Desktop/Tablet UI
bg: Интерфейс за компютри / таблети
he: ממשק למחשב/טבלט
pt: Interface de PC/Tablet

source: Details
bg: Детайли
cs: Podrobnosti
fr_ca: Détails
he: פרטים
hu: Részletek
lt: Pagrindinė informacija
nb: Detaljer
pt: Detalhes
ru: Подробная информация
tr: Detaylar

source: Devon Rex
bg: Девън Рекс
he: דבון רקס
lt: Devonreksas
ru: Девон-рекс

source: Dialog title
bg: Заглавие на прозорец
cs: Titulek dialogu
de: Dialog-Titel
fr_ca: Titre de la fenêtre
he: כותרת תיבת דו-שיח
hu: Az ablak felirata
lt: Dialogo antraštė
nb: Dialogtittel
pt: Título da caixa de diálogo
ru: Название диалогового окна
tr: Diyalog başlığı

source: Diary
bg: Дневник
cs: Diář
de: Kalender
fr_ca: Agenda
he: משימות
hu: Napló
lt: Darbotvarkė
nb: Dagbok
pt: Diário
ru: Задачи
tr: Günlük (Seyir Defteri)

source: Diary Person
he: הקצאת משימה

source: Diary Task
bg: Задача в дневник
cs: Úkol diáře
de: Kalenderaufgabe
fr_ca: Tâche d'agenda
he: תבנית משימה
hu: Napló feladat
lt: Darbotvarkės užduotis
nb: Dagboksnotat
pt: Tarefa do Diário
ru: Задача
tr: Günlük İşi

source: Diary Task: {0}
bg: Задача в дневник: {0}
cs: Úkol diáře: {0}
de: Kalenderaufgabe: {0}
fr_ca: Tâche d'agenda: {0}
he: תבנית משימה: {0}
hu: Napló feladat: {0}
lt: Darbotvarkės užduotis: {0}
nb: Dagbokoppgave: {0}
pt: Tarefa do Diário: {0}
ru: Задача: {0}
tr: Günlük İş: {0}

source: Diary Tasks
bg: Задачи в дневник
cs: Diář - úkoly
de: Kalenderaufgaben
fr_ca: Tâches d'agenda
he: תבניות משימה
hu: Napló feladat
lt: Darbotvarkės užduotys
nb: Dagbokoppgaver
pt: Tarefas do Diário
ru: Задачи
tr: Günlük İşler

source: Diary and Messages
bg: Дневници и съобщения
cs: Diář a zprávy
de: Kalender und Nachrichten
fr_ca: Agenda et messages
he: משימות והודעות
hu: Napló és üzenetek
lt: Darbotvarkė ir žinutės
nb: Dagbok og meldinger
pt: Diário e Mensagens
ru: Задачи и сообщения
tr: Günlük ve Mesajlar

source: Diary calendar
bg: Календар
cs: Denní kaledář
de: Aufgabenkalender
fr_ca: Agenda (mode calendrier)
he: יומן משימות
hu: Napló naptár
nb: Dagbokskalender
pt: Agenda do diário
ru: Ежедневник
tr: Günlük takvim

source: Diary change triggered by {0} on {1}
bg: Последно променено от {0} на {1}
fr_ca: Changement d'agenda déclenché par {0} le {1}
he: שינוי משימה הופעל ע״י {0} על {1}
nb: Dagbok endret av {0} den {1}
pt: Alteração ao diário desencadeada por {0} em {1}

source: Diary complete: {0}
bg: Изпълнени бележки в дневника: {0}
fr_ca: Agenda complété: {0}
he: משימה הושלמה: {0}
nb: Dagboknotater for: {0}
pt: Diário concluído: {0}

source: Diary completion triggered by {0} on {1}
bg: Последно променено на изпълнено от {0} на {1}
fr_ca: Agenda complété déclenché par {0} le {1}
he: שינוי משימה הופעל ע״י {0} על {1}
nb: Sist endret av {0} den {1}
pt: Conclusão do diário desencadeada por {0} em {1}

source: Diary date cannot be blank
bg: Датата в дневника не може да бъде празна
cs: Datum diáře musí být vyplněno
de: Kalenderdatum darf nicht leer bleiben
fr_ca: La date à l'agenda ne peut être vide
he: יש למלא תאריך משימה
hu: Napló dátuma nem maradhat üresen
lt: Būtiną įvesti datą, kada užduotis turi būti atlikta
nb: Feltet for dagboksdato kan ikke være tomt
pt: A data do diário não pode estar vazia
ru: Поле даты задачи обязательно для заполнения
tr: Günlük tarihi boş olamaz.

source: Diary date is not valid
bg: Датата е дневника не е валидна
cs: Datum diáře není platné
de: Kalenderdatum ist ungültig
fr_ca: La date à l'agenda n'est pas valide
he: תאריך משימה אינו חוקי
hu: Napló dátum érvénytelen
lt: Užduoties data netinkama
nb: Dagboksdato er ikke gyldig
pt: A data do diário não é válida
ru: Дата задачи указана неверно
tr: Günlük tarihi, geçerli değil.

source: Diary for {0}
bg: Дневник за {0}
cs: Diář pro {0}
de: Kalender von {0}
fr_ca: Agenda pour {0}
he: משימה עבור {0}
hu: {0} naplója
lt: {0} darbotvarkė
nb: Dagbok for {0}
pt: Diário para {0}
ru: Задачи для {0}
tr: {0} için günlük

source: Diary note {0} marked completed
bg: Бележка {0} в дневника бе маркирана като приключена
cs: Poznámka v diáři {0} označena jako dokončena
de: Kalendernotiz {0} als erledigt markiert
fr_ca: La note d'agenda {0} est complétée
he: משימה {0} הושלמה
hu: {0} Naplóbejegyzés teljesítettként jelölve
lt: Darbotvarkės užduotis {0} pažymėta atlikta
nb: Dagboksnotat {0} merket som fullført
pt: Anotação de diário {0} assinalada como concluída
ru: Заметка {0} отмечена как выполненная
tr: Günlük notu {0} tamamlandı olarak işaretlendi.

source: Diary note {0} rediarised for {1}
bg: Бележка {0} в дневника бе преместена на {1}
cs: Poznámka k diáři {0} rediarised pro {1}
de: Kalendernotiz {0} erneut eingetragen für {1}
fr_ca: La note d'agenda {0} est reportée pour {1}
he: משימה {0} הועברה ל{1}
hu: {0} Naplóbejegyzés újbóli feljegyzése {1}-hez
lt: Darbotvarkės užduotis {0} priskirta {1}
nb: Dagboksnotat {0} lagt til på nytt for {1}
pt: Anotação de diário {0} transferida para {1}
ru: Заметка {0} перезаписана для {1}
tr: Günlük notu {0}, günlk notu {1} olarak günlükleştirildi.

source: Diary notes for: {0}
bg: Бележки в дневника за: {0}
cs: Poznámky diáře pro: {0}
de: Kalendernotizen für: {0}
fr_ca: Notes d'agenda pour: {0}
he: משימות ל: {0}
hu: {0} Naplóbejegyzése
lt: Darbotvarkės užduotys, skirtos {0}
nb: Dagboknotater for: {0}
pt: Anotações de diário para: {0}
ru: Заметки для: {0}
tr: {0} için günlük notları:

source: Diary notes need a date and subject.
bg: Бележките в дневниците имат нужда от дата и заглавие.
cs: Poznámky v diáři musí mít vyplněný datum a název.
de: Kalendernotizen benötigen ein Datum und einen Betreff.
fr_ca: Les notes d'agenda nécessitent une date et un sujet.
he: יש למלא תאריך ונושא.
hu: A naplóbejegyzésekhez dátum és tárgy szükséges.
lt: Būtina nurodyti darbotvarkės užduoties datą ir pavadinimą.
pt: As anotações de diário necessitam de uma data e assunto.
ru: Необходимо указать дату, тему и описание.
tr: Günlük notları için tarih ve konu gerekmektedir.

source: Diary subject cannot be blank
bg: Заглавието на дневника не може да бъде празно
cs: Předmět diáře musí být zadán
de: Kalenderbetreff darf nicht leer bleiben
fr_ca: Le sujet de l'agenda ne peut être vide
he: יש למלא הערת משימה
hu: Napló témája nem maradhat üresen
lt: Būtina nurodyti darbotvarkės pavadinimą
nb: Feltet for dagboksemne kan ikke være tomt
pt: O assunto do diário não pode estar vazio
ru: Поле темы обязательно для заполнения
tr: Günlük konusu, boş olamaz.

source: Diary task items need a pivot, subject and note.
bg: Задачите в дневника имат нужда от дни на цикличност, заглавие и бележка.
cs: Úkol diáře musí obsahovat datum, předmět a poznámku.
de: Elemente von Kalenderaufgaben benötigen eine Achse, einen Betreff und eine Notiz.
fr_ca: Les tâches d'agenda nécessitent une date de départ (date pivot), un sujet et un commentaire.
he: יש למלא ציר, נושא והערה.
hu: A naplófeladatokhoz határidő, tárgy és megjegyzés szükséges.
lt: Būtina nurodyti standartinių užduočių tvarkaraštį, pavadinimus ir pastabas.
pt: Os itens de tarefas do diário necessitam de um pivô, de um assunto e de uma anotação.
ru: В задаче необходимо указать срок выполнения, тему и создать саму заметку.
tr: Günlük iş maddelerinin konusu, notu ve referans gün sayısı (day pivot) olmalıdır.

source: Diary tasks need a name.
bg: Задачата в дневника се нуждае от име.
cs: Úkol diáře musí mít název.
de: Kalenderaufgaben benötigen einen Namen.
fr_ca: Les tâches d'agenda nécessitent un nom.
he: יש למלא שם לתבנית משימה.
hu: A naplófeladatokat meg kell nevezni.
lt: Būtina nurodyti standartinės darbotvarkės užduoties pavadinimą.
nb: Dagbokoppgaver trenger et navn.
pt: As tarefas do diário necessitam de um nome.
ru: Необходимо указать название задачи.
tr: Günlük işlerin, ismi olması gerekir.

source: Diary update: {0}
bg: Актуализация на дневника: {0}
fr_ca: Agenda mis à jour: {0}
he: משימה עודכנה: {0}
nb: Dagboksoppdatering: {0}
pt: Atualização de diário: {0}

source: Did not ask
bg: Не попита
cs: Neptal se
fr_ca: N'a pas demandé
he: לא שאל/ה
hu: Nem kérdezte
pt: Não perguntou

source: Did you know?
bg: Знаете ли че?
cs: Věděli jste, že?
de: Wussten Sie schon?
fr_ca: Le saviez-vous ?
he: הידעת?
hu: Tudta-e?
lt: Ar žinai?
nb: Visste du?
pt: Sabia que...
ru: Вы знали?
tr: Biliyor muydun?

source: Died
bg: Починал
cs: Uhynulo
de: Gestorben
fr_ca: Décédé
he: מת
hu: Elhunyt
lt: Mirė savo mirtimi
nb: Døde
pt: Morreu
ru: Умерло
tr: Öldü

source: Died between
bg: Починало на възраст между
he: מת בין
nb: Døde mellom

source: Died between two dates
bg: Починало на възраст между две дати
he: מת בין התאריכים

source: Died in care
bg: Починало по време на грижа
he: מת בטיפולנו
pt: Morreu ao cuidado de FAT

source: Died off shelter
bg: Починало извън приюта
cs: Úhyn mimo útulek
de: Außerhalb des Tierheimes gestorben
fr_ca: Décédé hors du refuge
he: מת לא במקלט
hu: Menhelyen kívül meghalt
lt: Mirė ne prieglaudoje
nb: Død
pt: Morreu fora do abrigo
ru: Умерло не в приюте

source: Died today
bg: Починало днес
he: מתו היום
nb: Døde i dag

source: Died {0}
bg: Починали {0}
cs: Úhyn {0}
de: Gestorben {0}
fr_ca: Décédé {0}
he: מת {0}
hu: Meghalt {0}
lt: Nugaišo {0}
nb: Døde {0}
pt: Morreu em {0}
ru: Умерло {0}
tr: Öldü {0}

source: Diet
bg: Диета
cs: Dieta
de: Diät
fr_ca: Régime alimentaire
he: הוראות תזונה
hu: Diéta
lt: Dieta
nb: Fôring
pt: Dieta
ru: Диета
tr: Diyet

source: Diets
bg: Диети
cs: Diety
de: Diäten
fr_ca: Régimes alimentaires
he: הוראות תזונה
hu: Diéták
lt: Dietos
nb: Dietter
pt: Dietas
ru: Диеты
tr: Diyetler

source: Dispatch
bg: Отзоваване
cs: Odbavit
de: Versand
fr_ca: Expédition
he: שילוח
hu: Elküldés
nb: Iverksette
pt: Expedição
ru: Отправка
tr: Sevk Bölgesi

source: Dispatch Address
bg: Адрес на отзоваване
cs: Odesílací adresa
de: Versandadresse
fr_ca: Adresse d'expédition
he: כתובת שילוח
hu: Értesítési cím
nb: Iverksette til adresse
pt: Morada de Expedição
ru: Адрес отправки
tr: Gidilecek Adres

source: Dispatch Between
bg: Период на отзоваване
cs: Odeslat mezi
de: Entsendung zwischen
fr_ca: Expédition entre
he: שילוח בין
hu: Értesítés között
pt: Enviar Entre
ru: Отправить в период
tr: Arasında Sevk Et

source: Dispatch Date/Time
bg: Дата/час на отзоваване
cs: Datum a čas odeslání
de: Datum/Zeit der Entsendung
fr_ca: Expédition date/heure
he: תאריך וזמן שילוח
hu: Értesítés dátum/idő
nb: Dato/tid for iverksettelse
pt: Data/Hora de Expedição
ru: Дата/время отправки
tr: Gidilme Tarihi/Zamanı

source: Dispatch Incident
he: שיגור לאירוע

source: Dispatch {0}: {1}
bg: Отзовавания {0}:{1}
cs: Odeslání {0}: {1}
de: Entsendung {0}: {1}
fr_ca: Expédition {0}: {1}
he: שילוח {0}: {1}
hu: Értesítés {0}: {1}
nb: Iverksettelse {0}: {1}
pt: Expedição {0}: {1}
ru: Отправка {0}: {1}
tr: Sevk {0}: {1}

source: Dispatched ACO
bg: Изпратен ACO
cs: Odeslané ACO
de: Entsandter Tierschutzkontrollbeauftragter
fr_ca: ACO expédié
he: קצין טיפול בבע״ח שנשלח
hu: Elküldött ACO
pt: ACO Enviado
ru: Отправлено в отдел по контролю за животными/ACO
tr: Sevke Giden Barınak Görevlisi (ACO)

source: Display
bg: Покажи
cs: Zobrazit
de: Anzeige
fr_ca: Affichage
he: תצוגה
hu: Megjelenítés
lt: Rodyti
nb: Vis
pt: Mostrar
ru: Отображение
tr: Görüntüle

source: Display Index
bg: Покажи съдържание
cs: Zobraz index
de: Inhalt anzeigen
fr_ca: Afficher l'index
he: אינדקס סדר לתצוגה
hu: Kijelző index
lt: Rodymo indeksas
pt: Mostrar Índice
ru: Индекс отображения
tr: Görüntüleme Endeksi

source: Display a search button at the right side of the search box
bg: Покажи бутон за търсене от дясната страна на полето за търсене
cs: Zobraz tlačítko pro vyhledání napravo od vyhledávacího boxu
de: Suchschaltfläche rechts neben Suchfeld anzeigen
fr_ca: Afficher un bouton de recherche à droite de la boite de recherche
he: הצג כפתור חיפוש ליד תיבת החיפוש
hu: Keresőgomb megjelenítése a kereső mező jobb alsó sarkában
lt: Rodyti paieškos mygtuką paieškos lauko dešinėje
nb: Vis en søkeknapp på høyre side av søkeboksen
pt: Mostrar um botão de pesquisa à direita da caixa de pesquisa
ru: Показать кнопку поиска с правой стороны от окна поиска
tr: Arama kutusunun sağında, arama butonu göster.

source: Distemper
bg: Темпера
cs: Psinka
de: Staupe
fr_ca: Maladie de carré (Distemper)
he: כלבלבת
hu: szopornyica
pt: Cinomose
ru: Собачья чума

source: Do Not Publish
bg: Не за публикуване
cs: Nezveřejňovat
fr_ca: Ne pas publier
he: לא לפרסום
hu: Nem publikálható
pt: Não Publicar

source: Do Not Register Microchip
bg: Микрочипът не регистриран
cs: Neregistrovat Mikročip
fr_ca: Ne pas enregistrer la micropuce
he: לא לרשום שבב
hu: Ne regisztrálja a mikrochipet
pt: Não Registar Microchip

source: Do not auto process
he: אל תטפל בטפסים באופן אוטומטי

source: Do not include media
he: אל תכלול קבצים

source: Do not send an email if there are no medical items due for animals in the care of this fosterer
bg: Не изпращайте имейл, ако приемник няма ветеринарно медицински продукти
he: לא לשלוח מייל אם אין רשומות רפואיות עתידיות לחיות בטיפול האומנה הזו
pt: Não enviar um e-mail se não houver itens médicos agendados para animais ao cuidado desta FAT

source: Do not send email
bg: Не изпращай имейл
he: לא לשלוח מייל
nb: Ikke send e-post
pt: Não enviar email

source: Do not show
bg: Не показвай
cs: Nezobrazovat
de: Nicht anzeigen
fr_ca: Ne pas afficher
he: לא להציג
hu: Ne jelenjen meg
lt: Nerodyti
nb: Ikke vis
pt: Não mostrar
ru: Не отображать
tr: Gösterme
