Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: {plural1} reservations have been active over a week without adoption
bg: {plural1} резервации са активни повече от седмица без осиновяване
cs: {plural1} rezervace jsou aktivní více než týden bez přijetí
fr_ca: {plural1} réservations sont actives depuis plus d'une semaine sans adoption
he: {plural1} שריונים פעילים יותר משבוע ללא אימוץ
hu: {plural1} gazdijelölt megjelölés egy héten át aktív volt, de örökbefogadás nem történt
lt: {plural1} rezervacijos yra aktyvios ilgiau nei savaitę, tačiau gyvūnai dar neatiduoti
nb: {plural1} reservasjoner har vært aktiv i over en uke uten adopsjon
pt: {plural1} reservas têm estado ativas por mais de uma semana sem adoção
ru: Резервирований, открытых более недели и не завершившихся передачей: {plural1}
tr: {plural1} rezervasyon, sahiplendirme olmaksızın, bir haftadan uzun süredir aktif.

source: {plural1} results found in {1} seconds. Order: {2}
bg: {plural1} резултата са намерени за {1} секунди. Подредба: {2}
cs: {plural1} výsledky nalezené za {1} sekund. Řazení: {2}
fr_ca: {plural1} résultats trouvés en {1} secondes. Tri: {2}
he: {plural1} תוצאות נמצאו ב {1} שניות. סדר: {2}
hu: {plural1} keresési találat {1} másodperc alatt. Utasítás: {2}
lt: {plural1} rezultatai rasti per {1} sekundes. Eiliškumas: {2}
nb: {plural1} resultater funnet på {1} sekunder. Rekkefølge: {2}
pt: {plural1} resultados encontrados em {1} segundos. Pedido: {2}
ru: Найдено результатов: {plural1}. Время выполнения: {1} сек. Сортировка: {2}.
tr: {plural1} sonuç, {1} saniyede bulundu. Sıra: {2}

source: {plural1} shelter animals have not been microchipped
bg: {plural1} животни не са чипирани
cs: {plural1} zvířata z útulku nebyla mikročipována
de: {plural1} Tierheimtiere sind nicht gechippt
fr_ca: {plural1} animaux du refuge n'ont pas été micropucés
he: {plural1} חיות במקלט ללא שבב
hu: {plural1} mikrochippel nem rendelkező állat
nb: {plural1} dyr på hjelpesenteret har ikke blitt mikrochippet
pt: {plural1} animais do abrigo não foram microchipados
ru: {plural1} животным в приюте не поставлены микрочипы

source: {plural1} shelter animals have people looking for them
bg: {plural1} животни в приюта имат хора, грижещи се за тях
cs: {plural1} zvířata z útulku mají lidi, kteří je hledají
de: {plural1} Tierheimtiere weisen Personen auf, die nach ihnen suchen
fr_ca: {plural1} animaux du refuge qui ont des contacts qui les recherchent
he: {plural1} חיות במקלט שאנשים מחפשים אחריהן
hu: {plural1} menhelyi állatok, amelyekre van érdeklődő
lt: {plural1} gyvūnai buvo ieškomi
nb: {plural1} dyr på hjelpesenteret har personer som ser etter dem
pt: {plural1} animais de abrigo têm pessoas que os procuram
tr: {plural1} barınak hayvanını arayan insanlar var.

source: {plural1} tests need to be performed today
bg: {plural1} теста трябва да бъдат направени днес
cs: {plural1} testy musí být provedeny dnes
de: {plural1} Tests müssen heute durchgeführt werden
fr_ca: {plural1} les tests doivent être effectués aujourd'hui
he: {plural1} בדיקות לביצוע היום
hu: {plural1} mai napon elvégzendő teszt
lt: {plural1} testai turi būti atlikti šiandien
nb: {plural1} tester må utføres i dag
pt: {plural1} testes precisam de ser realizados hoje
ru: {plural1} тестов назначено на сегодня
tr: {plur.al1} test bugün yapılmalı

source: {plural1} transports do not have a driver assigned
bg: {plural1} транспорта нямат асоциирани шофьори
cs: {plural1} transporty nemají přiřazeny řidiče
fr_ca: {plural1} transports n'ont pas de conducteur assigné
he: {plural1} הסעות ללא נהג משוייך
hu: {plural1} nincs sofőr hozzárendelve a szállításokhoz
nb: {plural1} transporter har ingen sjåfør
pt: {plural1} transportes não têm um condutor atribuído
ru: для {plural1} транспортных средств не назначены водители

source: {plural1} trial adoptions have ended
bg: {plural1} пробни осиновявания приключиха
cs: {plural1} zkušební adopce skončily
de: {plural1} Adoptionen auf Probe haben geendet
fr_ca: {plural1} les essais d'adoption sont terminés
he: {plural1} אימוצי ניסיון הסתיימו
hu: {plural1} próbaidő lejárt
lt: {plural1} bandomųjų atidavimų pabaiga
nb: {plural1} prøveadopsjoner er avsluttet
pt: {plural1} adoções experimentais terminaram
ru: Завершенных пробных периодов: {plural1}
tr: {plural1} deneme sahiplendirmesi sona erdi.

source: {plural1} unaltered animals have been adopted in the last month
bg: {plural1} некастрирани животни бяха осиновени този месец
cs: {plural1} nekastrovaná zvířata byla přijata v posledním měsíci
fr_ca: {plural1} les animaux non stérilisés ont été adoptés le mois dernier
he: {plural1} חיות לא מעוקרות/מסורסות אומצו בחודש האחרון
hu: {plural1} az elmúlt hónapban örökbefogadott állat
lt: {plural1} nekastruoti/nesterilizuoti gyvūnai buvo atiduoti pastarąjį mėnesį
nb: {plural1} ukastrerte dyr er adoptert den siste måneden
pt: {plural1} animais não esterilizados/castrados foram adotados no último mês
ru: Некастрированных/нестерилизованных животных передано в прошлом месяце: {plural1}
tr: {plural1} kısırlaştırılmamış hayvan sahiplenildi.

source: {plural1} undispatched animal control calls
bg: {plural1} отзовани случаи на котрол на животните
cs: {plural1} nevyžádané kontroly zvířat
fr_ca: {plural1} appel du contrôle animalier non traité
he: ‫{plural1} תקריות ללא בדיקה בשטח
hu: {plural1} el nem végzett állat kontroll hívások
pt: {plural1} chamadas de controlo animal não processadas
ru: {plural1} незавершенных звонков по контролю за содержанием животных
tr: {plural1} gidilmemiş hayvan kontrol çağrısı

source: {plural1} unpaid fines
bg: {plural1} неплатени глоби
cs: {plural1} nezaplacené pokuty
fr_ca: {plural1} amendes impayées
he: {plural1} קנסות שלא שולמו
hu: {plural1} kifizetetlen büntetések
nb: {plural1} ubetalte bøter
pt: {plural1} multas não pagas
ru: {plural1} неоплаченные штрафы
tr: {plural1} ödenmemiş ceza.

source: {plural1} urgent entries on the waiting list
bg: {plural1} спешни записи в списъка с чакащи
cs: {plural1} naléhavé položky v pořadníku
de: {plural1} dringende Einträge in der Warteliste
fr_ca: {plural1} entrées d'urgence sur la liste d'attente
he: {plural1} רשומות דחופות ברשימת ההמתנה
hu: {plural1} sürgős feljegyzések a várólistán
lt: {plural1} svarbūs įrašai laukiančių vietos gyvūnų sąraše
nb: {plural1} hasteoppføringer på ventelisten
pt: {plural1} entradas urgentes na lista de espera
ru: Срочных записей в листе ожидания: {plural1}
tr: Bekleme listesinde, acil {plural1} giriş

source: {plural1} vaccinations have expired
bg: {plural1} изтекли ваксинации
cs: {plural1} vakcinace vypršela
fr_ca: {plural1} vaccinations ont expiré
he: ‫{plural1} חיסונים לחידוש
hu: {plural1} oltás lejárt
nb: {plural1} vaksinasjoner er over dato
pt: {plural1} vacinas expiraram
ru: {plural1} вакцинаций, срок действия которых истек
tr: {plural1} aşının kullanım süresi doldu.

source: {plural1} vaccinations need to be administered today
bg: {plural1} ваксинации трябва да бъдат направени днес
cs: {plural1} vakcinaci je třeba podat dnes
de: {plural1} Impfungen müssen heute verabreicht werden
fr_ca: {plural1} vaccinations doivent être administrées aujourd'hui
he: {plural1} חיסונים לביצוע היום
hu: {plural1} mai napon esedékes oltás
lt: {plural1} vakcinacijos turi būti atliktos šiandien
nb: {plural1} vaksiner må gis i dag
pt: {plural1} vacinas precisam de ser administradas hoje
ru: Вакцинации на сегодня: {plural1}
tr: {plural1} aşı, bugün uygulanmalı.

source: {plural1} weeks.
bg: {plural1} седмици.
cs: {plural1} týdnů.
de: {plural1} Wochen.
fr_ca: {plural1} semaines.
he: {plural1} שבועות.
hu: {plural1} hetek
lt: {plural1} savaitės.
nb: {plural1} uker.
pt: {plural1} semanas.
ru: {plural1} недели.
tr: {plural1} hafta.

source: {plural1} years.
bg: {plural1} години.
cs: {plural1} let.
de: {plural1} Jahre.
fr_ca: {plural1} années.
he: {plural1} שנים.
hu: {plural1} évek.
lt: {plural1} metai.
nb: {plural1} år.
pt: {plural1} anos.
ru: {plural1} года.
tr: {plural1} yıl.

source: {plural2} adoption checkout requests initiated in the last week are still open
he: ‫{plural2} בקשות אימוץ עצמי שהותחלו בשבוע האחרון ועדיין פתוחות

source: {plural2} animal control calls due for followup today
bg: {plural2} инцидента с животни, с последващи проверки днес
cs: {plural2} volání na kontrolu zvířat, která má dnes následovat
fr_ca: {plural2} appels du contrôle animalier dû pour un suivi aujourd'hui
he: ‫{plural2} תקריות להמשך מעקב היום
hu: {plural2} mai nap esedékes állat kontroll hívások
pt: {plural2} chamadas de controlo animal com seguimento agendado para hoje
tr: Bugün takibinin yapılması gereken {plural2} hayvan kontrol çağrısı

source: {plural2} animals are not available for adoption
bg: {plural2} животни не са налични за осиновяване
cs: {plural2} zvířata nejsou k dispozici pro adopci
de: {plural2} Tiere sind nicht zur Vergabe freigegeben
fr_ca: {plural2} les animaux ne sont pas disponibles pour l'adoption
he: {plural2} חיות לא זמינות לאימוץ
hu: {plural2} nem örökbefogadható állat
lt: {plural2} gyvūnai neatiduodami
nb: {plural2} dyr er ikke tilgjengelig for adopsjon
pt: {plural2} animais não estão disponíveis para adoção
ru: Животных, не доступных для передачи: {plural2}
tr: {plural2} hayvan, sahiplendirilmeye uygun değil.

source: {plural2} animals died
bg: {plural2} животни починаха
cs: {plural2} zvířata uhynula
de: {plural2} Tiere gestorben
fr_ca: {plural2} animaux décédés
he: {plural2} חיות מתו
hu: {plural2} meghalt állat
lt: {plural2} gyvūnai nugaišo
nb: {plural2} dyr døde
pt: {plural2} animais morreram
ru: {plural2} животных умерло
tr: {plural2} hayvan öldü.

source: {plural2} animals entered the shelter
bg: {plural2} животни бяха приети в приюта
cs: {plural2} zvířata vstoupila do útulku
fr_ca: {plural2} animaux admis au refuge
he: {plural2} חיות נכנסו למקלט
hu: {plural2} menhelyre került állat
lt: {plural2} gyvūnai pateko į prieglaudą
nb: {plural2} dyr ankom hjelpesenteret
pt: {plural2} animais entraram no abrigo
ru: {plural2} животных поступило в приют
tr: {plural2} hayvan barınağa geldi.

source: {plural2} animals have been on the shelter longer than {0} months
bg: {plural2} животни са в приюта повече от {0} месеца
cs: {plural2} zvířata byla v útulku déle než {0} měsíců
fr_ca: {plural2} animaux qui sont au refuge depuis plus de {0} mois
he: {plural2} חיות שהו במקלט יותר מ {0} חודשים
hu: {plural2} Valamennyi állat, amely több mint {0} hónapja van a menhelyen
nb: {plural2} dyr har vært inne lenger enn {0} måneder
pt: {plural2} animais encontram-se no abrigo há mais de {0} meses
ru: {plural2} животные, срок пребывания в приюте которых больше {0} месяцев.

source: {plural2} animals have holds ending today
bg: {plural2} животните имат последно задържане днес
cs: {plural2} zvířata jsou držena do dnešního dne
de: Für {plural2} Tiere endet heute die Verwahrungsfrist
fr_ca: {plural2} animaux dont les retenues se terminent aujourd'hui
he: {plural2} חיות בהמתנה שמסתיימת היום
hu: {plural2} gazdijelöltnek fenntartott kutya előjegyzése lejár
pt: {plural2} animais têm retenções que terminam hoje
ru: количество животных, содержание которых истекает сегодня: {plural2}
tr: {plural2} hayvanın, barınakta tutulma süreleri bugün doluyor.

source: {plural2} animals have never had a vaccination of any type
he: ‫{plural2} חיות ללא חיסון מכל סוג שהוא

source: {plural2} animals have not had a rabies vaccination
bg: {plural2} животните не са ваксинирани срещу бяс
he: ‫{plural2} חיות ללא חיסון כלבת
nb: {plural2} dyr er ikke vaksier ikke tilgjengelig for adopsjon

source: {plural2} animals were TNR
bg: {plural2} животни бяха върнати на място след кастрация
fr_ca: {plural2} animaux étaient TNR
he: {plural2} חיות נתפסו, עוקרו/סורסו והוחזרו
nb: {plural2} dyr ble satt ut i det fri
pt: {plural2} animais foram capturados/esterilizados/libertados

source: {plural2} animals were adopted
bg: {plural2} животни бяха осиновени
cs: {plural2} zvířata byla přijata
de: {plural2} Tiere wurden adoptiert
fr_ca: {plural2} animaux ont été adoptés
he: {plural2} חיות אומצו
hu: {plural2} örökbefogadott állat
lt: {plural2} gyvūnai buvo atiduoti
nb: {plural2} dyr ble adoptert
pt: {plural2} animais foram adotados
ru: {plural2} животных было пристроено
tr: {plural2} hayvan sahiplenildi.

source: {plural2} animals were dead on arrival
bg: {plural2} животни са мъртви при пристигане
cs: {plural2} zvířata byla uhynulá při příjezdu
fr_ca: {plural2} animaux décédés à l'arrivée
he: {plural2} חיות הגיעו מתות למקלט
hu: {plural2} bekerüléskor halott állat
nb: {plural2} dyr var døde ved ankomst
pt: {plural2} animais estavam mortos à chegada

source: {plural2} animals were euthanized
bg: {plural2} животни бяха евтаназирани
cs: {plural2} zvířata byla usmrcena
de: {plural2} Tiere wurden euthanasiert
fr_ca: {plural2} animaux ont été euthanasiés
he: {plural2} חיות הורדמו
hu: {plural2} elaltatott állat
lt: {plural2} gyvūnams buvo atlikta eutanazija
nb: {plural2} dyr ble avlivet
pt: {plural2} animais foram eutanasiados
ru: {plural2} животных было усыплено
tr: {plural2} hayvan ötenaziyle öldürüldü.

source: {plural2} animals were reclaimed by their owners
bg: {plural2} животни си бяха взети обратно от собствениците
cs: {plural2} zvířata byla znovu přijata jejich majiteli
fr_ca: {plural2} animaux ont été réclamés par leur propriétaire
he: {plural2} חיות נדרשו ע״י הבעלים שלהם
hu: {plural2} eredeti gazda álltal visszakövetelt állat
lt: {plural2} gyvūnai grąžinti jų savininkams
nb: {plural2} dyr ble gjenforent med eier
pt: {plural2} animais foram reivindicados por respetivos donos
tr: {plural2} hayvan, sahibi tarafından yeniden talep edildi.

source: {plural2} animals were released to wild
bg: {plural2} животните бяха пуснати на свобода
fr_ca: {plural2} animaux ont été relâchés dans la nature
he: ‫{plural2} חיות ששוחררו לטבע
nb: {plural2} dyr ble satt ut i det fri
pt: {plural2} animais foram libertados na natureza

source: {plural2} animals were transferred to other shelters
bg: {plural2} животни бяха прехвърлени в друг приют
cs: {plural2} zvířata byla převedena do jiných útulků
de: {plural2} Tiere wurden anderen Tierheimen übergeben
fr_ca: {plural2} animaux ont été transférés dans d'autres refuges
he: {plural2} חיות הועברו למקלטים אחרים
hu: {plural2} más menhelyre átszállított állat
lt: {plural2} gyvūnai perkelti į kitas prieglaudas
nb: {plural2} dyr ble overført til andre hjelpesentre
pt: {plural2} animais foram transferidos para outros abrigos
ru: {plural2} животных было передано в другие приюты
tr: {plural2} hayvan başka barınaktan geldi.

source: {plural2} clinic appointments today
bg: {plural2} животните записани за преглед за днес
fr_ca: {plural2} rendez-vous à la clinique aujourd'hui
he: ‫{plural2} פגישות במרפאה היום
pt: {plural2} agendamentos clínicos para hoje

source: {plural2} days.
bg: {plural2} дни.
cs: {plural2} dnů.
de: {plural2} Tage.
fr_ca: {plural2} jours.
he: {plural2} ימים.
hu: {plural2} napok.
lt: {plural2} dienos.
nb: {plural2} dager.
pt: {plural2} dias.
ru: {plural2} дней.
tr: {plural2} gün.

source: {plural2} document signing requests have been received in the last week
bg: {plural2} искания за подписване на документи са получени през последната седмица
he: {plural2} בקשות לחתימה על מסמכים התקבלו בשבוע האחרון
nb: {plural2} forespørsler om dokumentsignering mottatt siste uken
pt: {plural2} pedidos de assinatura de documentos recebidos na semana passada

source: {plural2} document signing requests issued in the last month are unsigned
bg: {plural2} заявки за подписване на документи, издадени през последния месец, са неподписани
he: {plural2} בקשות לחתימה על מסמכים מהחודש האחרון טרם נחתמו
pt: {plural2} pedidos de assinatura de documentos emitidos no mês passado ainda não estão cumpridos

source: {plural2} incomplete animal control calls
bg: {plural2} непълен номер на контрол на животните
cs: {plural2} neúplné animal control calls
fr_ca: {plural2} appels au contrôle animalier incomplet
he: ‫{plural2} תקריות שלא טופלו
hu: {plural2} befejezetlen állat kontroll hívás
pt: {plural2} chamadas de controlo animal incompletas
ru: {plural2} незавершенных звонков по контролю за содержанием животных
tr: {plural2} tamamlanmamış hayvan kontrol çağrısı

source: {plural2} items of equipment are overdue for return
he: ‫{plural2} פריטי ציוד שטרם הוחזרו

source: {plural2} items of stock expire in the next month
bg: {plural2} артикулът от склада изтича следващия месец
cs: {plural2} položky zásob vyprší v příštím měsíci
fr_ca: {plural2} articles de l'inventaire expirent le mois prochain
he: {plural2} פרטי מלאי שיפוג תוקפם בחודש הבא
hu: {plural2} raktáron lévő termék a követekző hónapban lejár
pt: {plural2} itens de stock expiram no próximo mês
ru: {plural2} единиц товаров, срок годности которых истекает в следующем месяце
tr: {plural2} envanter malzemesinin kullanım süresi gelecek ay dolacak.

source: {plural2} items of stock have expired
bg: {plural2} артикулът от склада е изчерпан
cs: {plural2} položky zásob vypršely
fr_ca: {plural2} articles de l'inventaire ont expirés
he: {plural2} פרטי מלאי שפג תוקפם
hu: {plural2} raktáron lévő termék szavatossága lejárt
pt: {plural2} itens de stock expiraram
ru: {plural2} единиц товаров, срок годности которых истек
tr: {plural2} stok malzemesinin süresi doldu.

source: {plural2} medical treatments need to be administered today
bg: {plural2} медицински лечения трябва да бъдат администрирани днес
cs: {plural2} léčebné procedury musí být podávány dnes
de: {plural2} Medizinische Behandlungen müssen heute durchgeführt werden
fr_ca: {plural2} traitements médicaux doivent être administrés aujourd'hui
he: {plural2} טיפולים רפואיים לביצוע היום
hu: {plural2} mai napon esedékes gyógykezelések
lt: {plural2} vaistai turi būti suduoti šiandien
nb: {plural2} medisinsk behandling må gis i dag
pt: {plural2} tratamentos clínicos precisam de ser administrados hoje
ru: Процедур на сегодня: {plural2}
tr: {plural2} sağlık kontrolü, bugün yapılmalı.

source: {plural2} months.
bg: {plural2} месеца.
cs: {plural2} měsíců.
fr_ca: {plural2} mois.
he: {plural2} חודשים.
hu: {plural2} hónapok.
lt: {plural2} mėnesiai.
nb: {plural2} mnd.
pt: {plural2} meses.
ru: {plural2} месяцев.
tr: {plural2} ay.

source: {plural2} new online form submissions
bg: {plural2} нови онлайн форми
cs: {plural2} podání nových online formulářů
fr_ca: {plural2} nouveau formulaire en ligne
he: {plural2} טפסים מקוונים נכנסים חדשים
hu: {plural2} új online nyomtatvány benyújtása
nb: {plural2} nye web-skjemainnsendelser
pt: {plural2} novos requerimentos por de formulários online
ru: {plural2} новых онлайн запросов
tr: {plural2} yeni çevrimiçi form girişi.

source: {plural2} people have overdue payments
bg: {plural2} хора с пресрочени плащания
cs: {plural2} lidé mají platby po splatnosti
de: {plural2} Personen weisen überfällige Zahlungen auf
fr_ca: {plural2} contacts ayant des paiements en retard
he: {plural2} אנשים עם תשלומים שטרם שולמו
hu: {plural2} személynek van kifizetetlen tartozása
nb: {plural2} personer har forfalte betalinger
pt: {plural2} pessoas têm pagamentos em atraso
ru: {plural2} человек просрочили платежи
tr: {plural2} kişinin geciken ödemesi var.

source: {plural2} people with active reservations have not been homechecked
bg: {plural2} човека с активни резервании не са домашно инспектирани
cs: {plural2} lidé s aktivní rezervací nebyli podrobeni domácí kontrole
fr_ca: {plural2} contacts avec réservations actives dont le domicile n'a pas été contrôlé
he: {plural2} אנשים עם שריונים פעילים שטרם נבדקו בתיהם
hu: {plural2} gazdijelölt még nem lett lelátogatva
lt: {plural2} gyvūnus rezervavusių asmenų laikymo sąlygos yra nepatikrintos
nb: {plural2} personer med aktive reservasjoner er ikke hjemmesjekket
pt: {plural2} pessoas com reservas ativas não foram inspecionadas no domicílio
ru: Контактных лиц с активным резервированием и не проверенными условиями содержания: {plural2}
tr: {plural2} aktif rezervasyonu olan insanın ev kontrolü yapılmadı.

source: {plural2} potential matches for lost animals
bg: {plural2} вероятни съвпадения за изгубени животни
cs: {plural2} potenciální shody podobnosti pro ztracená zvířata
fr_ca: {plural2} correspondances potentielles d'animaux perdus
he: {plural2} התאמות פוטנציאליות לאבידות
hu: {plural2} potenciális egyezések elveszett állatokra
pt: {plural2} potenciais correspondências para animais perdidos
ru: {plural2} вероятных совпадений среди потерянных животных

source: {plural2} recent publisher runs had errors
bg: {plural2} наскоро публикувано има грешки
cs: {plural2} nedávné spuštění vydavatele mělo chyby
fr_ca: {plural2} publication effectuée récemment a des erreurs
he: {plural2} ריצות פרסום אחרונות עם שגיאות
hu: {plural2} legutóbbi közzétételi futtatások hibásak voltak
pt: {plural2} execuções recentes do editor geraram erros
ru: в {plural2} недавно опубликованных записях есть ошибки
tr: {plural2} yayıncı işleri hatası

source: {plural2} reservations have been active over a week without adoption
bg: {plural2} резервации са активни повече от седмица без осиновяване
cs: {plural2} rezervace jsou aktivní více než týden bez přijetí
fr_ca: {plural2} réservations ont été actives depuis plus d'une semaine sans adoption
he: {plural2} שריונים פעילים יותר משבוע ללא אימוץ
hu: {plural2} gazdijelölt megjelölés egy héten át aktív volt, de örökbefogadás nem történt
lt: {plural2} rezervacijos yra aktyvios ilgiau nei savaitę, tačiau gyvūnai dar neatiduoti
nb: {plural2} reservasjoner har vært aktiv i over en uke uten adopsjon
pt: {plural2} reservas têm estado ativas por mais de uma semana sem adoção
ru: Резервирований, открытых более недели и не завершившихся передачей: {plural2}
tr: {plural2} rezervasyon, sahiplendirme olmaksızın, 1 haftadır aktif.

source: {plural2} results found in {1} seconds. Order: {2}
bg: {plural2} резултата са намерени за {1} секунди. Подредба: {2}
cs: {plural2} výsledky nalezeny za {1} sekund. Řazení: {2}
fr_ca: {plural2} résultats trouvés en {1} secondes. Tri: {2}
he: {plural2} תוצאות נמצאו ב {1} שניות. סדר: {2}
hu: {plural2} keresési találat {1} másodperc alatt. Utasítás: {2}
lt: {plural2} rezultatai rasti per {1} sekundes. Eiliškumas: {2}
nb: {plural2} resultater funnet i {1} sekunder. Rekkefølge: {2}
pt: {plural2} resultados encontrados em {1} segundos. Pedido: {2}
ru: Найдено результатов: {plural2}. Время выполнения: {1} сек. Сортировка: {2}.
tr: {1]'de {plural2} sonuç bulundu. Sır: {2}

source: {plural2} shelter animals have not been microchipped
bg: {plural2} животни не са чипирани
cs: {plural2} zvířata z útulku nebyla mikročipována
de: {plural2} Tierheimtiere sind nicht gechippt
fr_ca: {plural2} animaux du refuge qui n'ont pas été micropucés
he: {plural2} חיות במקלט ללא שבב
hu: {plural2} mikrochippel nem rendelkező állat
nb: {plural2} dyr på hjelpesenteret har ikke blitt mikrochippet
pt: {plural2} animais do abrigo não foram microchipados
ru: {plural2} животным в приюте не поставлены микрочипы

source: {plural2} shelter animals have people looking for them
bg: {plural2} животни в приюта имат хора, грижещи се за тях
cs: {plural2} zvířata z útulku mají lidi, kteří je hledají
de: {plural2} Tierheimtiere weisen Personen auf, die nach ihnen suchen
fr_ca: {plural2} animaux du refuge qui ont des contacts qui les recherchent
he: {plural2} חיות במקלט שאנשים מחפשים אחריהן
hu: {plural2} menhelyi állatok, amelyekre van érdeklődő
lt: {plural2} gyvūnai buvo ieškomi
nb: {plural2} dyr på hjelpesenteret har personer som ser etter dem
pt: {plural2} animais de abrigo têm pessoas que os procuram
tr: {plural2} barınak hayvanına, insanlar bakmakta
