Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Date Brought In
bg: Дата на приемане
cs: Datum Přijetí
de: Eingangsdatum
fr_ca: Date d'admission
he: תאריך קליטה במקלט
hu: Bekerülés dátuma
lt: Patekimo data
nb: Innlevert dato
pt: Data de Admissão no Abrigo
ru: Дата поступления
tr: Getirilme tarihi

source: Date Found
bg: Намерено на дата
cs: Datum nálezu
de: Gefunden am
fr_ca: Date trouvée
he: התאריך בו נמצא
hu: Megtalálás dátuma
lt: Radimo data
nb: Funnet dato
pt: Data em que foi encontrado
ru: Дата нахождения
tr: Bulunma Tarihi

source: Date Lost
bg: Дата на загубване
cs: Datum Ztráty
de: Entlaufen am
fr_ca: Date de disparition
he: תאריך אבידה
hu: Elvesztés dátuma
lt: Dingimo data
nb: Mistet dato
pt: Data em que foi perdido
ru: Дата пропажи
tr: Kaybolduğu Tarih

source: Date Of Birth
bg: Дата на раждане
cs: Datum narození
de: Geburtstag
fr_ca: Date de naissance
he: תאריך לידה
hu: Születési dátum
lt: Gimimo data
nb: Fødselsdato
pt: Data de Nascimento
ru: Дата рождения
tr: Doğum Traihi

source: Date Put On
bg: Дата на записване
cs: Datum nasazení
de: Veröffentlichungsdatum
fr_ca: Date de l'ajout
he: תאריך הכנסה לרשימה
hu: Feltöltés dátuma
lt: Įtraukimo data
nb: Startet dato
pt: Data de Colocação
ru: Дата добавления
tr: Girildiği Tarih

source: Date Removed
bg: изтрита дата
cs: Datum odstranění
de: Datum gelöscht
fr_ca: Date de suppression
he: תאריך הסרה
hu: Dátum törlése
lt: Pašalinimo data
nb: Dato fjernet
pt: Data de Remoção
ru: Дата удаления
tr: SilindiğiTarih

source: Date Reported
bg: Дата на докладване
cs: Datum nahlášení
de: Datum der Meldung
fr_ca: Date reportée
he: תאריך דיווח
hu: Bejelentés dátuma
lt: Pranešimo data
nb: Rapportert dato
pt: Data de Comunicação
ru: Дата сообщения
tr: Raporlandığı Tarih

source: Date brought in between two dates
bg: Дата, въведена между две дати
he: מועד קבלה בין תאריכים
nb: Inntak mellom to datoer

source: Date brought in cannot be blank
bg: Датата на приемане не може да е празна
cs: Datum přijetí nemůže být prázdné
de: Eintrittsdatum darf nicht leer sein
fr_ca: La date d'admission ne peut être vide
he: יש למלא ‫תאריך קליטה למקלט
hu: A bekerülés dátuma nem maradhat üresen
lt: Būtina nurodyti priėmimo datą
nb: Dato for inntak kan ikke være blank
pt: A data de admissão não pode estar vazia
ru: Поле даты поступления обязательно для заполнения.
tr: Getirildiği gün boş olamaz.

source: Date brought in cannot be in the future.
bg: Датата на довеждане не може да е в бъдещето.
cs: Datum přijetí nemůže být v budoucnu.
fr_ca: La date d'admission ne peut être dans le futur.
he: ‫תאריך הכנסה לא יכול להיות בעתיד.
hu: A bekerülés dátuma nem lehet jövőbeli dátum.
pt: A data de admissão não pode ser futura.

source: Date brought in is not valid
bg: Датата на приемане не е валидна
cs: Datum přidání není správně zadané
de: Eintrittsdatum ist ungültig
fr_ca: La date d'admission n'est pas valide
he: תאריך קליטה אינו חוקי
hu: A bekerülés dátuma nem érvényes
lt: Netinkama priėmimo data
nb: Ugyldig dato for inntak
pt: A data de admissão não é válida
ru: Дата поступления указана неверно
tr: Getirildiği gün, geçerli değil.

source: Date found cannot be blank
bg: Датата на намиране не може да е празна
cs: Datum nálezu nemůže být prázdné
de: Funddatum darf nicht leer sein
fr_ca: La date trouvée ne peut être vide
he: יש למלא תאריך מציאה
hu: A megtalálás dátuma nem maradhat üresen
lt: Būtina nurodyti radimo datą
nb: Funnet dato kan ikke være blank
pt: A data em que foi encontrado não pode estar vazia
ru: Поле даты нахождения обязательно для заполнения
tr: Bulunduğu tarih boş olamaz.

source: Date found cannot be blank.
bg: Датата на намиране не може да е празна.
cs: Datum nálezu nemůže být prázdné.
de: Funddatum darf nicht leer sein.
fr_ca: La date trouvée ne peut être vide.
he: יש למלא תאריך מציאה.
hu: A megtalálás dátuma nem maradhat üresen
lt: Būtina nurodyti radimo datą.
nb: Funnet dato kan ikke være tom.
pt: A data em que foi encontrado não pode estar vazia.
ru: Поле даты нахождения обязательно для заполнения.
tr: Bulunduğu tarih boş olamaz.

source: Date lost cannot be blank
bg: Датата на загубване не може да е празна
cs: Datum ztráty nemůže být prázdné
de: Datum des Entlaufens darf nicht leer sein
fr_ca: La date de la disparition ne peut être vide
he: יש למלא תאריך אבידה
hu: Az elvesztés dátuma nem maradhat üresen
lt: Būtina nurodyti dingimo datą
nb: Mistet dato kan ikke være blank
pt: A data em que se perdeu não pode estar vazia
ru: Поле даты пропажи обязательно для заполнения
tr: Kaybolduğu tarih boş olamaz.

source: Date lost cannot be blank.
bg: Датата на загубване не може да е празна.
cs: Datum ztráty nemůže být prázdné.
de: Datum des Entlaufens darf nicht leer sein.
fr_ca: La date de disparition ne peut être vide.
he: יש למלא תאריך אבידה.
hu: Az elvesztés dátuma nem maradhat üresen
lt: Būtina nurodyti dingimo datą.
nb: Mistet dato kan ikke være tom.
pt: A data em que se perdeu não pode estar vazia.
ru: Поле даты пропажи обязательно для заполнения.
tr: Kaybolduğu tarih boş olamaz.

source: Date of Birth
bg: Дата на раждане
cs: Datum narození
de: Geburtsdatum
fr_ca: Date de Naissance
he: תאריך לידה
hu: Születési dátum
lt: Gimimo data
nb: Fødselsdato
pt: Data de Nascimento
ru: Дата рождения
tr: Doğum Tarihi

source: Date of birth between
he: תאריך לידה בין

source: Date of birth between two dates
he: תאריך לידה בין תאריכים

source: Date of birth cannot be blank
bg: Датата на раждане не може да бъде празна
cs: Datum narození nemůže být prázdné
de: Geburtsdatum darf nicht leer sein
fr_ca: La date de naissance ne peut être vide
he: תאריך הלידה ריק
hu: A születési dátum nem maradhat üresen
lt: Būtina nurodyti gimimo datą
nb: Fødselsdato kan ikke være blank
pt: A data de nascimento não pode estar vazia
ru: Поле даты рождения обязательно для заполнения
tr: Doğum tarihi boş olamaz.

source: Date of birth cannot be in the future.
bg: Дата на раждане не може да е в бъдещето.
cs: Datum narození nemůže být v budoucnu.
de: Geburtsdatum kann nicht in der Zukunft liegen.
fr_ca: La date de naissance ne peut pas être dans le futur.
he: תאריך לידה עתידי אינו חוקי.
hu: A születési dátum nem lehet a jövőben
nb: Fødselsdato kan ikke være i fremtiden.
pt: A data de nascimento não pode ser futura.
ru: Дата рождения не может быть датирована будущим числом.

source: Date of birth is not valid
bg: Датата на раждане не е валидна
cs: Datum narození není správně zadané
de: Geburtsdatum ist ungültig
fr_ca: La date de naissance n'est pas valide
he: תאריך הלידה אינו חוקי
hu: Érvénytelen születési dátum
lt: Netinkama gimimo data
nb: Ugyldig fødselsdato
pt: A data de nascimento não é válida
ru: Дата рождения указана неверно
tr: Doğum tarihi geçerli değil.

source: Date of last owner contact
bg: Дата на последен контакт със собственика
cs: Datum kontaktu posledního majitele
de: Datum des letzten Besitzerkontaktes
fr_ca: Date du dernier contact avec le propriétaire
he: תאריך קשר אחרון עם בעלים
hu: A gazdival történt utolsó kapcsolatfelvétel időpontja
lt: Paskutinio kontakto su savininku data
nb: Dato for siste kontak med eier
pt: Data do último contacto com o dono
ru: Дата последней связи с владельцем
tr: Son sahibinin iletişime geçtiği son tarih

source: Date put on
bg: Дата на записване
cs: Datum nasazení
de: Veröffentlichungsdatum
fr_ca: Date d'insertion
he: תאריך הכנסה לרשימה
hu: Feltöltés dátuma
lt: Įtraukimo data
nb: Lagt til dato
pt: Data de colocação
ru: Дата добавления
tr: Eklendiği tarih

source: Date put on cannot be blank
bg: Дата на записване не може да бъде празна
cs: Datum nasazení musí být zadané
de: Veröffentlichungsdatum darf nicht leer sein
fr_ca: La date d'insertion ne peut être vide
he: יש למלא תאריך הכנסה לרשימה
hu: A feltöltés dátuma nem maradhat üresen
lt: Būtina nurodyti priėmimo datą
nb: Dato startet kan ikke være blank
pt: A data de colocação não pode estar vazia
ru: Поле даты добавления обязательно для заполнения
tr: Eklendiği tarih boş olamaz.

source: Date put on list
bg: Дата на записване в списъка
cs: Seznam dat nasazení
de: Zur Liste hinzugefügt am
fr_ca: Date d'insertion dans la liste
he: תאריך בו נכנס לרשימה
hu: Listára került dátum
lt: Įtraukimo į sąrašą data
nb: Lagt til listen den
pt: Data de colocação na lista
ru: Даты добавления
tr: Listeye eklendiği tarih

source: Date removed
bg: Дата на премахване
cs: Datum odstranění
de: Datum entfernt
fr_ca: Date retirée
he: תאריך הסרה
hu: Dátum törlése
lt: Pašalinimo data
nb: Dato fjernet
pt: Data da remoção
ru: Дата удаления
tr: Çıkarıldığı tarih

source: Date reported cannot be blank
bg: Датата на докладване не може да е празна
cs: Datum nahlášení nemůže být prázdné
de: Meldungsdatum darf nicht leer bleiben
fr_ca: La date reportée ne peut pas être vide
he: יש למלא תאריך דיווח
hu: A jelentés dátuma nem maradhat üresen
lt: Būtina nurodyti pranešimo gavimo datą
nb: Rapportert dato kan ikke være blank
pt: A data de comunicação não pode estar vazia
ru: Поле даты сообщения обязательно для заполнения.
tr: Raporlandığı tarih boş olamaz.

source: Date reported cannot be blank.
bg: Датата на докладване на може да е празна.
cs: Datum ohlášení nemůže být prázdné.
de: Meldungsdatum darf nicht leer bleiben.
fr_ca: La date reportée ne peut pas être vide.
he: יש למלא תאריך דיווח.
lt: Būtina nurodyti pranešimo gavimo datą.
nb: Rapportert dato kan ikke være blank.
pt: A data de comunicação não pode estar vazia.
ru: Поле даты сообщения обязательно для заполнения.
tr: Raporlandığı tarih boş olamaz.

source: Date/Time
bg: Дата/Час
cs: Datum/čas
de: Datum/Uhrzeit
fr_ca: Date/heure
he: תאריך/זמן
hu: Dátum/Idő
lt: Data/Laikas
nb: Dato/klokkeslett
pt: Data/Hora
ru: Дата/Время
tr: Tarih/Zaman

source: Day
bg: Ден
cs: Den
de: Tag
fr_ca: Jour
he: יום
hu: Nap
nb: Dag
pt: Dia
ru: День

source: Day Pivot
bg: Дни за показване
cs: Kotevní den
de: Schlüsseltag
fr_ca: Jour de rotation
he: ציר זמן
hu: Napi fordulópont
lt: Dienų seka
pt: Dia Pivô
ru: Сроки выполнения
tr: Referans Gün Sayısı

source: Days On Shelter
bg: Дни в приюта
cs: Počet dní v útulku
de: Tage im Tierheim
fr_ca: Jour(s) au refuge
he: ימים במקלט
hu: Menhelyen töltött napk száma
lt: Prieglaudoje išbūtos dienos
nb: Dager på hjelpesenteret
pt: Dias no Abrigo
ru: Дней в приюте
tr: Barınakta Geçirdiği Günler

source: Dead On Arrival
bg: Докаран мъртъв
cs: Přijato uhynulé
de: Tot eingeliefert
fr_ca: Mort à l'arrivée
he: מת עם ההגעה
hu: Beérkezéskor halott
lt: Pateko nugaišęs
nb: Død ved ankomst
pt: Morto à Chegada
ru: Умерло по прибытии
tr: Ölü Olarak Varmış

source: Dead animal
bg: Починало животно
cs: Uhynulé zvíře
de: Totes Tier
fr_ca: Animal mort
he: חיה מתה
hu: Elhullott állat
nb: Avdødt dyr
pt: Animal Morto
ru: Умершее животное
tr: Ölü hayvan

source: Dead on arrival
bg: Докаран мъртъв
cs: Mrtvé při příjmu
de: Tot eingeliefert
fr_ca: Mort à l'arrivée
he: מת עם ההגעה
hu: Beérkezéskor halott
lt: Pateko nugaišęs
nb: Død ved ankomst
pt: Morto à chegada
ru: Умерло по прибытии
tr: Geldiğinde ölüydü

source: Death
bg: Смърт
cs: Úhyn
de: Tod
fr_ca: Décès
he: מוות
hu: Elhullás
lt: Mirtis
nb: Død
pt: Morte
ru: Смерть
tr: Ölüm

source: Death Comments
bg: Коментари за смъртта
cs: Poznámky k úmrtí
de: Anmerkungen zum Todesfall
fr_ca: Commentaires sur le décès
he: הערות פטירה
hu: Elhullással kapcsolatos megjegyzések
lt: Komentarai apie mirtį
nb: Kommentarer til dødsfall
pt: Comentários sobre a Morte
ru: Комментарии о смерти
tr: Ölüm Yorumlar

source: Death Reason
bg: Причина за смъртта
cs: Důvod úmrtí
de: Todesursache
fr_ca: Cause du décès
he: סיבת המוות
hu: Elhullás oka
lt: Mirties priežastis
nb: Årsak til dødsfall
pt: Motivo da Morte
ru: Причина смерти
tr: Ölüm Nedeni

source: Death Reasons
bg: Причини за смърт
cs: Důvody úmrtí
de: Todesarten
fr_ca: Causes du décès
he: סיבות המוות
hu: Elhullás okai
lt: Mirčių priežastys
nb: Årsaker til dødsfall
pt: Motivos da Morte
ru: Причины смерти
tr: Ölüm Nedenleri

source: Debit
bg: Дебит
fr_ca: Débit
he: חיוב
nb: Debet
pt: Débito

source: Debit Card
bg: Дебитна карта
cs: Debetní karta
de: Debitkarte
fr_ca: Carte de débit
he: כרטיס חיוב (דביט)
hu: Hitelkártya
lt: Debetinė kodrtelė
nb: Debetkort
pt: Cartão de Débito
ru: Платежная карта
tr: Banka Kartı

source: Dec
bg: Декември
cs: Pro
de: Dezember
fr_ca: Déc
he: דצמ'
lt: Gruodis
nb: Des.
pt: Dez
ru: Дек
tr: Aralık

source: Deceased
bg: Починало
cs: Mrtvé
de: Verstorben
fr_ca: Décédé
he: מת
hu: halott
lt: Nugaišę
nb: Død
pt: Falecido
ru: Умершие
tr: Ölmüş

source: Deceased Date
bg: Дата на почиване
cs: Datum úmrtí
de: Todestag
fr_ca: Date du Décès
he: תאריך פטירה
hu: Halál dátuma
lt: Gaišimo data
nb: Dato død
pt: Data de Falecimento
ru: Дата смерти
tr: Ölüm Tarihi

source: December
bg: Декември
cs: Prosinec
de: Dezember
fr_ca: Décembre
he: דצמבר
lt: Gruodis
nb: Desember
pt: Dezembro
ru: Декабрь
tr: Aralık

source: Declawed
bg: Подрязани нокти
cs: Odstraněné drápy
de: Entkrallt
fr_ca: Dégriffé
he: ללא ציפורניים
lt: Pašalinti nagai
nb: Fjernet klør
pt: Sem Unhas
ru: Когти удалены
tr: Tırnakları Sökülmüş

source: Declined
bg: Отказано
cs: Odmítnuto
fr_ca: Refusé(e)
he: נדחה
hu: Elutasított
pt: Recusado

source: Default Age
he: גיל ברירת מחדל

source: Default Brought In By
bg: По подразбиране донесено от
cs: Výchozí hodnota Přijato od
de: Voreinstellung für »Eingeliefert von«
fr_ca: Apporté par (par défaut)
he: ברירת מחדל להובא ע״י
hu: Alapértelmezést létrehozta
lt: Numatytasis pridavęs asmuo
nb: Standard tatt inn av
pt: Trazido Por Padrão
ru: Кто доставил по умолчанию
tr: Varsayılan Getiren Kişi/Kurum

source: Default Cost
bg: Разход по подразбиране
cs: Výchozí náklad
de: Voreinstellung Kosten
fr_ca: Coût par défaut
he: עלות ברירת מחדל
hu: Alapértelmezett költség
lt: Numatytosios išlaidos
nb: Standard kostnad
pt: Custo Padrão
ru: Расходы по умолчанию
tr: Varsayılan Maliyet

source: Default Rota Shift
bg: Смяна в графика по подразбиране
cs: Výchozí směna rozpisu
de: Voreingestellter Dienstwechsel
fr_ca: Tableau de rotation par défaut
he: ברירת מחדל למשמרת בסידור עבודה
hu: Alapértelmezett sorrend váltás
nb: Standard vakt i vaktliste
pt: Turno Padrão
ru: Смена дежурств по умолчанию

source: Default Value
bg: Стойност по подразбиране
cs: Výchozí hodnota
de: Voreingestellter Wert
fr_ca: Valeur par défaut
he: ברירת מחדל
hu: Alapértelmezett érték
nb: Standard verdi
pt: Valor Padrão
ru: Значение по умолчанию

source: Default daily boarding cost
bg: Дневен разход за пансион по подразбиране
cs: Výchozí cena za den umístění
de: Voreingestellte tägliche Unterbringungskosten
fr_ca: Coût journalier de pension par défaut
he: ברירת מחדל לעלות מחיה יומית
hu: Alapértelmezett napi ellátási költség
lt: Numatytosios kasdienės išlaikymo išlaidos
nb: Standard daglig kostnad
pt: Custo diário de alojamento padrão
ru: Ежедневные расходы на содержание по умолчанию
tr: Varsayılan günlük pansiyon ücreti

source: Default destination account for payments
bg: Сметка за плащане по подразбиране
cs: Výchozí účet pro platby
de: Voreingestelltes Zielkonto für Zahlungen
fr_ca: Compte de destination pour les paiement par défaut
he: חשבון יעד לתשלומים (ברירת מחדל)
hu: Befizetések alapértelmezett célszámlája
nb: Standard destinasjonskonto for betalinger
pt: Conta de destino padrão para pagamentos
ru: Счёт, на который осуществляется перевод по умолчанию
tr: Ödemeler için varsayılan hesap

source: Default image for documents
bg: Стандартно изображение на документи
cs: Výchozí obrázek pro dokumenty
de: Voreingestelltes Bild für Dokumente
fr_ca: Image pour les documents par défaut
he: תמונת ברירת מחדל למסמכים
hu: Dokumentumok alapértelmezett képe
lt: Numatytasis paveikslėlis dokumentams
nb: Standard bilde for dokumenter
pt: Imagem padrão para documentos
ru: Изображение для документов по умолчанию
tr: Varsayılan doküman resmi

source: Default image for this record and the web
bg: Изображение по подразбиране за този запис и за интернет
cs: Výchozí obrázek pro tento záznam a web
de: Voreingestelltes Bild für diesen Eintrag und das Internet
fr_ca: Image pour ce dossier et le web par défaut
he: תמונת ברירת מחדל לרשומה זו ולאינטרנט
hu: Jelen jelentés és a webes felülethez alapértelmezett kép
lt: Numatytasis atvaizdas šiam įrašui ir internetui
nb: Standard bilde for dette registeret og nettet
pt: Imagem padrão para este registo e a Web
ru: Изображение для карточки и веб-публикаций по умолчанию
tr: Bu kayıt ve web için varsayılan resim

source: Default source account for costs
bg: Източник на сметка за разходи по подразбиране
cs: Výchozí zdrojový účet pro náklady
de: Voreingestelltes Zielkonto für Kosten
fr_ca: Compte source pour les coûts par défaut
he: חשבון מקור להוצאות (ברירת מחדל)
hu: Költségek alapértelmezett forrászszámlája
pt: Conta de origem padrão para despesas
ru: Исходный счет по расходам по умолчанию

source: Default to advanced find animal screen
bg: Екрана за разширено търсене на животни да излиза по подразбиране
cs: Výchozí obrazovka pro pokročilé vyhledání zvířete
de: Erweiterte Tiersuche als Standardeinstellung übernehmen
fr_ca: Recherche avancée d'un animal par défaut
he: ברירת המחדל לחיפוש חיות היא חיפוש מתקדם
hu: Állatok részletes keresésének alapértelmezett képernyője
lt: Numatyti išplėstinę gyvūnų paiešką
nb: Standard til avansert finn dyr
pt: Padrão para o ecrã de pesquisa avançada de animais
ru: Расширенные параметры поиска животного по умолчанию
tr: Varsayılan gelişmiş hayvan bul ekranına

source: Default to advanced find person screen
bg: Екрана за разширено търсене на хора да излиза по подразбиране
cs: Výchozí obrazovka pro pokročilé vyhledání osoby
de: Erweiterte Personensuche als Standardeinstellung übernehmen
fr_ca: Recherche avancée d'un contact par défaut
he: ברירת המחדל לחיפוש אנשים היא חיפוש מתקדם
hu: Személyek részletes keresésének alapértelmezett képernyője
lt: Numatyti išplėstinę asmenų paiešką
nb: Standard til avansert finn person
pt: Padrão para o ecrã de pesquisa avançada de pessoas
ru: Расширенные параметры поиска контактного лица по умолчанию
tr: Varsayılan gelişmiş kişi bul ekranına

source: Default to table mode when viewing media tabs
he: השתמש בתצוגת טבלה כברירת מחדל בעת הצגת לשונית קבצים

source: Default transaction view
bg: Изглед на транзакции по подразбиране
cs: Výchozí zobrazení transakce
de: Voreingestellte Transaktions-Ansicht
fr_ca: Vue des transactions par défaut
he: ברירת מחדל לתצוגת עסקאות
hu: Alapértelmezett tranzakciós nézet
lt: Numatytasis transakcijų vaizdas
nb: Standard transaksjonsvisning
pt: Vista de transação padrão
ru: Просмотр переводов по умолчанию
tr: Varsayılan hesap hareketi görünümü

source: Default urgency
bg: Спешност по подразбиране
cs: Výchozí naléhavost
de: Voreingestellte Dringlichkeit
fr_ca: Urgence par défaut
he: דחיפות ברירת מחדל
hu: Alapértelmezett sürgősség
lt: Numatytasis prioritetas
nb: Standard viktighet
pt: Urgência padrão
ru: Срочность по умолчанию
tr: Varsayılan aciliyet

source: Default video for publishing
bg: Видео по подразбиране при публикуване
cs: Výchozí video pro publikaci
de: Voreingestelltes Video für die Veröffentlichung
fr_ca: Vidéo pour publication par défaut
he: וידאו ברירת מחדל לפרסום
hu: Alapértelmezett videó publikálás céljából
lt: Numatytasis video publikavimui
nb: Standard video for publisering
pt: Vídeo padrão para publicação
ru: Видео по умолчанию для публикаций
tr: Yayın için varsayılan vidyo

source: Default video link
he: ברירת מחדל לקישור וידאו לפרסום

source: Default view
bg: Изглед по подразбиране
cs: Výchozí zobrazení
de: Voreingestellte Ansicht
fr_ca: Vue par défaut
he: תצוגת ברירת מחדל
hu: Alapértelmezett nézet
lt: Numatytasis vaizdas
nb: Standardvisning
pt: Vista padrão
ru: Вид по умолчанию
tr: Varsayılan görünüm

source: Default zoom level when converting documents to PDF
he: רמת זום ברירת מחדל בעת המרת מסמכים ל- PDF
nb: Standard zoom-nivå ved konvertering av dokumenter til PDF

source: Defaults
bg: Стандартни настройки
cs: Výchozí hodnoty
de: Voreinstellungen
fr_ca: Par défaut
he: ברירות מחדל
hu: Alapértékek
lt: Numatytieji
nb: Standarder
pt: Predefinições
ru: Умолчания
tr: Varsayılanlar

source: Defaults formats for code and shortcode are TYYYYNNN and NNT
bg: Форматите по подразбиране за код и къс код са TYYYYNNN и NNT
cs: Výchozí formáty pro kód a krátký kód zvířete jsou TYYYYNNN a NNT
de: Voreingestellte Formate für Referenznummer und Kürzel sind TYYYYNNN und NNT
fr_ca: Formats par défaut pour le code et le code court est TAAAANNN and NNT
he: פורמט ברירת מחדל לקוד וקוד מקוצר הם TYYYYNNN ו NNT
hu: A kódok és rövidített kódok alapértelmezett formátumai TYYYYNNN és NNT
lt: Numatytieji kodo ir trumpojo kodo formatai yra TYYYYNNN ir NNT
nb: Standardformat for kode og minikode er TYYYYNNN og NNT
pt: Os formatos padrão de código e código abreviado são TYYYYNNN e NNT
ru: Формат кода и короткого кода по умолчанию TYYYYNNN и NNT
tr: Kod ve kısa kod için varsayılan formatlar TYYYYNNN ve NNT'dir.

source: Delete
bg: Изтрий
cs: Smazat
de: Entfernen
fr_ca: Supprimer
he: מחק
hu: Töröl
lt: Šalinti
nb: Slett
pt: Eliminar
ru: Удалить
tr: Sil

source: Delete Accounts
bg: Изтрий сметки
cs: Odstranit účty
de: Konten löschen
fr_ca: Supprimer des comptes
he: מחיקת חשבונות
hu: Fiókok törlése
lt: Trinti sąskaitas
nb: Slett kontoer
pt: Eliminar Contas
ru: Удалить счета
tr: Hesapları Sil

source: Delete Animals
bg: Изтриване на животни
cs: Vymazat Zvířata
de: Tiere löschen
fr_ca: Supprimer des animaux
he: מחיקת חיות
hu: Állatok törlése
lt: Šalinti gyvūnus
nb: Slett dyr
pt: Eliminar Animais
ru: Удалить животных
tr: Hayvanları Sil

source: Delete Citations
bg: Изтрий глоба/обвинение
cs: Odstranit citace
de: Anzeigen löschen
fr_ca: Suprimer des citations
he: מחק דוחות (קנסות)
hu: Hivatkozások törlése
nb: Slett pålegg/innkalling
pt: Eliminar Advertências
ru: Удалить выписки
tr: Alıntıları Sil

source: Delete Clinic Appointment
bg: Изтрий клиничен преглед
cs: Odstranit schůzky na Klinice
fr_ca: Supprimer des rendez-vous clinique
he: מחיקת תורים למרפאה
hu: Kórházi előjegyzések törlése
pt: Eliminar Agendamento Clínico

source: Delete Cost
bg: Изтрий разход
cs: Odstranit náklady
de: Kosten löschen
fr_ca: Supprimer un coût
he: מחיקת הוצאות
hu: Költség törlése
lt: Trinti išlaidas
nb: Slett kostnad
pt: Eliminar Custo
ru: Удалить расходы
tr: Maliyetleri Sil

source: Delete Diary
bg: Изтрий дневник
cs: Vymazat Diář
de: Kalender löschen
fr_ca: Supprimer un agenda
he: מחיקת משימות
hu: Napló törlése
lt: Trinti darbotvarkės užduotis
nb: Slett dagbok
pt: Eliminar Diário
ru: Удалить задачу
tr: Günlükleri Sil

source: Delete Diets
bg: Изтрий диети
cs: Vymazat Diety
de: Diäten löschen
fr_ca: Supprimer des régimes alimentaires
he: מחיקת הוראות תזונה
hu: Diéták törlése
lt: Trinti dietas
nb: Slett dietter
pt: Eliminar Dietas
ru: Удалить диеты
tr: Diyetleri Sil

source: Delete Document from Repository
bg: Изтрий документ от Хранилището
cs: Odstranit dokument z úložiště
de: Dokument aus Ablage löschen
fr_ca: Supprimer le document de la bibliothèque
he: מחיקת מסמך מהמאגר
hu: Dokumentum törlése tárhelyről
lt: Ištrinti dokumentą iš saugyklos
nb: Slett dokument fra depot
pt: Eliminar Documento do Repositório
ru: Удалить документ из хранилища
tr: Dokümanları Depodan Sil

source: Delete Event
he: מחק אירוע

source: Delete Found Animal
bg: Изтрий намерено животно
cs: Vymazat nalezené zvíře
de: Fundtier löschen
fr_ca: Supprimer un animal trouvé
he: מחיקת מציאות
hu: Talált állat törlése
lt: Trinti rastus gyvūnus
nb: Slett funnet dyr
pt: Eliminar Animal Encontrado
ru: Удалить найденное животное
tr: Bulunan Hayvanı Sil

source: Delete Incidents
bg: Изтриване на инциденти
cs: Odstranit incidenty
de: Vorfälle löschen
fr_ca: Supprimer les incidents
he: מחיקת תקריות
hu: Incidens törlése
nb: Slett hendelser
pt: Eliminar Incidentes
ru: Удалить события
tr: Olayları/Vakaları Sil
