Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Pickup Address
bg: Прибрано от (Адрес)
cs: Adresa vyzvednutí
fr_ca: Adresse de ramassage
he: כתובת לאיסוף
hu: Begyűjtési cím
nb: Hentetadresse
pt: Morada de Recolha

source: Pickup Location
bg: Тръгване от
cs: Místo vyzvednutí
fr_ca: Lieu du ramassage
he: מיקום איסוף
hu: Begyűjtés helye
nb: Hentested
pt: Local de Recolha
tr: Alma Yeri

source: Pickup Locations
bg: Локации за тръгване
cs: Místa vyzvednutí
fr_ca: Lieux de ramassage
he: מיקומים לאיסוף
hu: Begyűjtés helye
nb: Hentesteder
pt: Locais de Recolha
tr: Alma Yerleri

source: Pickup date cannot be later than dropoff date.
he: תאריך איסוף אינו יכול להיות מאוחר מתאריך פיזור.

source: Pig
bg: Свиня
cs: Prase
de: Schwein
fr_ca: Cochon
he: חזיר
hu: Sertés
lt: Kiaulė
nb: Gris
pt: Porco
ru: Свинья
tr: Domuz

source: Pig (Farm)
bg: Домашна свиня
cs: Prase (chovné)
de: Hausschwein
fr_ca: Cochon
he: חזיר (חווה)
hu: Sertés (Farm)
lt: Kiaulė (ferma)
nb: Gris (gård)
pt: Porco (quinta)
ru: Свинья (ферма)

source: Pigeon
bg: Гълъб
cs: Holub
de: Taube
he: יונה
hu: Galamb
lt: Balandis
nb: Due
pt: Pombo
ru: Голубь

source: Pinterest
he: פינטרסט

source: Pionus
bg: Белокоремен папагал
cs: Amazónek
de: Rotsteißpapagei
he: פיונוס
hu: Pirosfarú papagáj
lt: Pionas
ru: Kрасногузый попугай

source: Pit Bull Terrier
bg: Питбул териер
cs: Americký pitbulteriér
fr_ca: Pit Bull Terrier (Pitbull)
he: פיטבול טרייר
lt: Pitbulterjeras
ru: Питбультерьер

source: Pixie-Bob
bg: Пикси Боб
he: פיקסי־בוב
hu: Pixie-Bob macska
lt: Piksi-Bobas
ru: Пикси-Боб

source: Please do not enable this option if you do not understand what this means.
he: נא לא להפעיל אפשרות זו אם אינך מבין מה המשמעות של זה.

source: Please see the manual for more information.
bg: Моля вижте ръководството за повече информация
cs: Další informace naleznete v příručce.
fr_ca: Svp lisez le manuel pour plus d'information.
he: אנא עיין במדריך למידע נוסף.
hu: Nézze meg a kézikönyvet további információkért.
pt: Consulte o manual para mais informações.

source: Please select a PDF, HTML or JPG image file to attach
bg: Моля изберете PDF, HTML или JPG файл за прикачване
cs: Vyberte soubor obrázku PDF, HTML nebo JPG, který chcete připojit
de: Bitte wählen sie eine PDF-, HTML- oder JPG-Bilddatei als Anhang aus
fr_ca: Svp sélectionner un PDF, HTML ou une image JPG à joindre
he: בחר קובץ PDF, HTML או JPG לצרף
hu: Kérem válasszon PDF, HTML vagy JPG fájlt csatolmányként
lt: Prašome pasirinkti PDF, HTML arba JPG failą
nb: Velg en PDF, HTML eller JPG-fil som skal vedlegges
pt: Selecione um ficheiro PDF, HTML ou imagem JPG para anexar
ru: Пожалуйста, выберите PDF, HTML или JPG файлы для добавления
tr: Dosyaya eklemek için, PDF, HTML ya da JPG resim dosyası seçiniz.

source: Please tighten the scope of your email campaign to {0} emails or less.
bg: Моля сведете обхвата на вашата имейл кампания до {0} имейла или по-малко
cs: Upřesněte rozsah e-mailové kampaně na {0} e-maily nebo méně.
fr_ca: Svp limitez votre publipostage à {0} courriels ou moins.
he: צמצם את היקף קמפיין האימייל ל {0} כתובות או פחות.
hu: Kérjük szűkítse le az emailkampány hatókörét {0} vagy kevesebb emailre.
pt: Limite o âmbito da sua campanha de email a {0} emails ou menos.

source: Please use the link below to pay.
bg: Моля, използвайте връзката по-долу, за да платите.
fr_ca: Svp utilisez les liens ci-dessous pour payer.
he: השתמש בלינק הבא לתשלום.
pt: Utilize o seguinte link para efetuar o pagamento.

source: Please use the link below to sign adoption paperwork and pay the adoption fee.
he: השתמש בלינק למטה על מנת לחתום אלקטרונית על המסמכים ולשלם את סל האימוץ.

source: Please use the links below to electronically sign these documents.
bg: Моля използвайте линковете по-долу, за да подпишете тези документи електронно
cs: Pomocí níže uvedených odkazů elektronicky podepište tyto dokumenty.
fr_ca: Svp utilisez les liens ci-dessous pour signer électroniquement ces documents.
he: השתמש בלינקים למטה על מנת לחתום אלקטרונית על המסמכים.
hu: Kérjük az alábbi link segítségével elektronikusan írja alá ezen dokumentumokat.
pt: Utilize os links abaixo para assinar eletronicamente estes documentos.
ru: Для подписания этих документов используйте прикрепленные ниже ссылки.

source: Plott Hound
bg: Плот хаунд
cs: Plottův pes
he: פלוט האונד
hu: Plott kopó
lt: Plothaundas
ru: Плоттхаунд

source: Poicephalus/Senegal
bg: Сенегалски папагал
cs: Papoušek senegalský
de: Mohrenkopfpapagei
fr_ca: Youyou du Sénégal
he: תוכי סנגל
hu: Szenegáli papagáj
lt: Ilgasparnė papūga
nb: Senegalpapegøye
ru: Сенегальский длиннокрылый попугай

source: Pointer
bg: Поинтер
fr_ca: Pointer Anglais
he: פוינטר
hu: vizsla
lt: Pointeris
ru: Пойнтер

source: Points for being found within 2 weeks of being lost
bg: Точки за намерено до 2 седмици след загубването
cs: Body, které budou nalezeny do 2 týdnů od ztráty
fr_ca: Points pour avoir été trouvé en moins de 2 semaines après la perte
he: ניקוד על מציאה בטווח של שבועיים מאבידה
hu: Eltűnéstől számított 2 héten belüli megtalálásért járó pontok
lt: Taškai už radimą 2 savaičių laikotarpiu nuo dingimo
nb: Poeng for funn innen 2 uker etter savnet
pt: Pontos por ter sido encontrado menos de 2 semanas após se ter perdido
ru: Пункты за нахождение через 2 недели после пропажи
tr: Kaybolduktan sonra 2 hafta içinde bulunma için puanlar

source: Points for matching age group
bg: Точки за отговаряща възрастова група
cs: Body pro odpovídající věkovou skupinu
de: Punkte für eine Übereinstimmung der Altersgruppe
fr_ca: Points pour la correspondance avec le groupe d'âge
he: ניקוד על להתאמת קבוצת גיל
hu: Megegyező korosztály pontok
lt: Taškai už atitinkančią amžiaus grupę
nb: Poeng for like aldersgrupper
pt: Pontos por correspondência de grupo etário
ru: Пункты за соответствие возрастной группе
tr: Eşleşen yaş grupları için puanlar

source: Points for matching breed
bg: Точки за отговаряща порода
cs: Body pro odpovídající plemeno
de: Punkte für eine Übereinstimmung der Rasse
fr_ca: Points pour la correspondance de race
he: ניקוד על גזע תואם
hu: Fajta összehasonlítási szempontok
lt: Taškai už atitinkančią veislę
nb: Poeng for like raser
pt: Pontos por correspondência de raça
ru: Пункты за соответствие породе
tr: Eşleşen cinsler için puan

source: Points for matching color
bg: Точки за отговарящ цвят
cs: Body pro odpovídající barvu
de: Punkte für eine Übereinstimmung der Farbe
fr_ca: Points pour la correspondance de couleur
he: ניקוד על צבע תואם
hu: Szín összehasonlítási szempontok
lt: Taškai už atitinkančią spalvą
nb: Poeng for lik farge
pt: Pontos por correspondência de cores
ru: Пункты за соответствие цвету
tr: Eşleşen renkler için puanlar

source: Points for matching features
bg: Точки за отговарящи допълнителни характеристики
cs: Body pro odpovídající funkce
de: Punkte für eine Übereinstimmung von Merkmalen
fr_ca: Points pour la correspondance de traits distinctifs
he: ניקוד על תכונות תואמות
hu: Tulajdonságok összehasonlítási szempontjai
lt: Taškai už atitinkančias ypatybes
nb: Poeng like kjennetegn
pt: Pontos por correspondência de características
ru: Пункты за соответствие особым приметам
tr: Eşleşen özellikler için puanlar

source: Points for matching lost/found area
bg: Точки за отговаряща област на загубване/намиране
cs: Body pro odpovídající ztracené / nalezené oblasti
de: Punkte für eine Übereinstimmung des Entlaufen/Gefunden-Gebietes
fr_ca: Points pour la correspondance de la région perdu/trouvé
he: ניקוד על אזור מציאות/אבידות
hu: Elveszett/Talált területek összehasonlítási szempontjai
lt: Taškai už atitinkančią dingimo/radimo vietovę
nb: Poeng for likt savnet/funnet-område
pt: Pontos por correspondência de área onde foi perdido/encontrado
ru: Пункты за место пропажи/нахождения
tr: Eşleşen kayıp/bulunma bölgeleri için puanlar

source: Points for matching microchip
bg: Точки за съвпадение на микрочип
fr_ca: Points pour la correspondance de la micropuce
he: ניקוד על שבב תואם
nb: Poeng for lik microchip
pt: Pontos por correspondência de microchip

source: Points for matching sex
bg: Точки за отговарящ пол
cs: Body pro odpovídající pohlaví
de: Punkte für eine Übereinstimmung des Geschlechts
fr_ca: Points pour la correspondance de genre
he: ניקוד על מין (ז/נ) תואם
hu: Nemek összehasonlítási szempontjai
lt: Taškai už atitinkančią lytį
nb: Poeng for likt kjønn
pt: Pontos por correspondência de sexo
ru: Пункты за соответствие полу
tr: Eşleşen cinsiyetler için puanlar

source: Points for matching species
bg: Точки за отговарящ вид на животното
cs: Body pro odpovídající druh
de: Punkte für eine Übereinstimmung der Tierart
fr_ca: Points pour la correspondance d'espèces
he: ניקוד על זנים תואמים
hu: Faj összehasonlítási szempontok
lt: Taškai už atitinkančią rūšį
nb: Poeng for like arter
pt: Pontos por correspondência de espécie
ru: Пункты за соответствие виду
tr: Eşleşen türler için puanlar

source: Points for matching zipcode
bg: Точки за отговарящ пощенски код
cs: Body pro odpovídající PSČ
de: Punkte für eine Übereinstimmung der Postleitzahl
fr_ca: Points pour la correspondance de code postal
he: ניקוד על מיקוד תואם
hu: Irányítószám összehasonlítási szempontok
lt: Taškai už atitinkantį pašto kodą
nb: Poeng for likt postnummer
pt: Pontos por correspondência de código postal
ru: Пункты за соответствие индексу
tr: Eşleşen posta kodları için puanlar

source: Points required to appear on match report
bg: Необходими точки за да се показва в справката за съвпадения
cs: Body, které musí být uvedeny v přehledu
fr_ca: Points requis pour apparaître dans un rapport de correspondances
he: ניקוד נדרש על מנת להופיע בדוח התאמות אבידות/מציאות
hu: Összehasonlítási riportokon megjelenő szempontok
lt: Taškai, kurie bus rodomi atitikimo ataskaitoje
nb: Punkter som må vises på rapporten
pt: Pontos necessários para figurar no relatório de correspondências
ru: Необходимое количество пунктов для отображения в результатах поиска
tr: Eşleşme raporunda gözükmek için gereken puanlar

source: Polish
bg: Полски
cs: Polská
de: Polnisch
fr_ca: Polonais
he: ארנב פולני
hu: Lengyel
lt: Lenkų
nb: Polsk
pt: Polaco
ru: Польский

source: Polish Lowland Sheepdog
bg: Полска низинна овчарка
cs: Polský ovčák nížinný
de: Polnischer Niederungshütehund
fr_ca: Berger Polonais de Plaine
he: רועה פולני
hu: lengyel alföldi juhászkutya
lt: Lenkų žemumų aviganis
pt: Cão Pastor Lowland Polaco
ru: Польская низинная овчарка

source: Pomeranian
bg: померан
cs: Německý špic trpasličí
de: Zwergspitz/Pomeranian
he: פומרניאן
hu: pomerániai
lt: Pomeranijos špicas
pt: Pomerânio
ru: Померанский шпиц

source: Pony
bg: Пони
fr_ca: Poney
he: פוני
hu: Póni
lt: Ponis
pt: Pónei
ru: Пони
tr: Midilli

source: Poodle
bg: Пудел
cs: Pudl
de: Pudel
fr_ca: Caniche
he: פודל
hu: uszkár
lt: Pudelis
nb: Puddel
pt: Caniche
ru: Пудель

source: Port
he: פורט

source: Portugese Podengo
bg: Португалско поденго
cs: Portugalský Podengo
de: Portugiesischer Podengo
fr_ca: Chien de Garenne Portugais
he: פודנגו פורטוגזי
hu: portugál podengo
lt: Portugalų podengas
pt: Podengo Português
ru: Португальский поденгу

source: Portuguese Water Dog
bg: Португалско водно куче
cs: Portugalský Vodní Pes
de: Portugiesischer Wasserhund
fr_ca: Chien d'Eau Portugais
he: כלב מים פורטוגזי
hu: Portugál vízi kutya
lt: Portugalų vandens šuo
nb: Portugisisk vannhund
pt: Cão D'Água Português
ru: Португальская водяная собака

source: Positive
bg: Положителен
cs: Pozitivní
de: Positiv
fr_ca: Positif
he: חיובי
hu: Pozitív
lt: Teigiamas
nb: Positiv
pt: Positivo
ru: Положительный
tr: Pozitif

source: Positive for Heartworm, FIV or FLV
bg: Позитивен тест за Дирофилариоза, FIV или FLV
cs: Pozitivní pro Vlasovce psího, FIV nebo FLV
de: Positiv auf Herzwurm, FIV oder FLV getestet
fr_ca: Positif pour les vers du coeur, FIV ou FeLV
he: תוצאה חיובית לתולעת הפארק, FIV או FLV
hu: Pozitívan tesztelve szívféregre, FIV-re vagy FLV-re
pt: Positivo para Dirofilariose, FIV ou FLV
ru: Положительный результат на дирофиляриоз (Heartworm), иммунодефицит кошек (ВИК, FIV) или вирусную лейкемию кошек (FLV, ВЛК)

source: Positive/Negative
bg: Положителен/Отрицателен
cs: Pozitivní / negativní
de: Positiv/Negativ
fr_ca: Positif/Négatif
he: חיובי/שלילי
hu: Pozitív/Negatív
lt: Teigiamas/Neigiamas
nb: Positiv/negativ
pt: Positivo/Negativo
ru: Положительный/отрицательный
tr: Pozitif/Negatif

source: Post
bg: Поща
cs: Příspěvek
fr_ca: Publier
he: פרסם
hu: Postáz
pt: Correio

source: Postage costs
bg: Куриерски услуги
cs: Výdaje za poštovné
de: Portokosten
fr_ca: Coûts d'envois postaux'
he: עלויות דואר
hu: Postai kiadások
lt: Pašto išlaidos
nb: Portokostnader
pt: Despesas de correspondência
ru: Почтовые расходы
tr: Posta Gideri

source: Pot Bellied
bg: Виетнамска свиня
cs: Břichatý
de: Hängebauchschwein
fr_ca: Cochon Nain
he: חזיר ננסי
hu: Csüngőhasú sertés
nb: Hengebuksvin
pt: Porco Barrigudo
ru: Вислобрюхая

source: Prairie Dog
bg: Прерийно куче
cs: Psoun Prériový
de: Prärie Hund
fr_ca: Chien de Prairie
he: נובחנית
hu: Prérikutya
lt: Prerijų šunelis
nb: Præriehund
pt: Cão-da-pradaria
ru: Степная собачка

source: Pre-create all treatments when creating fixed-length medical regimens
he: צור מראש את כל הטיפולים בעת יצירת טיפולים רפואיים באורך קבוע

source: Prefill new media notes for animal images with animal comments if left blank
bg: Попълни бележките за медиите на новите изображения с кометарите от животното ако е оставено празно
cs: Předvyplnění nových poznámek pro zvířecí obrázky s poznámkami o zvířatech, pokud je necháte prázdné
fr_ca: Pré-remplir les nouvelles notes média pour les images de l'animal si les commentaires sont laissés vides
he: מלא אוטומטית הערות לקובץ חדש מהערות על החיה אם משאירים את השדה ריק
hu: Az üresen hagyott megjegyzés rovatokat töltse ki az állatok képeihez az állatra vonatkozó megjegyzésekkel
lt: Į naujų failų su gyvūno nuotraukomis aprašymus, jei jie palikti tušti, įrašyti gyvūno aprašymą
nb: Forhåndsutfyll nye mediamerknader for dyrebilder med dyrekommentarer hvis feltet er tomt
pt: Pré-preencher as novas anotações de imagens de animais com os comentários sobre o animal, caso sejam deixadas em branco
ru: Автоматически заполнять заметки к файлам с изображением животного общими комментариями, если поле оставлено пустым
tr: Hayvan resimlerine ait medya notları boşsa, not alanını hayvanla ilgili yorumlarla doldur.

source: Prefill new media notes with the filename if left blank
bg: попълвай бележките за нови файлове, с името на файлът, ако са празни
cs: Předvyplnění poznámky nového media s názvem souboru, pokud ji necháte prázdnou
de: Neue Medienaufzeichnungen mit dem Dateinamen vorausfüllen, wenn leer gelassen
fr_ca: Pré-remplir les nouvelles notes média avec le nom de fichier si laissé vide
he: מלא אוטומטית הערות לקובץ חדש משם הקובץ אם משאירים את השדה ריק
hu: Az üresen hagyott új megjegyzés rovatokat töltse ki a fájlnévvel
lt: Į naujų failų pastabas, jei jos paliktos tuščios, įrašyti failo pavadinimą
nb: Forhåndsutfyll nye mediamerknader med filnavn hvis feltet er tomt
pt: Pré-preencher as novas anotações de imagens com o nome do ficheiro, caso sejam deixadas em branco
ru: Автоматически заполнять заметки к файлам животного именем файла, если поле оставлено пустым
tr: Medya notları boşsa, not alanını dosya ismiyle doldur.

source: Prefix animal codes
he: קידומת לקוד חיה

source: Premises
bg: Материални активи
cs: Budova
de: Immobilien
fr_ca: Locaux
he: השטחים והמבנים של המקלט
hu: Helységek
lt: Pastatai
nb: Lokaler
pt: Instalações
ru: Помещение
tr: Emlaklar

source: Presa Canario
bg: Перо де преса канарио
cs: Kanárská doga
fr_ca: Dogue des Canaries
he: דוגו קאנריו
hu: Kanári-szigeteki kutya
lt: Kanarų dogas
pt: Dogue Canário
ru: Канарская собака

source: Press F11 in HTML or SQL code editing boxes to edit in fullscreen mode
bg: Натиснете F11 в HTML или SQL редактора за да отворите на цял екран
cs: Stiskněte klávesu F11 v polích pro úpravy kódu HTML nebo SQL pro úpravy v režimu celé obrazovky
fr_ca: Appuyer sur F11 dans les fenêtres d'édition de code HTML ou SQL pour éditer en plein écran
he: לחץ F11 בתיבות עריכת קוד HTML או SQL כדי לפתוח אותן במסך מלא
hu: A teljes képernyőn való szerkesztéshez nyomja meg az F11 gombot a HTML vagy SQL szerkesztési mezőkben
nb: Trykk F11 i redigeringsboksene for HTML- eller SQL-kode for å redigere i fullskjermmodus
pt: Prima F11 nas caixas de edição de código HTML ou SQL para editar no modo de ecrã completo

source: Preview
bg: Предварителен изглед
cs: Náhled
de: Vorschau
fr_ca: Prévisualisation
he: תצוגה מקדימה
hu: Előnézet
lt: Peržiūra
nb: Forhåndsvis
pt: Pré-visualizar
ru: Предварительный просмотр
tr: Önizleme

source: Preview allows you to test your HTML templates while bypassing server side caching and without making your animals adoptable
bg: Прегледът ви позволява да тествате вашите HTML шаблони, като същевременно заобикаляте кеширането от страна на сървъра и без да правите вашите животни осиновени.
fr_ca: L'aperçu vous permet de tester vos modèles HTML tout en contournant la mise en cache côté serveur et sans rendre vos animaux adoptables
he: תצוגה מקדימה מאפשרת לבדוק את תבניות ה-HTML שלך תוך עקיפת מטמון בצד השרת ומבלי להפוך את החיות לניתנות לאימוץ
pt: A pré-visualização permite-lhe testar os seus modelos HTML contornando a cache em servidor e sem tornar os seus animais adotáveis

source: Previous
bg: Преден
cs: Předchozí
fr_ca: Précédent
he: קודם
hu: Előző
pt: Anterior
ru: Предыдущий

source: Previous Adopter
bg: Предишен осиновител
cs: Předchozí adoptující
fr_ca: Adoptant précédent
he: מאמץ קודם
hu: Korábbi örökbefogadó
pt: Adotante Anterior

source: Print
bg: Печат
cs: Tisk
de: Drucken
fr_ca: Imprimer
he: הדפסה
hu: Nyomtatás
lt: Spausdinti
nb: Skriv ut
pt: Imprimir
ru: Печать
tr: Yazdır

source: Print Preview
bg: Изглед на предпечат
cs: Náhled tisku
de: Druckvorschau
fr_ca: Aperçu avant impression
he: תצוגה מקדימה לפני הדפסה
hu: Nyomtatási kép
lt: Spausdinimo peržiūra
nb: Forhåndsvisning av utskrift
pt: Pré-visualizar Impressão
ru: Предварительный просмотр перед печатью
tr: Yazdırma Önizleme

source: Print selected forms
bg: Принтирай избраните форми
cs: Tisknout vybrané formuláře
de: Ausgewählte Formulare drucken
fr_ca: Imprimer les formulaires sélectionnés
he: הדפס טפסים נבחרים
hu: A kijelölt nyomtatványok nyomtatása
nb: Skriv ut valgte skjemaer
pt: Imprimir formulários selecionados
ru: Распечатать выбранные формы
tr: Seçili formları yazdır.

source: Printable Manual
bg: Ръководство за принтиране
cs: Tisknutelná příručka
fr_ca: Impression du manuel
he: מדריך להדפסה
hu: Nyomtatható leírás
nb: Printbar bruksanvisning
pt: Manual Imprimível

source: Printing word processor documents uses hidden iframe and window.print
bg: Отпечатването на текстови процесори използва скрити iframe и window принт
cs: Tisk dokumentů textového procesoru používá skrytý iframe a window.print
fr_ca: Utiliser l'impression de documents par l'éditeur de texte en arrière-plan par iframe et window.print
he: הדפסת מסמכי מעבד תמלילים משתמשת ב- iframe מוסתר וב- windows.print
hu: A word processzoros dokumentumok nyomtatásához rejtett iframe és windows.print használata
nb: Utskrift av word-dokumenter bruker en skjult iframe og window.print
pt: A impressão de documentos do processador de texto utiliza iframe e window.print ocultos
tr: Kelime işlemci dokümanlarını yazdırırken gizli iframe ve window.print kullanılır.

source: Priority
bg: Приоритет
cs: Priorita
de: Priorität
fr_ca: Priorité
he: עדיפות
hu: Prioritás
lt: Pirmenybė
nb: Prioritet
pt: Prioridade
ru: Приоритет
tr: Öncelik

source: Priority Floor
bg: Приоритет
cs: Prioritní patro
de: Dringlichkeitsstufe
fr_ca: Étage prioritaire
he: רמת עדיפות
hu: Prioritási alap
lt: Žemutinė pirmenybės riba
nb: Prioritering
pt: Piso Prioritário
ru: Минимальный приоритет
tr: Öncelik Katı

source: Process submissions of this form automatically and bypass the incoming forms queue
he: בצע טיפול אוטומטי בטפסים ממולאים ודלג על תיבת הטפסים הנכנסים

source: Processed by {0} on {1}
he: טופל ע״ {0} ב {1}
nb: Utført av {0} den {1}

source: Produce a CSV File
bg: Генерирай CSV файл
cs: Vytvořit CSV Soubor
de: CSV-Datei erzeugen
fr_ca: Produire un fichier CSV
he: הפק קובץ CSV
hu: CSV fájl előállítása
lt: Kurti CSV failą
nb: Lag en CSV-fil
pt: Produzir um Ficheiro CSV
ru: Создать файл CSV
tr: CSV dosyası üret.

source: Produce a PDF of printable labels
bg: Генерирай PDF файл с етикети за печат
cs: Produkovat PDF tisknutelných štítků
fr_ca: Produire les étiquettes postales (PDF)
he: הפק PDF של מדבקות להדפסה
hu: Nyomtatható cimkés PDF előállítása
lt: Kurti spausdinamų etikečių PDF failus
nb: Lag en PDF med etiketter
pt: Produzir um Ficheiro PDF de etiquetas imprimíveis
ru: Создать файл PDF для печати наклеек
tr: Yazdırılabilir etikenlerin PDF'ini üret.

source: Profile
bg: Профил
cs: Profil
de: Profil
fr_ca: Profil
he: פרופיל רפואי
hu: Profil
lt: Standartinė gydymo schema
pt: Perfil
ru: Шаблон
tr: Profil

source: Profile name cannot be blank
bg: Името на профила не може да е празно
cs: Název profilu nesmí být prázdný
de: Profilname darf nicht leer bleiben
fr_ca: Le nom du profil ne peut être laissé vide
he: יש למלא שם פרופיל
hu: Profil név nem maradhat üresen
lt: Būtina nurodyti profilio pavadinimą
nb: Profilnavn kan ikke være blankt
pt: O nome do perfil não pode estar vazio
ru: Поле наименования шаблона обязательно для заполнения
tr: Profil ismi boş olamaz.

source: Public Holiday
bg: Национален празник
cs: Veřejné prázdniny
de: Gesetzlicher Feiertag
fr_ca: Jour férié
he: חג
hu: Állami ünnep
pt: Feriado
ru: Государственные выходные

source: Publish Animals to the Internet
bg: Публикувай животни в интернет
cs: Publikování zvířat na internetu
de: Tiere im Internet veröffentlichen
fr_ca: Publier les animaux sur Internet
he: פרסום פרטי החיות לאינטרנט
hu: Állat közzététele Interneten
lt: Publikuoti gyvūnus internete
nb: Publiser dyr til internett
pt: Publicar Animais na Internet
ru: Публиковать информацию о животных в Интернете
tr: Hayvanları, internete yayınla

source: Publish HTML via FTP
bg: Публикувай HTML чрез FTP
cs: Publikovat HTML prostřednictvím FTP
de: HTML via FTP veröffentlichen
fr_ca: Publier HTML via FTP
he: פרסם HTML באמצעות FTP
hu: HTML közzététele FTP segítségével
lt: Publikuoti HTML per FTP
nb: Publiser HTML via FTP
pt: Publicar HTML através de FTP
ru: Опубликовать HTML по FTP
tr: FTP ile HTML Yayınla

source: Publish now
bg: Публикации
cs: Zveřejnit nyní
de: Jetzt veröffentlichen
fr_ca: Publier maintenant
he: פרסם עכשיו
hu: Közzététel most
lt: Publikuoti dabar
nb: Publiser nå
pt: Publicar agora
ru: Опубликовать
tr: Şimdi yayınla

source: Publish to folder
bg: Публикувай в папка
cs: Publikovat do složky
fr_ca: Publier dans un répertoire
he: פרסם לתיקיה
hu: Közzététel mappában
lt: Publikuoti kataloge
nb: Publiser til mappe
pt: Publicar em pasta
ru: Опубликовать в папке
tr: Dizine yayınla

source: Published to Website
bg: Публикувай в сайта
cs: Publikováno na webových stránkách
de: Auf Internetseite veröffentlicht
fr_ca: Publié sur le site internet
he: פורסם לאינטרנט
hu: Weboldalon közzétéve
pt: Publicado no site
ru: Опубликованные на веб-сайте

source: Publisher
bg: Система за публикуване
cs: Vydavatel
de: Veröffentlicher
fr_ca: Éditeur
he: מפרסם
hu: Kiadó
lt: Leidėjas
nb: Utgiver
pt: Editor
ru: Публикация
tr: Yayıncı

source: Publisher Breed
bg: Порода при публикуване
cs: Vydavatel plemena
fr_ca: Éditeur race
he: גזע לפרסום
hu: Közzététel fajtája
lt: Publikavimo veislė
nb: Utgiver Breed
pt: Raça do Editor
ru: Публикация породы
tr: Yayıncı Cinsi

source: Publisher Color
bg: Цвят при публикуване
cs: Barva vydavatele
fr_ca: Éditeur couleur
he: צבע לפרסום
hu: Közzétételi szín
pt: Cor do Editor

source: Publisher Logs
bg: Лог на методите за публикуване
cs: Protokoly vydavatele
de: Veröffentlichungsprotokolle
fr_ca: Journaux d'éditeur
he: יומן פרסום
hu: Kiadó naplóbejegyzései
lt: Publikavimo žurnalas
nb: Publiseringslogger
pt: Registros do Editor
ru: Публикация журналов
tr: Yayıncı Kayıtları
