Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: This person has an animal control incident against them.
bg: Има регистриран инцидент с този човек.
cs: Tato osoba má incident se zvířecí záchranou proti nim.
fr_ca: Cette personne a un incident de contrôle des animaux contre elle.
he: לאדם זה יש תקרית פיקוח על בע״ח בה הוא מעורב.
pt: Esta pessoa tem um incidente de controlo animal associado.

source: This person has been banned from adopting animals.
bg: Този човек има забрана за осиновяване
cs: Této osobě byly zákázány adopce zvířat.
de: Diese Person darf keine Tiere adoptieren.
fr_ca: Ce contact n'a pas le droit d'adopter un animal.
he: נאסר על אדם זה אימוץ בעלי חיים.
lt: Šis gyvūnas įtrauktas į juodąjį sąrašą.
nb: Denne personen har blitt nektet å adoptere dyr.
pt: Esta pessoa foi colocada na lista negra de adotantes de animais.
ru: Передача животных этому человеку запрещена.
tr: Bu kişinin hayvan sahiplenmesi yasaktır.

source: This person has been under investigation.
bg: Този човек е разследван
cs: Tato osoba byla vyšetřována.
fr_ca: Cette personne a été sous enquête.
he: אדם זה תחת חקירה.
pt: Esta pessoa tem estado submetida a investigação

source: This person has movements and cannot be removed.
bg: Този човек има движения и не може да бъде премахнат.
cs: Tato osoba má přesuny a nemůže být odstraněna.
de: Diese Person weist Bewegungen auf und kann nicht entfernt werden.
fr_ca: Des déplacements sont enregistrés pour ce contact et il ne peut être retiré.
he: לאדם זה יש תנועות ולכן לא ניתן להסירו מהמערכת.
lt: Šis asmuo yra susietas su gyvūnų perkėlimais ir negali būti pašalintas.
nb: Denne personen har bevegelser og kan ikke fjernes.
pt: Esta pessoa tem movimentos e não pode ser removida.
ru: Этот контакт не может быть удален, так как у него есть запись о перемещении.
tr: Bu kişiye ait hareketler vardır ve çıkarılamaz.

source: This person has not passed a homecheck.
bg: Това лице не е минало успешно домашната инспекция.
cs: Tato osoba neprošla kontrolou zvířete v domově.
de: Diese Person hat die Platzkontrolle nicht bestanden.
fr_ca: Cette personne n'a pas eu de vérification de domicile.
he: אדם זה לא עבר בדק בית.
hu: A személy még nem esett át otthoni lelátogatáson.
lt: Šio asmens gyvenimo sąlygos nepatikrintos.
nb: Denne personen har ikke bestått hjemmesjekk.
pt: Esta pessoa não passou na inspeção domiciliária.
ru: Условия содержания в доме этого человека не соответствуют требованиям.
tr: Bu kişi ev kontrolünden geçememiştir.

source: This person has payments and cannot be removed.
bg: Този човек има задължения и не може да бъде премахнат
cs: Tato osoba má platby a nelze ji odstranit.
de: Diese Person weist Zahlungen auf und kann nicht entfernt werden.
fr_ca: Cetter personne a des paiements et ne peut pas être retirée.
he: לאדם זה יש תשלומים ולכן לא ניתן להסירו מהמערכת.
nb: Denne personen har betalinger registrert og kan ikke fjernes.
pt: Esta pessoa tem pagamentos e não pode ser removida.
ru: Этот контакт не может быть удален, так как у него есть запись о платежах.
tr: Bu kişinin ödemeleri vardır ve çıkarılamaz.

source: This person has previously surrendered an animal.
bg: Този човек има предишно предаване на животно
cs: Tato osoba se dříve vzdala zvířete.
fr_ca: Cette personne a déjà abandonnée un animal.
he: אדם זה ויתר על חיה בעבר.
hu: Ez a személy korábban állatot adott le.
pt: Esta pessoa restituiu previamente um animal.

source: This person is linked to a waiting list record and cannot be removed.
bg: Този човек е в листа на чакащите и не може да бъде премахнат
cs: Tato osoba je propojena se záznamem pořadníku a nemůže být odstraněna.
de: Diese Person ist einem Wartelisteneintrag zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à une liste d'attente et ne peut être retiré.
he: אדם זה מקושר לרשימת המתנה ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy egy várólista feljegyzéshez van rendelve, és nem lehet törölni.
nb: Denne personen er registrert i en venteliste og kan ikke fjernes.
pt: Esta pessoa está associada a um registo da lista de espera e não pode ser removida.
ru: Этот контакт не может быть удален, так как он поставлен в лист ожидания.
tr: Bu kişi, bekleme listesi kaydıyla ilişkilidir ve çıkarılamaz.

source: This person is linked to an animal and cannot be removed.
bg: Този човек е свързан с животно и не може да бъде премахнат.
cs: Tato osoba je spojena se zvířetem a nemůže být odstraněna.
de: Diese Person ist einem Tier zugeordnet und kann nicht entfernt werden.
fr_ca: Cette personne est reliée à un animal et ne peut être supprimée.
he: אדם זה מקושר לחיה ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy egy állathoz van rendelve, és nem lehet törölni.
lt: Šis gyvūnas yra susijęs su gyvūnu ir negali būti pašalintas.
nb: Denne personen er knyttet til et dyr og kan ikke fjernes.
pt: Esta pessoa está associada a um animal e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с животным.
tr: Bu kişi bir hayvanla ilişkilidir ve çıkarılamaz.

source: This person is linked to an investigation and cannot be removed.
bg: Този човек е свързан с разследване и не може да бъде премахнат.
cs: Tato osoba je spojena s vyšetřováním a nemůže být odstraněna.
de: Diese Person ist einer Ermittlung zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à une enquête et ne peut être supprimé.
he: אדם זה מקושר לחקירה ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy egy vizsgálathoz van rendelve, és nem lehet törölni.
nb: Denne personen er registrert i en etterforskning og kan ikke fjernes.
pt: Esta pessoa está associada a uma investigação e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с расследованием.
tr: Bu kişi, bir soruşturmayla ilişkilidir ve çıkarılamaz.

source: This person is linked to animal control and cannot be removed.
bg: Този човек е свързан с контрол над животно и не може да бъде премахнат.
cs: Tato osoba je spojena se záchranou zvířat a nemůže být odstraněna.
de: Diese Person ist einer Tierschutzkontrolle zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à un contrôle animalier et ne peut être supprimé.
he: אדם זה מקושר לפיקוח על בע״ח ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy egy állat ellenőrzéshez van rendelve, és nem lehet törölni.
nb: Denne personen er registrert i en sak og kan ikke fjernes.
pt: Esta pessoa está associada a um controlo animal e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с контролем за животным.
tr: Bu kişi, hayvan kontrolüyle ilişkilidir ve çıkarılamaz.

source: This person is linked to animal licenses and cannot be removed.
bg: Този човек е свързан с паспорти за животни и не може да бъде премахнат.
cs: Tato osoba je vázána na licence pro zvířata a nemůže být odstraněna.
de: Diese Person ist Tierlizenzen zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à une licence d'animal et ne peut être supprimé.
he: אדם זה מקושר לרשיונות ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy állati engedélyekhez van rendelve, és nem lehet törölni.
nb: Denne personen er koblet til dyrelisenser og kan ikke fjernes.
pt: Esta pessoa está associada a licenças de animais e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с договором на животное.
tr: Bu kişi, hayvan lisanslarıyla ilişkilidir ve çıkarılamaz.

source: This person is linked to animal transportation and cannot be removed.
bg: Този човек е свързан с транспорт на животно и не може да бъде премахнат.
cs: Tato osoba je spojena s přepravou zvířat a nemůže být odstraněna.
de: Diese Person ist einem Tiertransport zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à un transport d'animal et ne peut être supprimé.
he: אדם זה מקושר להסעות ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy egy transzporthoz van rendelve, és nem lehet törölni.
nb: Denne personen er koblet til transporter og kan ikke fjernes.
pt: Esta pessoa está associada ao transporte de animais e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с перевозкой животного.

source: This person is linked to citations and cannot be removed.
bg: Този човек е свързан с призовка и не може да бъде премахнат.
cs: Tato osoba je propojena s citacemi a nelze ji odstranit.
de: Diese Person ist Anzeigen zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à un citation et ne peut être supprimé.
he: אדם זה מקושר לדוחות ולכן לא ניתן להסירו מהמערכת.
nb: Denne personen har koblinger og kan ikke fjernes.
pt: Esta pessoa está associada a advertências e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с животным.
tr: Bu kişi, alıntılarla ilişkilidir ve çıkarılamaz.

source: This person is linked to found animals and cannot be removed.
bg: Този човек е свързан с намерено животно и не може да бъде премахнат.
cs: Tato osoba je spojena s nalezenými zvířaty a nemůže být odstraněna.
de: Diese Person ist Fundtieren zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à des animaux trouvés et ne peut être supprimé.
he: אדם זה מקושר למציאות ולא יכול להיות מוסר מהמערכת.
hu: Ez a személy egy talált állathoz van rendelve, és nem lehet törölni.
nb: Denne personen er registrert under dyr funnet og kan ikke fjernes.
pt: Esta pessoa está associada a animais encontrados e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с найденными животными.
tr: Bu kişi, bulunan hayvanlarla ilişkilidir ve çıkarılamaz.

source: This person is linked to lost animals and cannot be removed.
bg: Този човек е свързан с изгубено животно и не може да бъде премахнат.
cs: Tato osoba je spojena se ztracenými zvířaty a nemůže být odstraněna.
de: Diese Person ist entlaufenen Tieren zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est lié à animaux perdus et ne peut être supprimé.
he: אדם זה מקושר לאבידות ולא יכול להיות מוסר מהמערכת.
hu: Ez a személy egy elveszett állathoz van rendelve, és nem lehet törölni.
nb: Denne personen er registrert under dyr savnet og kan ikke fjernes.
pt: Esta pessoa está associada a animais perdidos e não pode ser removida.
ru: Этот контакт не может быть удален, так как он связан с потерянными животными.
tr: Bu kişi, kayıp hayvanlarla ilişkilidir ve çıkarılamaz.

source: This person is linked to trap loans and cannot be removed.
bg: Този човек е свързан с капан на заем и не може да бъде премахнат.
cs: Tato osoba je spojena se zápůjčkou klecí a nemůže být odstraněna.
de: Diese Person ist Fallen-Leihen zugeordnet und kann nicht entfernt werden.
fr_ca: Ce contact est relié à un prêt de piège et ne peut être supprimé.
he: אדם זה מקושר להשאלת מלכודות ולכן לא ניתן להסירו מהמערכת.
hu: Ez a személy egy csapdakölcsönéshez van rendelve, és nem lehet törölni.
nb: Denne personen er registrert under utlån fangstkasser og kan ikke fjernes.
pt: Esta pessoa está associada a empréstimos de armadilhas e não pode ser removida.
tr: Bu kişi, ödünç verilen/kiralanan tuzaklarla ilişkilidir ve çıkarılamaz.

source: This person is not flagged as a fosterer and cannot foster animals.
bg: Този човек не е отбелязан като приемен стопанин и не може да приема животни.
cs: Tato osoba není označena jako poskytovatel dočasné péče a nemůže dostat zvíře do dočasné péče.
de: Diese Person ist nicht als Pflegestelle ausgewiesen und kann daher keine Tiere in Pflege nehmen.
fr_ca: Cette personne n'est pas étiquetée comme famille d'accueil et ne peut pas héberger d'animaux.
he: אדם זה אינו מתויג כאומנה ולא יכול לשמש כאומנה.
lt: Šis asmuo nepažymėtas kaip laikinas globėjas, todėl gyvūnas negali būti jam atiduotas laikinai globai.
nb: Denne personen er ikke merket som fosterhjem og kan derfor ikke ha dyr i fosterhjem.
pt: Esta pessoa não está assinalada como FAT e não poder acolher animais.
ru: Этот человек не помечен как ответственный за передержку и не может брать животных на передержку.
tr: Bu kişi, geçici yuva olarak işaretlenmemiştir, geçici olarak hayvanlara bakamaz.

source: This person is not flagged as a retailer and cannot handle retailer movements.
bg: Това лице не е отбелязано като търговец и не може да бъде използвано за това движение.
cs: Tato osoba není označena jako prodejce a nemůže zpracovávat pohyby prodejců.
de: Diese Person wird nicht als Wiederverkäufer geführt und kann keine Wiederverkäuferbewegungen abwickeln.
fr_ca: Cette personne n'est pas étiquetée comme un revendeur et ne peut effectuer des déplacements de ce type.
he: אדם זה לא מתויג כחנות ולכן לא יכול לטפל בתנועות של חנויות.
lt: Šis asmuo nepažymėtas kaip tarpininkas, todėl gyvūnas negali būti jam atiduotas tarpininkavimo veiksmams.
nb: Dette er ikke en forhandler.
pt: Esta pessoa não está assinalada como lojista e não pode gerir movimentos de retalho.
ru: Этот человек не помечен как продавец и не может брать животных на продажу.
tr: Bu kişi, satıcı olarak işaretlenmemiş, satıcı hareketlerinde yer alamaz.

source: This person is very similar to another person on file, carry on creating this record?
bg: Този човек, много наподобява друг човек в системата. Да продължа ли с добавянето на записа?
cs: Tato osoba je velmi podobná jiné osobě v souboru, pokračovat ve vytváření tohoto záznamu?
de: Diese Person ist einer anderen Person in der Datei sehr ähnlich. Mit der Erstellung des Eintrags fortfahren?
fr_ca: Ce contact ressemble à un autre contact déjà enregistré, voulez-vous continuer à créer ce dossier ?
he: אדם זה דומה מאוד לאדם אחר במערכת, האם להמשיך וליצור רשומה זו?
lt: Šis asmuo labai panašus į kitą, ar tęsti šio įrašo kūrimą?
nb: Denne personen er veldig lik en annen person i arkivet. Ønsker du å fortsette?
pt: Esta pessoa tem muitas semelhanças com outra pessoa em arquivo, deseja prosseguir com a criação deste registo?
ru: Этот человек очень похож на другого человека в базе данных, продолжить создание этой записи?
tr: Bu kişi, sistemde olan başa bir kişiye benziyor, kayıt oluşturulsun mu?

source: This person lives at the same address as someone who was previously banned.
he: אדם זה חי באותה כתובת בה חי אדם שסומן שאין למסור לו חיות.

source: This person lives in the same area as the person who brought the animal to the shelter.
bg: Това лице живее в същият район като лицето довело животното в приюта.
cs: Tato osoba žije ve stejné oblasti jako osoba, která zvíře do útulku přivedla.
de: Diese Person lebt im selben Gebiet wie jene Person, welche das Tier zum Tierheim gebracht hat.
fr_ca: Ce contact vit dans la même zone que le contact qui a amené l'animal au refuge.
he: אדם זה חי באותו אזור בו חי האדם שהביא את החיה למקלט.
lt: Šis asmuo gyvena toje pačioje vietovėje kaip ir asmuo, atidavęs gyvūną į prieglaudą.
nb: Denne personen bor i samme område som personen som brakte dyret til hjelpesenteret.
pt: Esta pessoa habita na mesma área que a pessoa que trouxe o animal para o abrigo.
ru: Этот человек живет в том же районе, что и человек, доставивший животное в приют.
tr: Bu kişi, hayvanı barınağa bırakan kişiyle aynı bölgede oturuyor.

source: This record has been changed by another user, please reload.
bg: Записът е променен от друг потребител, моля заредете отново
cs: Tento záznam byl změněn jiným uživatelem, znovu načtěte.
fr_ca: Cet enregistrement a été modifié par une autre utilisateur, veuillez rafraîchir la page.
he: רשומה זו עודכנה ע״י משתמש אחר. אנא טען מחדש.
hu: Ezt a rekordot egy másik felhasználó módosította, kérjük, töltse be újra.
pt: Este registo foi alterado por outro utilizador, precisa de recarregar.

source: This removal is permanent and cannot be reversed, are you absolutely sure you wish to do this?
bg: Това премахване е постоянно и не може да бъде отменено. Наистина ли сте сигурни, че искате да направите това?
fr_ca: Cette suppression est permanente et ne peut pas être annulée, êtes-vous absolument certain de vouloir le faire?
he: פעולה זו תסיר את הקבצים באופן קבוע והיא בלתי הפיכה. האם להמשיך בפעולה בכל זאת?
pt: Esta remoção é permanente e não pode ser revertida. Tem a certeza absoluta de que deseja prosseguir?

source: This report cannot be sent by email as it requires criteria to run.
bg: Този отчет не може да бъде изпратен по имейл, тъй като изисква стартиране на критерии.
cs: Tento přehled nelze odeslat e-mailem, protože vyžaduje spuštění kritérií.
fr_ca: Ce rapport ne peut pas être envoyé par courriel car il requiert certains critères pour être généré.
he: לא ניתן לשלוח דוח זה במייל מכיוון שיש למלא עבורו קריטריונים לריצה.
pt: Este relatório não pode ser enviado por email porque requer a execução de critérios.

source: This screen allows you to add extra documents to your database, for staff training, reference materials, etc.
bg: През този екран може да добавяте допълнителни документи във вашата база данни (Напр: обучения на служители, каталози, медицински брошури и т.н.)
cs: Tato strana umožňuje přidávat do databáze další dokumenty, školení zaměstnanců, referenční materiály atd.
de: Hier können Sie Ihrer Datenbank zusätzliche Dokumente hinzufügen; für Mitarbeiterschulungen, als Referenzmaterial, etc.
fr_ca: Cet écran permet d’ajouter des documents supplémentaires à votre base de données pour des fins de formation, de référence, etc.
he: מסך זה מאפשר להוסיף מסמכים נוספים לבסיס הנתונים להדרכות, חומרי עזר וכו׳.
lt: Čia jūs galite pridėti papildomų dokumentų į savo duomenų bazę savanorių apmokymams ir pan.
nb: Denne skjermen lar deg legge til ekstra dokumenter til databasen, for opplæring, referansemateriale, osv.
pt: Este ecrã permite-lhe adicionar documentos extra à sua base de dados para efeitos de formação de pessoal, materiais de referência, etc.
ru: На этой странице вы можете добавить в базу данных дополнительные документы — документы для персонала, обучающие и справочные материалы, а также другие файлы.
tr: Bu ekran, veritabanına ekstra dokümanlar eklemenizi sağlar. Ör: referans kaynakları, eğitim kayıtları vs

source: This screen allows you to add extra images to your database, for use in reports and documents.
bg: На този екран може да добавите изображения в базата данни, за използване в справки и документи.
cs: Tato strana umožňuje přidávat do databáze další obrázky pro použití v sestavách a dokumentech.
de: Diese Anzeige ermöglicht Ihnen, Ihrer Datenbank zusätzliche Bilder zur Verwendung in Berichten und Dokumenten hinzuzufügen.
fr_ca: Cet écran permet d’ajouter des images à votre base de données, pour utilisation dans des rapports et documents.
he: מסך זה מאפשר להוסיף תמונות נוספות לבסיס הנתונים לשימוש בדוחות ובמסמכים.
lt: Šiame lange galite pridėti į savo duomenų bazę papildomų paveikslėlių naudojimui ataskaitose ir dokumentuose.
nb: Denne skjermen lar deg legge til ekstra bilder til databasen, for bruk i rapporter og dokumenter.
pt: Este ecrã permite adicionar imagens extra à base de dados para efeitos de relatórios e documentos.
ru: На этой странице вы можете добавить в базу данных дополнительные изображения для использования в отчетах и ​​документах.
tr: Bu ekran, raporlarda ya da dokümanlarda kullanmanız için veritabanına ekstra resimler eklemenizi sağlar.

source: This suspect has been flagged as dangerous
he: חשוד זה סומן כמסוכן

source: This text will be added to the bottom of all send email dialogs
bg: Този текст ще бъде добавен в дъното на всички диалогови прозорци за изпращане на имейли
he: טקסט זה יתווסף בתחתית מיילים נשלחים
pt: Este texto será adicionado no final de todas as caixas de diálogo de envio de emails

source: This type of movement requires a date.
bg: Този тип движение изисква попълването на дата.
cs: Tento typ pohybu musí mít vyplněný datum.
de: Diese Bewegungsart erfordert ein Datum.
fr_ca: Ce type de mouvement requiert une date.
he: יש למלא תאריך לתנועה זו.
hu: Az ilyen típusú mozgáshoz dátum szükséges.
lt: Šio tipo veiksmui būtina nurodyti datą.
nb: Denne typen bevegelse krever en dato.
pt: Este tipo de movimento requer uma data.
ru: Для данного типа перемещения необходимо указать дату.
tr: Bu hareket türü için tarih gereklidir.

source: This type of movement requires a person.
bg: Този тип движение изисква човек
cs: Tento typ pohybu musí mít vyplněnou osobu.
de: Diese Bewegungsart erfordert eine Person.
fr_ca: Ce type de mouvement requiert un contact.
he: יש לבחור אדם לתנועה זו.
hu: Az ilyen típusú mozgáshoz személy megadása szükséges.
lt: Šio tipo veiksmui būtina pasirinkti asmenį.
nb: Denne typen bevegelse krever en person.
pt: Este tipo de movimento requer uma pessoa.
ru: Для данного типа перемещения необходимо выбрать контактное лицо.
tr: Bu hareket türü için insan gereklidir.

source: This week
bg: Тази седмица
cs: Tento týden
de: Diese Woche
fr_ca: Cette semaine
he: שבוע זה
hu: Eheti
lt: Šios savaitės
nb: Denne uken
pt: Esta semana
ru: За эту неделю
tr: Bu hafta

source: This will permanently remove the selected animals, are you sure?
bg: Сигурни ли сте, че искате да изтриете безвъзвратно тази роля?
fr_ca: Cela supprimera définitivement les animaux sélectionnées, êtes-vous certain?
he: פעולה זו תמחק לצמיתות את החיות הנבחרות, האם להמשיך?
nb: Dette vil slette de valgte dyrene, er du sikker?
pt: Este procedimento irá remover definitivamente os animais selecionados. Tem a certeza?

source: This will permanently remove the selected records, are you sure?
bg: Това ще изтрие завинаги избраните записи,сигурен ли сте?
cs: Tento krok nevratně vymaže vybrané záznamy, opravdu chcete pokračovat?
de: Die ausgewählten Elemente werden endgültig gelöscht. Sind sie sicher?
fr_ca: Cela supprimera définitivement les enregistrements sélectionnés, êtes-vous certain?
he: פעולה זו תמחק לצמיתות את הרשומות הנבחרות, האם להמשיך?
hu: Ez véglegesen eltávolítja a kiválasztott feljegyzéseket, biztos benne?
lt: Pasirinkti įrašai bus negrįžtamai ištrinti, ar tikrai norite atlikti šį veiksmą?
nb: Dette vil slette de valgte postene, er du sikker?
pt: Este procedimento irá remover definitivamente os registos selecionados. Tem a certeza?
ru: Это приведет к безвозвратному удалению выбранных записей, вы уверены?
tr: Seçili kayıtlar, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will permanently remove the selected roles, are you sure?
bg: Сигурни ли сте, че искате да изтриете безвъзвратно тази роля?
cs: Tohle nevratně vymaže vybrané role, opravdu chcete pokračovat?
de: Die ausgewählten Rollen werden endgültig gelöscht. Sind Sie sicher?
fr_ca: Cela supprimera définitivement les fonctions sélectionnées, êtes-vous certain?
he: פעולה זו תמחק לצמיתות את התפקידים הנבחרים, האם ברצונך להמשיך?
hu: Ez véglegesen eltávolítja a kiválasztott szerepeket, biztos benne?
lt: Pasirinktos funkcijos bus negrįžtamai pašalintos. Ar tikrai norite atlikti šį veiksmą?
nb: Dette vil slette de valgte rollene permanent, er du sikker?
pt: Este procedimento irá Este procedimento irá remover definitivamente as funções selecionadas. Tem a certeza?
ru: Это приведет к безвозвратному удалению выбранных ролей, вы уверены?
tr: Seçili roller, geri dönüşsüz şekilde silinecektir, emin misiniz?

source: This will permanently remove the selected user accounts. Are you sure?
bg: Това ще премахне завинаги избраните акаунти на потребители. Сигурен ли сте?
cs: Tím se trvale odstraní vybrané uživatelské účty, opravdu chcete pokračovat?
fr_ca: Cela supprimera définitivement les comptes utilisateurs sélectionnés, êtes-vous certain?
he: פעולה זו תמחק לצמיתות את חשבונות המשתמשים הנבחרים, האם להמשיך?
nb: Dette vil slette de valgte brukerkontoene, er du sikker?
pt: Este procedimento irá remover definitivamente as contas de utilizador selecionadas. Tem a certeza?
