Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Specifying a reschedule date will make copies of the selected vaccinations and mark them to be given on the reschedule date. Example: If this vaccination needs to be given every year, set the reschedule date to be 1 year from today.
bg: Отбелязване на дата за промяна на графика ще направи копия на избраните ваксинации и ще ги маркира за направа на тази дата. Пример: ако дадена ваксина трябва да се бие всяка година, настройте датата за промяна за една година от днешната дата
cs: Zadáním změny termínu se vytvoří kopie vybraných očkování a označí se, že budou uvedeny ve změněném termínu. Příklad: Je-li třeba toto očkování provádět každý rok, stanovte si termín změny plánu na 1 rok ode dneška.
fr_ca: Spécifier une nouvelle date de rendez-vous créera des copies des vaccinations sélectionnées et les marquera à être administrées à la nouvelle date. Exemple: si cette vaccination a besoin d'être donnée chaque année, spécifier la date du prochain rendez-vous pour dans un an à partir d'aujourd'hui.
he: הגדרת תאריך תזמון מחדש יצור העתק של החיסונים הנבחרים ויסמן אותם כניתנו בתאריך התזמון מחדש. לדוגמא, אם יש לתת חיסון כל שנה, הגדר את תאריך התזמון מחדש לשנה מהיום.
hu: Az átütemezési dátum megadásával a kiválasztott oltásokról másolatokat készít, és megjelöli őket az átütemezés dátumán. Példa: Ha ezt a vakcinát minden évben be kell adni, akkor állítsa be az átütemezés dátumát a mai naptól 1 évre.
pt: Pode especificar uma data de remarcação para criar cópias das vacinas selecionadas e assinalá-las para serem administradas na data de remarcação. Por exemplo, se esta vacina precisar ser administrada todos os anos, defina a data de remarcação para daqui a 1 ano.
tr: Yenileme tarihi belirlemek, seçilmiş aşıları kopyalar ve onları tekrar tarihinde verilmesi gereken olarak işaretler. Örnek: Bu aşı, yılda bir kere düzenli olarak yapılacaksa, onun yenileme tarihini bugünden itibaren 1 yıl olarak belirleyin.

source: Sphynx (hairless cat)
bg: Канадски сфинкс
cs: Sphynx (bezsrstá kočka)
de: Sphinx (haarlose Katze)
fr_ca: Sphynx (chat nu)
he: ספינקס (חתול חסר שער)
hu: Szfinx (kanadai szőrtelen macska)
lt: Sfinksas
pt: Sphynx (gato sem pelo)
ru: Сфинкс (голая кошка)
tr: Sfenks (tüysüz kedi)

source: Spitz
bg: Шпиц
cs: Špic
he: שפיץ
hu: spicc
lt: Špicas
ru: Шпиц

source: Split baby/adult age at
bg: Възрастова граница между бебета и възрастни
cs: Odloučit potomka od dospělého ve věku
fr_ca: Séparer les bébés des adultes à l'âge de
he: פצל גילאי גיל גור/בגיר בגיל
hu: Kölyök/felnőtt kor szétválasztása ekkor
lt: Atskirti jauniklių/suaugusių amžių nuo
nb: Skill barn/voksen alder ved
pt: Separar idade de bebé/adulto em
ru: Разделить по возрасту
tr: Bebek/yetişki olarak ayırma yaşı

source: Split species pages with a baby/adult prefix
bg: Разделете страниците между видовете с разлика между бебета/възрастни
cs: Rozdělit stránky s předponou pro mládě / dospělého
fr_ca: Séparer les pages d'espèces avec le préfixe de bébé/adulte
he: פצל דפי זנים עם קידומת גור/בוגר
hu: Ossza fel a fajok oldalakat kölyök / felnőtt előtaggal
nb: Del sider med baby/voksen-prefiks
pt: Separar páginas de espécies com um prefixo de bebé/adulto

source: Sponsor
he: נותן חסות

source: Sponsorship donations
bg: Спонсорство
cs: Příjmy od sponzorů
de: Patenschaftsspenden
fr_ca: Dons de parrainage
he: תרומות חסות
hu: Szponzorok adományai
lt: Rėmėjų parama
nb: Sponsordonajoner
pt: Donativos de padrinhos
ru: Пожертвования спонсоров
tr: Sponsor Bağışları

source: Staff
bg: Персонал
cs: Zaměstnanci
de: Mitarbeiter
fr_ca: Membres du personnel
he: צוות
hu: Személyzet
lt: Personalas
nb: Personale
pt: Equipa
ru: Персонал
tr: Personel

source: Staff Rota
bg: График дежурства
cs: Rozpis zaměstnanců
de: Mitarbeiter-Dienstplan
fr_ca: Tableau de service du personnel
he: סידור עבודה
hu: Személyzet beosztása
pt: Turnos da Equipa

source: Staff record
bg: Запис на служител
cs: Záznamy zaměstnanců
fr_ca: Enregistrement du personnel
he: רשומת צוות
hu: Személyzet nyilvántartása
lt: Personalo įrašas
nb: Register over ansatte
pt: Registo de pessoal
tr: Personel kaydı

source: Staff rota
bg: График дежурства
cs: Rozpis zaměstnanců
de: Mitarbeiter-Dienstplan
fr_ca: Tableau de service du personnel
he: סידור עבודה
hu: Személyzet beosztása
pt: Turnos de pessoal

source: Staffordshire Bull Terrier
bg: Стафордширдски бултериер
cs: Staffordšírský Bullteriér
he: סטפורדשייר בול טרייר
lt: Stafordšyro bulterjeras
ru: Стаффордширский бультерьер

source: Standard
bg: Стандартна
cs: Standardní
he: רגיל
hu: Szabvány
lt: Standartinė
pt: Padrão
ru: Стандартный

source: Standardbred
bg: Стандартбред
cs: Americký klusák
de: Halbblut
he: סוס כרכרות
lt: Ristūnas
pt: Raça Padrão
ru: Стандартбред

source: Start Date
bg: Начална дата
cs: Datum zahájení
de: Beginndatum
fr_ca: Date de début
he: תאריך התחלה
hu: Kezdő dátum
lt: Pradžios data
nb: Startdato
pt: Data de Início
ru: Дата начала
tr: Başlangıç Tarihi

source: Start Of Day
bg: Начало на деня
cs: Začátek dne
de: Tagesbeginn
fr_ca: Début du jour
he: תחילת יום
hu: A nap kezdete
lt: Dienos pradžia
nb: Starten av dagen
pt: Início do Dia
ru: В начале дня
tr: Gün Başlangıcı

source: Start Time
bg: Начален час
cs: Čas spuštění
de: Startzeit
fr_ca: Heure de début
he: זמן התחלה
hu: Kezdési idő
nb: Starttid
pt: Hora de Início
ru: Время начала

source: Start at
bg: Започва от
cs: Zahájit od
de: Beginn bei
fr_ca: Débute à
he: מתחיל ב
hu: Kezdés ekkor
lt: Pradėti
nb: Starter på
pt: Iniciar em
ru: Начинается с
tr: Başlama zamanı

source: Start date
bg: Начална дата
cs: Datum zahájení
de: Beginndatum
fr_ca: Date de début
he: תאריך המלטה
hu: Kezdő dátum
lt: Pradžios data
nb: Startdato
pt: Data de início
ru: Дата регистрации помета
tr: Başlama tarihi

source: Start date must be a valid date
bg: Началната дата трябва да е валидна
cs: Datum zahájení musí být platné datum
de: Das Beginndatum muss ein gültiges Datum sein
fr_ca: La date de début doit être une date valide
he: תאריך התחלה אינו חוקי
hu: A kezdő dátum érvényes kell legyen
lt: Turi būti nurodyta teisinga pradžios data
nb: Start dator må være gyldig
pt: A data de início tem de ser uma data válida
ru: Необходимо указать верную дату
tr: Başlangıç tarihi geçerli bir tarihi olmalı.

source: Start of year
bg: Начало на годината
cs: Začátek roku
fr_ca: Début d’année
he: תחילת השנה
hu: Év kezdete
pt: Início do ano

source: Started
bg: Начало
cs: Zahájeno
de: Begonnen
fr_ca: Débuté
he: התחיל
hu: Elkezdődött
lt: Pradėtas
nb: Startet
pt: Iniciado
ru: Началось
tr: Başladı

source: Starts
bg: Начало
cs: Zahájení
de: Beginnt
fr_ca: Débuts
he: מתחיל
hu: Kezdések
lt: Prasideda
nb: Starter
pt: Tem início em
ru: Зарегистрирован
tr: Başlar

source: State
bg: Област
cs: Stát
de: Land
fr_ca: État
he: מדינה/מחוז
hu: Állam
lt: Savivaldybė
nb: Stat
pt: Distrito
ru: Область
tr: Eyalet

source: State contains
bg: Областта съдържа
cs: Stát obsahuje
de: Land enthält
fr_ca: L'état contient
he: מדינה/מחוז מכיל
hu: Megállapítás tartalma
lt: Savivaldybė
nb: Fylke inneholder
pt: Distrito contém
ru: Область содержит
tr: Eyalet içerir

source: Stationary costs
bg: Офис консумативи
cs: Stálé pevné výdaje
de: Fixe Ausgaben
fr_ca: Coûts de fournitures de bureau
he: עלויות ציוד כתיבה
hu: Irodaszer költségek
lt: Išlaidos kanceliarinėms prekėms
nb: Utgifter til kontorutstyr
pt: Custos com estacionário
ru: Постоянные расходы
tr: Sabit Giderler

source: Stats
bg: Статистика
cs: Statistiky
de: Statistiken
fr_ca: Statistiques
he: סטטיסטיקות
hu: Statisztikák
lt: Statistika
nb: Statistikk
pt: Estatísticas
ru: Статистика
tr: İstatistikler

source: Stats period
bg: Период на статистика
cs: Statistika období
fr_ca: Période de statistiques
he: תקופה לסטטיסטיקות
hu: Statisztikai időszak
lt: Statistikos laikotarpis
nb: Statistikkperiode
pt: Período das estatísticas
ru: Статистика за период
tr: İstatistik dönemi

source: Stats show running figures for the selected period of animals entering and leaving the shelter on the home page.
bg: Статистика показва информация за приетите и напусналите приюта животни на началната страница.
cs: Statistiky ukazují na hlavní straně běžící údaje za vybrané období, kdy zvířata přicházela a opouštěla útulek.
fr_ca: Les statistiques montrent les chiffres courants pour la période sélectionnée de l'animal admis et sorti du refuge sur la page d'accueil.
he: סטטיסטיקות המוצגות בדף הבית לגבי חיות שנכנסו ויצאו מהמקלט בתקופה הנבחרת.
hu: A statisztikák a menhelyre érkező és onnan távozó állatok kiválasztott időszakának futó adatait mutatják a honlapon.
lt: Statistika pateikiama pagrindiniame puslapyje ir atvaizduoja nustatyto laikotarpio skaičius apie patekusius į prieglaudą ir išvykusius iš prieglaudos gyvūnus.
nb: Statistikk viser tall for den valgte perioden over dyr som er tatt inn og har fått hjem på hjelpesenteret på forsiden.
pt: As estatísticas apresentam os valores acumulados para o período selecionado de animais que entram e saem do abrigo na página inicial.
ru: Статистика отображает показатели на домашней странице по животным, поступившим и выбывшим из приюта, за выбранный период.
tr: Ana sayfadaki istatistikler, seçilen dönemde barınağa gelen ve barınakta ayrılan hayvanları göstermektedir.

source: Status
bg: Статус
cs: Stav
fr_ca: Statut
he: סטטוס
hu: Állapot
lt: Būsena
pt: Estado
ru: Статус
tr: Durum

source: Status and Species
bg: Статус и видове
cs: Stav a druhy
fr_ca: Statut et espèces
he: סטטוס וזן
hu: Állapot és faj
pt: Estado e Espécie

source: Stay
bg: Остани на тази страница
cs: Pobyt
de: Bleiben
fr_ca: Rester
he: השאר במסך זה
hu: Tartózkodás
lt: Likti
nb: Bli
pt: Permanecer
ru: Отмена
tr: Kal

source: Stock
bg: Склад
cs: Sklad
de: Warenbestand
fr_ca: Inventaire
he: מלאי
hu: Készlet
tr: Envanter

source: Stock Control
bg: Стоков контрол
cs: Kontrola skladu
fr_ca: Contrôle d'inventaire
he: בקרת מלאי
hu: Készlet kontroll
pt: Controlo de Stocks
tr: Envanter Kontrolü

source: Stock Levels
bg: Наличности
cs: Úrovně zásob
fr_ca: Niveaux de l'inventaire
he: רמות מלאי
hu: Készlet szintjei
pt: Níveis de Stocks
tr: Envanter Seviyeleri

source: Stock Locations
bg: Локации на наличности
cs: Umístění skladu
de: Lagerorte
fr_ca: Emplacements de l'inventaire
he: מיקומי מלאי
hu: Készlethelyek
pt: Locais de Armazenamento de Stocks
tr: Envanter Yerleşkeleri

source: Stock Take
bg: Наличност
cs: Zásoby
fr_ca: Prise d'inventaire
he: ספירת מלאי
hu: Készletből elvétel
pt: Retirada de Stock
tr: Envanter Sayımı (Stock Take)

source: Stock Usage Type
bg: Наличности според употреба
cs: Typ použití zásob
fr_ca: Type d'utilisation de l'inventaire
he: סוגי שימוש במלאי
hu: Készlet felhasználásának típusa
pt: Tipo de Utilização de Stock
tr: Envanter Kullanım Türü

source: Stock level must have a name
bg: Нивото на наличност трябва да има име
cs: Úroveň zásob musí mít název
de: Vorratsbestand erfordert einen Namen
fr_ca: Le niveau de l'inventaire nécessite un nom
he: יש למלא שם לרמת מלאי
hu: A készlet szintjének névvel kell rendelkeznie
pt: O nível de stock necessita de um nome
tr: Envanter seviyesinin bir ismi olmalı.

source: Stock level must have a unit
bg: Нивото на наличност трябва да има мерна единица
cs: Úroveň zásob musí mít jednotku
de: Vorratsbestand erfordert eine Einheit
fr_ca: Le niveau de l'inventaire nécessite une unité
he: יש למלא יחידה לרמת מלאי
hu: A készlet szintjének egységgel kell rendelkeznie
pt: O nível de stock necessita de uma secção
tr: Envanter seviyesinin birimi olmalı.

source: Stock usage must have a date
he: יש למלא תאריך לשימוש במלאי

source: Stocktake
bg: Инвентаризация
cs: Zásoba
fr_ca: Prise d'inventaire
he: ספירת מלאי
pt: Retirada de stock
tr: Envanter sayımı (stocktake)

source: Stolen
bg: Откраднат
cs: Ukradeno
de: Entwendet
fr_ca: Volé
he: נגנב
hu: Lopott
lt: Pavogtas
nb: Stjålet
pt: Roubado
ru: Украдено
tr: Çalıntı

source: Stolen {0}
bg: Откраднати {0}
cs: Ukradeno {0}
de: Entwendet {0}
fr_ca: Volé {0}
he: נגנב {0}
hu: Lopott {0}
lt: Pavogti {0}
nb: Stjålet {0}
pt: Roubado {0}
ru: Украдено {0}
tr: Çalınan {0}

source: Stop
bg: Спри
cs: Zastavit
fr_ca: Arrêter
he: עצור
hu: Leállít
pt: Parar

source: Stop Publishing
bg: Спри публикуване
cs: Zastavit publikování
fr_ca: Arrêter la publication
he: עצור פרסום
hu: A közzététel leállítása
lt: Nebepublikuoti
nb: Stopp publisering
pt: Parar a Publicação
ru: Прекратить публикацию
tr: Yayınlamayı Durdur

source: Stores
bg: Склад
cs: Sklady
fr_ca: Magasins
he: מחסן
hu: Raktárok
pt: Lojas
tr: Mağazalar

source: Stray
bg: Избягал
cs: Zaběhlý
de: Fundtier
fr_ca: Errant
he: משוטט
hu: Kóbor
lt: Beglobiai
nb: Hjemløs
pt: Errante
ru: Бездомное
tr: Kaçak

source: Su
bg: Нд.
de: So
fr_ca: Di
he: א׳
lt: Sk
nb: Sø.
pt: Dom
ru: Вс

source: SubTotal
bg: Междинна сума
cs: Mezisoučet
de: Zwischensumme
fr_ca: Sous-total
he: סיכום ביניים
hu: Részösszeg
lt: Pokytis
ru: Подытог
tr: Ara Toplam

source: Subject
bg: Заглавие
cs: Předmět
de: Betreff
fr_ca: Sujet
he: נושא
hu: Tárgy
lt: Tema
nb: Emne
pt: Assunto
ru: Тема
tr: Konu

source: Submission received: {0}
bg: Изпращането получено : {0}
cs: Přijaté podání: {0}
fr_ca: Soumission reçue: {0}
he: הגשות טפסים שהתקבלו: {0}
hu: Beadvány érkezett: {0}
pt: Requerimento recebido: {0}

source: Submit
he: שלח

source: Success
bg: Успех
cs: Úspěch
fr_ca: Succès
he: הצלחה
hu: Siker
pt: Êxito
ru: Успешно выполнено
tr: Başarı

source: Successful token charge.
he: חיוב לפי אסימון בוצע בהצלחה.

source: Successfully attached to {0}
bg: Успешно прикачване към {0}
cs: Úspěšně připojeno k {0}
de: Erfolgreich angehängt an {0}
fr_ca: Attaché(e) avec succès à {0}
he: קושר בהצלחה ל {0}
hu: Sikeresen csatolva a következőhöz: {0}
lt: Sėkmingai susieta su {0}
nb: Vedlagt til {0}
pt: Anexado com êxito a {0}
ru: Успешно прикреплено к {0}
tr: Başarıyla {0} 'a eklendi.

source: Successfully copied to the clipboard.
bg: Копирано успешно в клипборда.
he: הועתק בהצלחה ללוח העריכה.
nb: Kopiert til utklippstavlen.
pt: Copiado com êxito para a área de transferência.

source: Sugar Glider
bg: Захарна летяща катерица
cs: Vakoveverka létavá
he: כיסנאי דואה
hu: Törpe erszényesmókus
lt: Voverinė skraiduolė
ru: Сахарный поссум

source: Sun
bg: Нед
cs: Slunce
de: So
fr_ca: Dim
he: א׳
hu: Vas
lt: Sek
nb: Søn
pt: Dom
ru: Вск
tr: Pz

source: Sunday
bg: Неделя
cs: Neděle
de: Sonntag
fr_ca: Dimanche
he: ראשון
hu: Vasárnap
lt: Sekmadienis
nb: Søndag
pt: Domingo
ru: Воскресенье
tr: Pazar

source: Super user
bg: Супер потребител
cs: Super uživatel
de: Überbenutzer
fr_ca: Superutilisateur
he: משתמש־על
lt: Super naudotojas
nb: Superbruker
pt: Super utilizador
ru: Суперпользователь
tr: Süper kullanıcı

source: Superuser
bg: Супер портебител
cs: Superuživatel
de: Überbenutzer
fr_ca: Superutilisateur
he: משתמש־על
lt: Supernaudotojas
nb: Superbruker
pt: Superutilizador
ru: Суперпользователь
tr: Süper kullanıcı

source: Surname
bg: Фамилия
cs: Příjmení
de: Nachname
fr_ca: Nom de famille
he: שם משפחה
hu: Vezetéknév
lt: Pavardė
nb: Etternavn
pt: Apelido
ru: Фамилия
tr: Soyad

source: Surrender
bg: Отказ
cs: Odevzdaný
fr_ca: Abandon
he: הבעלים ויתרו על החיה
hu: Lemondó
pt: Restituição

source: Surrender Pickup
bg: Място на отказ
cs: Odevzdání zásilky
fr_ca: Ramassage d'un abandon
he: איסוף חיה שבעליה ויתרו עליה
hu: Lemondótól felvétel
pt: Recolha de Restituição

source: Suspect
bg: Заподозрян
cs: Podezření
de: Tatverdächtiger
he: חשוד
hu: Gyanusított
nb: Mistenkt
pt: Suspeito
ru: Подозреваемый
tr: Şüpheli

source: Suspect 1
bg: Заподозрян 1
cs: Podezření 1
de: Tatverdächtiger 1
he: חשוד 1
hu: Gyanusított 1
nb: Mistenkt 1
pt: Suspeito 1
ru: Подозреваемый 1
tr: Şüpheli 1

source: Suspect 2
bg: Заподозрян 2
cs: Podezření 2
de: Tatverdächtiger 2
he: חשוד 2
hu: Gyanusított 2
nb: Mistenkt 2
pt: Suspeito 2
ru: Подозреваемый 2
tr: Şüpheli 2

source: Suspect 3
bg: Заподозрян 3
cs: Podezření 3
de: Tatverdächtiger 3
he: חשוד 3
hu: Gyanusított 3
nb: Mistenkt 3
pt: Suspeito 3
ru: Подозреваемый 3
tr: Şüpheli 3

source: Suspect/Animal
bg: Заподозрян / животно
cs: Podezření / Zvíře
de: Tatverdächtiger/Tier
he: חשודים/חיות
hu: Gyanusított/Állat
nb: Mistenkt/dyr
pt: Suspeito/Animal
ru: Подозреваемый/животное
tr: Şüpheli/Hayvan

source: Swan
bg: Лебед
cs: Labuť
de: Schwan
fr_ca: Cygne
he: ברבור
hu: Hattyú
lt: Gulbė
nb: Svane
pt: Cisne
ru: Лебедь

source: Swedish Vallhund
bg: Шведски валхунд
cs: Švédský Vallhund
de: Schwedischer Vallhund
fr_ca: Vallhund Suédois
he: ואלהונד שוודי
hu: svéd vallhund
lt: Švedų valhundas
pt: Vallhund Sueco
ru: Шведский вальхунд

source: Syntax check this SQL
bg: Провери синтаксиса на SQL заявката
cs: Kontrola syntaxe tohoto SQL
fr_ca: Vérifier la syntax de cet SQL
he: בדוק תחביר שאילתה
hu: Szintaxis ellenőrizze ezt az SQL-t
lt: Šio SQL sintaksės patikra
nb: Kontroller syntax på SQL
pt: Verificar a sintaxe deste SQL
ru: Проверить синтаксис SQL
tr: Bu SQL'e sintaks kontrolü yap.

source: System
bg: Система
cs: Systém
fr_ca: Système
he: מערכת
hu: Rendszer
lt: Sistema
pt: Sistema
ru: Система
tr: Sistem

source: System Admin
bg: Системен администратор
cs: Správce systému
de: System-Administrator
fr_ca: Administrateur système
he: מנהל מערכת
hu: Rendszergazda
lt: Sistemos administratorius
pt: Administrador de Sistema
ru: Системный Администратор
tr: Sistem Yöneticisi

source: System Log Type
he: סוג הערת מערכת

source: System Options
bg: Системни настройки
cs: Možnosti systému
de: Systemoptionen
fr_ca: Options du système
he: אפשרויות מערכת
hu: Rendszerbeállítások
lt: Sistemos parinktys
nb: Systemalternativer
pt: Opções de Sistema
ru: Параметры системы
tr: Sistem Seçenekleri

source: System user accounts
bg: Потребители на системата
cs: Systémové uživatelské účty
de: Benutzerkonten
fr_ca: Comptes des utilisateurs du système
he: חשבונות משתמשי מערכת
hu: Rendszer felhasználói fiókok
lt: Sistemos naudotojų paskyros
nb: Brukerkontoer på systemet
pt: Contas de utilizador de sistema
ru: Системные учетные записи
tr: Sistem kullanıcı hesapları

source: T = first letter of animal type
bg: T = първата буква от типа на животното
cs: T = první písmeno typu zvířete
de: T = erster Buchstabe des Tiertyps
fr_ca: T = Première lettre du type d’animal
he: T = אות ראשונה של סוג חיה
hu: T = állat típusának első betűje
lt: T = pirmoji gyvūno tipo raidė
nb: T = første bokstav på dyretype
pt: T = primeira letra do tipo de animal
ru: T = первая буква типа животного
tr: T = hayvan tipinin ilk harfi

source: TNR - Trap/Neuter/Release
bg: Програма "Кастрирай и върни"
fr_ca: CSR - Capture/Stérilisation/Relâche (Trap/Neuter/Release)
he: TNR - לכידה, עיקור/סירוס והחזרה
hu: BIV - Befogás/Ivartalanítás/Visszaengedéls
pt: CCL - Capturar/Castrar/Libertar
ru: Программа ПСВ - поимка/стерилизация/возврат на прежнее место обитания

source: TT = first and second letter of animal type
bg: TT = първата и втората буква от типа на животното
cs: TT = první a druhé písmeno typu zvířete
de: TT = erster und zweiter Buchstabe des Tiertyps
fr_ca: TT = première et seconde lettre du type d'animal
he: TT - אות ראשונה ושניה של סוג חיה
hu: TT = állat típusának első és második betűje
lt: TT = pirma ir antra gyvūno tipo raidė
nb: TT = første og andre bokstav på dyretype
pt: TT = primeira e segunda letras do tipo de animal
ru: TT = первая и последняя буквы типа животного
tr: TT = hayvan tipinin ilk ve ikinci harfleri

source: Tabby
bg: Тъмни райета
cs: Mourovatá
de: Getigert
fr_ca: Tigré
he: טאבי
hu: cirmos
lt: Raina
nb: Stripet
pt: Malhado
ru: Рисунчатый
tr: Tekir

source: Tabby and White
bg: Таби и бяло
cs: Mourovatá a bílá
de: Gefleckt und Weiß
fr_ca: Tigré et blanc
he: טאבי ולבן
hu: Cirmos-fehér
lt: Raina su balta
nb: Stripete og hvit
pt: Malhado e Branco
ru: Рисунчатый с белым
tr: Tekir Beyaz

source: Table
bg: Таблица
he: טבלה
nb: Tabell
pt: Tabela

source: Take another payment
bg: Приеми друго плащане
cs: Udělelat další platbu
fr_ca: Enregistrer un nouveau paiement
he: קלוט עוד תשלום
hu: Újabb fizetés beszedése
pt: Receber outro pagamento

source: Taken By
bg: Поето от
cs: Převzato
de: Aufgenommen von
fr_ca: Pris par
he: נלקח ע״י
hu: Ezen személy által hozott
nb: Tatt av
pt: Recebido Por
ru: Принято
tr: Alan Kişi

source: Tan
bg: Светлокафяв
cs: Pálená
de: Hellbraun
fr_ca: Fauve
he: חום־צהבהב
hu: Cser
lt: Rusva
nb: Gyllenbrun
pt: Bronze
ru: Желтовато-коричневый
tr: Kızıl Kahverengi

source: Tan and Black
bg: Светло кафяво и черно
cs: Pálená a černá
de: Hellbraun und Schwarz
fr_ca: Fauve et noir
he: חום־צהבהב ושחור
hu: Fekete-cser
lt: Rusva su juoda
nb: Gyllenbrun og sort
pt: Bronze e Preto
ru: Палевый с черным
tr: Kızıl kahverengi ve Siyah

source: Tan and White
bg: Светло кафяво и бяло
cs: Pálená a bílá
de: Hellbraun und Weiß
fr_ca: Fauve et blanc
he: חום־צהבהב ולבן
hu: Barna-fehér
lt: Rusva su balta
nb: Gyllenbrun og hvit
pt: Bronze e Branco
ru: Палевый с белым
tr: Kızıl Kahverengi ve Beyaz

source: Task complete.
bg: Задачата е изпълнена.
cs: Úloha dokončena.
fr_ca: Tâche complétée.
he: משימה הושלמה.
hu: Feladat teljesitve.
pt: Tarefa concluída.

source: Task items are executed in order of index, lowest to highest
bg: Елементите на задачите са изпълнени по ред от най-ниско към най-високо
cs: Položky úkolů jsou prováděny v pořadí indexu, nejnižší až nejvyšší
fr_ca: Les articles de tâche sont exécutés dans l'ordre de l'index, du plus bas au plus haut
he: פרטי המשימה מיוצרים לפי סדר האינדקס, מהנמוך לגבוה
hu: A feladat elemeit a tárgymutató sorrendjében hajtják végre, a legalacsonyabbtól a legmagasabbig
pt: Os itens da tarefa são executados pela ordem do índice, do menor para o maior

source: Tattoo
bg: Татус/Ушна марка
cs: Tetování
de: Tätowierung
fr_ca: Tatouage
he: קעקוע
hu: Tetoválás
lt: Tatuiruotė
nb: Tatovering
pt: Tatuagem
ru: Татуировка
tr: Dövme

source: Tattoo Date
bg: Дата на татуиране/слагане ушна марка
cs: Datum Tetování
de: Tätowierdatum
fr_ca: Date du tatouage
he: תאריך קעקוע
hu: Tetoválás dátuma
lt: Tatuiravimo data
nb: Tatoveringsdato
pt: Data da Tatuagem
ru: Дата нанесения тату
tr: Dövme Tarihi

source: Tattoo Number
bg: Номер на татус/ушна марка
cs: Číslo Tetování
de: Tätowiernummer
fr_ca: Numéro de tatouage
he: מספר קעקוע
hu: Tetoválási szám
lt: Tatuiruotės numeris
nb: Tatoveringsnummer
pt: Número de Tatuagem
ru: Номер татуировки
tr: Dövme Numarası

source: Tax
bg: Данък
cs: Daň
fr_ca: Taxes
he: מס
hu: Adó
pt: Imposto

source: Tax Amount
bg: Сума данък
cs: Částka daně
fr_ca: Montant total de taxes
he: סכום מס
hu: Adó összege
pt: Total de Impostos

source: Tax Rate %
bg: Данък процент
cs: Sazba daně v %
fr_ca: Taux total de taxation %
he: שיעור מס %
hu: Adókulcs %
pt: Taxa de Imposto (%)

source: Telephone
bg: Телефон
cs: Telefon
de: Telefonnummer
fr_ca: Téléphone
he: טלפון
hu: Telefon
lt: Telefonas
nb: Telefon
pt: Telefone
ru: Телефон
tr: Telefon

source: Telephone Bills
bg: Телефон
cs: Výdaje za telefon
de: Telefonrechnungen
fr_ca: Factures de téléphone
he: חשבונות טלפון
hu: Telefon számlák
lt: Sąskaitos už telefono ryšį
nb: Telefonregninger
pt: Contas de Telefone
ru: Счета за телефон
tr: Telefon Gideri

source: Template
bg: Шаблон
cs: Šablona
de: Vorlage
fr_ca: Modèle
he: תבנית
hu: Formanyomtatvány
lt: Šablonas
nb: Mal
pt: Modelo
tr: Şablon

source: Template Name
bg: Име на шаблон
cs: Název šablony
de: Vorlagenname
fr_ca: Nom du modèle
he: שם תבנית
hu: Formanyomtatvány neve
lt: Šablono pavadinimas
nb: Malnavn
pt: Nome do Modelo
ru: Название шаблона
tr: Şablon Adı
