Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Add {0}
bg: Добави {0}
cs: Přidat {0}
de: {0} hinzufügen
fr_ca: Ajouter {0}
he: הוסף {0}
hu: {0} hozzáadása
lt: Pridėti {0}
nb: Legg til {0}
pt: Adicionar {0}
ru: Добавить {0}
tr: Ekle {0}

source: Added
bg: Добавен
cs: Přidáno
de: Hinzugefügt
fr_ca: Ajouté
he: נוסף
hu: Hozzáadva
lt: Pridėta
nb: Lagt til
pt: Adicionado
ru: Добавлено
tr: Eklendi

source: Added by {0} on {1}
bg: Добавено от {0} на {1}
cs: Přidáno od {0} v {1}
de: Hinzugefügt von {0} am {1}
fr_ca: Ajouté par {0} le {1}
he: הוסף ע״ {0} ב {1}
hu: Hozzáadva {0} által {1}-kor
lt: Pridėjo {0} {1}
nb: Lagt til av {0} den {1}
pt: Adicionado por {0} em {1}
ru: Добавлено {0} от {1}
tr: {1} de, {0} tarafından eklendi.

source: Additional
bg: Допълнително
cs: Dodatečný
de: Zusatz
fr_ca: Champ personnalisé
he: בנוסף
hu: További
lt: Papildoma
nb: Tillegg
pt: Adicional
ru: Дополнительно
tr: Ek

source: Additional Fields
bg: Допълнителни полета
cs: Dodatečná pole
de: Zusätzliche Felder
fr_ca: Champs personnalisés
he: שדות נוספים
hu: További mezők
lt: Papildomi laukai
nb: Flere felt
pt: Campos Adicionais
ru: Дополнительные поля
tr: Ek Alanlar

source: Additional field {0} has a value
he: שדה נוסף {0} מכיל ערך

source: Additional field {0} is blank
he: שדה נוסף {0} ריק

source: Additional fields
bg: Допълнителни полета
cs: Dodatečná pole
de: Zusatzfelder
fr_ca: Champs personnalisés
he: שדות נוספים
hu: További mezők
lt: Papildomi laukai
nb: Ekstra felt
pt: Campos adicionais
ru: Дополнительные поля
tr: Ek alanlar

source: Address
bg: Адрес
cs: Adresa
de: Anschrift
fr_ca: Adresse
he: כתובת
hu: Cím
lt: Adresas
nb: Adresse
pt: Morada
ru: Адрес
tr: Adres

source: Address Contains
bg: Адресът съдържа
cs: Adresa obsahuje
de: Adresse enthält
fr_ca: L'adresse contient
he: הכתובת מכילה
hu: Cím tartalmazza
lt: Adresas
nb: Adresse inneholder
pt: Morada Contém
ru: Адрес содержит
tr: Adres İçeriği

source: Address contains
bg: Адресът съдържа
cs: Adresa obsahuje
de: Adresse enthält
fr_ca: L'adresse contient
he: הכתובת מכילה
hu: Cím tartalmazza
lt: Adresas
nb: Adresse inneholder
pt: Morada contém
ru: Адрес содержит
tr: Adres içeriği

source: Administered
bg: Администрирана
cs: Spravováno
de: Verabreicht
fr_ca: Administré
he: ניתן/נוצל
hu: Beadva
nb: Gitt
pt: Administrado
tr: Uygulandı

source: Administering Vet
bg: Лекуващ лекар
cs: Spravující veterinář
de: Verwaltender Tierarzt
fr_ca: Vétérinaire
he: הוטרינר המטפל
hu: Beadó állatorvos
nb: Veterinær, gitt av
pt: Veterinário que Administra

source: Adopt
bg: Осинови
cs: Adoptovat
de: Adoptieren
fr_ca: Adopter
he: אימוץ
hu: Örökbefogadás
lt: Atidavimas
nb: Adopter
pt: Adotar
ru: Передать
tr: Sahiplen

source: Adopt an animal
bg: Осинови животно
cs: Adoptovat zvíře
de: Tier adoptieren
fr_ca: Adopter un animal
he: אימוץ חיה
hu: Állat örökbefogadása
lt: Gyvūno atidavimas
nb: Adopter et dyr
pt: Adotar um animal
ru: Передать животное владельцу
tr: Hayvan sahiplenin.

source: Adoptable
bg: Готов за осиновяване
cs: Adoptovatelné
de: Zur Vermittlung freigegeben
he: ניתן לאימוץ
hu: Örökbefogadható
lt: Atiduodamas
nb: Adopterbar
pt: Adotável
ru: Подлежит передаче
tr: Sahiplendirilebilir

source: Adoptable Animal
bg: Животно за осиновяване
cs: Zvíře schopné adopce
de: Zur Vermittlung freigegebenes Tier
fr_ca: Animal adoptable
he: חיה לאימוץ
hu: Örökbefogadható állat
nb: Adopterbart dyr
pt: Animal Adotável
ru: Пристраиваемое животное
tr: Sahiplendirilebilir Hayvan

source: Adoptable and published for the first time
bg: Готов за осиновяване и публикуван за първи път
cs: Poprvé přijatelné a publikované
fr_ca: Adoptable et publié pour la première fois
he: ניתן לאימוץ ומפורסם בפעם הראשונה
hu: Örökbefogadható és első alkalommal közzétéve
nb: Adopterbart og publisert for første gang
pt: Adotável e publicado pela primeira vez

source: Adopted
bg: Осиновено
cs: Adoptováno
de: Vermittelt
fr_ca: Adopté
he: מאומץ
hu: Örökbefogadott
lt: Atiduotas
nb: Adoptert
pt: Adotado
ru: Пристроенные
tr: Evlat edinildi

source: Adopted Animals
bg: Осиновени животни
cs: Přijatá zvířata
fr_ca: Animaux adoptés
he: חיות מאומצות
hu: Örökbefogadott állatok
pt: Animais Adotados

source: Adopted Transferred In {0}
bg: Осиновено прехвърлено към
cs: Adoptovaný přesunut do {0}
de: Vermittelte übernommen {0}
fr_ca: Adoptés transférés {0}
he: מאומצים שהועברו בשנת {0}
hu: Örökbefogadott áthelyezve ide: {0}
lt: Atiduoti priimtieji iš kitų prieglaudų {0}
nb: Adoptert overført inn {0}
pt: Transferência de Adoção em {0}
ru: Переданные перемещены в: {0}
tr: Sahiplenilern {0} da transfer edildi.

source: Adopter
bg: Осиновител
fr_ca: Adoptant
he: מאמץ
pt: Adotante

source: Adopter Checkout
he: אימוץ עצמי

source: Adopter checkout only applies to reservation and adoption movements.
he: אימוץ עצמי פעיל רק בתנועות אימוץ ושריון.

source: Adopter email address
he: כתובת מייל של מאמץ

source: Adoption
bg: Осиновяване
cs: Adopce
de: Vermittlung
he: אימוץ
hu: Örökbefogadás
lt: Atidavimas
nb: Adopsjon
pt: Adoção
ru: Передача
tr: Evlat Edinme

source: Adoption Checkout
he: אימוץ עצמי

source: Adoption Coordinator
bg: Координатор осиновявания
cs: Koordinátor adopce
de: Adoptionsleiter
fr_ca: Coordonateur d'adoption
he: יועץ אימוץ
hu: Örökbefogadás koordinátora
nb: Adopsjonsansvarlig
pt: Coordenador de Adoção

source: Adoption Coordinator and Fosterer
bg: Координатор осиновявания и приемна грижа
cs: Koordinátor adopce a pěstoun
fr_ca: Coordonateur d'adoption et famille d'accueil
he: אומנה ויועץ אימוץ
hu: Örökbeadási koordinátor és ideiglenes befogadó
nb: Adopsjonsansvarlig og fosterhjem
pt: Coordenador de Adoção e FAT

source: Adoption Event
bg: Събитие за осиновяване
cs: Adopční událost
fr_ca: Événement d'adoption
he: אירוע אימוץ
hu: Örökbefogadási esemény
nb: Adopsjonshendelse
pt: Evento de Adoção

source: Adoption Fee
bg: Такса за осиновяване
cs: Adopční poplatek
de: Vermittlungsgebühr
fr_ca: Frais d'adoption
he: סל אימוץ
hu: Örökbe fogadási díj
lt: Atidavimo mokestis
nb: Omplasseringsgebyr
pt: Taxa de Adoção
ru: Взнос за передачу
tr: Sahiplendirme Ücreti

source: Adoption checkout for {0}
he: אימוץ עצמי עבור {0}

source: Adoption checkout requests issued in the last week that are still open
he: בקשות אימוץ עצמי פתוחות מהשבוע האחרון

source: Adoption fee donations
bg: Такса за осиновяване
cs: Příjmy za adopci
de: Vermittlungsgebühr-Spenden
fr_ca: Dons à l'adoption
he: סל אימוץ
hu: Örökbefogadási díj adományok
lt: Gyvūno atidavimo mokestis
nb: Adopsjonsgebyr
pt: Donativos para taxa de adoção
ru: Пожертвование за передачу
tr: Sahiplenme Bağışları

source: Adoption fee payment type
he: סוג תשלום לסל אימוץ

source: Adoption movements must have a valid adoption date.
bg: Осиновяванията трябва да имат валидна дата на осиновяване.
cs: Přesuny adopcí musí mít správné datum adopce.
de: Vermittlungsbewegungen erfordern ein gültiges Vermittlungsdatum.
fr_ca: Les adoptions doivent avoir une date d'adoption valide.
he: יש למלא תאריך אימוץ חוקי בתנועות אימוץ.
hu: Örökbefogadási tételekhez érvényes örökbe fogadási dátum szükséges.
lt: Atidavimo veiksmams būtina nurodyti tinkamą atidavimo datą
nb: Flytting pga adopsjon krever en gyldig adopsjonsdato.
pt: Os movimentos de adoção precisam de ter uma data de adoção válida.
ru: Укажите правильную дату перемещения.
tr: Sahiplendirme hareketlerinin, geçerli bir sahiplendirme tarihi olmalıdır.

source: Adoption paperwork template
he: תבנית מסמכי אימוץ

source: Adoption successfully created.
bg: Успешно добавяне на осиновяване.
cs: Adopce byla úspěšně vytvořena.
de: Vermittlung erfolgreich erstellt.
fr_ca: Adoption créée avec succès.
he: אימוץ נוצר בהצלחה.
hu: Az örökbefogadás sikeresen megtörtént.
lt: Atidavimas sėkmingai įrašytas.
nb: Adopsjon opprettet.
pt: Adoção criada com êxito.
ru: Передача успешно создана.
tr: Sahiplendirme başarıyla yaratıldı.

source: Adoptions
he: אימוצים

source: Adoptions {0}
bg: Осиновявания {0}
cs: Adopce {0}
de: Vermittlungen {0}
he: אימוצים {0}
hu: Örökbefogadások {0}
lt: Atidavimai {0}
nb: Adopsjoner {0}
pt: Adoções {0}
ru: Передачи {0}
tr: Sahiplendirme {0}

source: Adult
bg: Възрастно
cs: Dospělý
de: Ausgewachsen
fr_ca: Adulte
he: בוגר
hu: Felnőtt
lt: Suaugęs gyvūnas
nb: Voksen
pt: Adulto
ru: Взрослoe
tr: Yetişkin

source: Advanced
bg: Разширено
cs: Pokročilé
de: Erweitert
fr_ca: Avancé
he: מתקדם
hu: Speciális keresés
lt: Išplėstinė
nb: Avansert
pt: Avançado
ru: Расширенный
tr: Gelişmiş

source: Advanced find animal screen defaults to on shelter
bg: Екрана за разширено търсене, да търси по подразбиране само животни в приюта
cs: Rozšířené hledání zvířete bude ve výchozím nastavení strany útulku
de: Die erweiterte Tier finden Anzeige verweist standardmäßig auf das Tierheim
fr_ca: Recherche avancée d'un animal par défaut
he: חיפוש חיה מתקדם מחזיר חיות שנמצאות במקלט כברירת מחדל
hu: Részletes állat keresés képernyőjének beállításai
lt: Išplėstinė gyvūnų paieška numatyta ieškoti visus prieglaudoje esančius gyvūnus
nb: Avansert finn dyr på hjelpesenteret
pt: O ecrã de pesquisa avançada de animais utiliza como padrão os animais disponíveis no abrigo
ru: Дополнительные параметры поиска животного в приюте
tr: Gelişmiş hayvan arama ekranı varsayılan ayarları açık

source: Affenpinscher
bg: Афен пинчер
cs: Opičí pinč
he: אפנפינצ'ר
hu: Majompincsi
lt: Afenpinčeris
ru: Аффенпинчер

source: Afghan Hound
bg: Афганистанска хрътка
cs: Afgánský chrt
de: Afghanischer Windhund
fr_ca: Lévrier Afghan
he: אפגני
hu: Afgán agár
lt: Afganų kurtas
nb: Afghansk mynde
pt: Galgo Afegão
ru: Афганская борзая
tr: Afgan Tazısı

source: African Grey
bg: Африканско сиво
cs: Papoušek šedý
de: Graupapagei
fr_ca: Gris d'Afrique
he: אפרור אפריקני
hu: Afrikai agár
lt: Žako/Afrikos pilkoji papūga
nb: Grå jaco
pt: Cinzento Africano
ru: Жако/Африканский серый попугай

source: After the user presses submit and ASM has accepted the form, redirect the user to this URL
bg: След натискане на бутона и ASM запази формата, прехвърли потребителя към този URL
cs: Po odeslání formuláře uživatelem a zpracování ASM přesměruj uživatele na tuto URL
de: Nachdem der Benutzer »Absenden« gedrückt und ASM das Formular angenommen hat, Benutzer an diese URL weiterleiten
fr_ca: Une fois que l'utilisateur a soumis le formulaire et que ASM l'a accepté, rediriger l'utilisateur vers ce lien
he: לאחר שהמשתמש לוחץ על שלח והטופס התקבל, נתב את המשתמש לכתובת הזו
hu: Miután a felhasználó az engedélyezésre kattint és ASM elfogadta a nyomtatványt, irányítsa át erre az URL-re
lt: Po to, kai naudotojas paspaudžia "Patvirtinti" ir ASM priima formą, atidaryti naudotojui šį URL
nb: Send brukeren til denne nettadressen etter send er valgt og ASM har akseptert skjemaet
pt: Após o utilizador submeter e o ASM aceitar o formulário, redirecionar o utilizador para este link
ru: После того, как пользователь нажмет кнопку "подтвердить" и программа ASM примет форму, пользователь будет перенаправлен по этой ссылке.
tr: Kullanıcı, gönder(submit) düğmesine bastıktan ve ASM formu kabul ettikten sonra, kullanıcıyı bu URL'e yönlendir.

source: Age
bg: Възраст
cs: Věk
de: Alter
fr_ca: Âge
he: גיל
hu: Életkor
lt: Amžius
nb: Alder
pt: Idade
ru: Возраст
tr: Yaş

source: Age Group
bg: Възрастова група
cs: Věková skupina
de: Altersgruppe
fr_ca: Groupe d'âge
he: קבוצת גיל
hu: Korcsoport
lt: Amžiaus grupė
nb: Aldersgruppe
pt: Grupo Etário
ru: Возрастная группа
tr: Yaş Grubu

source: Age Group 1
bg: Възрастова група 1
cs: Věková Skupina 1
de: Altersgruppe 1
fr_ca: Groupe d'âge 1
he: קבוצת גיל 1
hu: 1. korcsoport
lt: Amžiaus grupė 1
nb: Aldersgruppe 1
pt: Grupo Etário 1
ru: Возрастная группа 1
tr: Yaş Grubu 1

source: Age Group 2
bg: Възрастова група 2
cs: Věková Skupina 2
de: Altersgruppe 2
fr_ca: Groupe d'âge 2
he: קבוצת גיל 2
hu: 2. korcsoport
lt: Amžiaus grupė 2
nb: Aldersgruppe 2
pt: Grupo Etário 2
ru: Возрастная группа 2
tr: Yaş Grubu 2

source: Age Group 3
bg: Възрастова група 3
cs: Věková Skupina 3
de: Altersgruppe 3
fr_ca: Groupe d'âge 3
he: קבוצת גיל 3
hu: 3. korcsoport
lt: Amžiaus grupė 3
nb: Aldersgruppe 3
pt: Grupo Etário 3
ru: Возрастная группа 3
tr: Yaş Grubu 3

source: Age Group 4
bg: Възрастова група 4
cs: Věková Skupina 4
de: Altersgruppe 4
fr_ca: Groupe d'âge 4
he: קבוצת גיל 4
hu: 4. korcsoport
lt: Amžiaus grupė 4
nb: Aldersgruppe 4
pt: Grupo Etário 4
ru: Возрастная группа 4
tr: Yaş Grubu 4

source: Age Group 5
bg: Възрастова група 5
cs: Věková Skupina 5
de: Altersgruppe 5
fr_ca: Groupe d'âge 5
he: קבוצת גיל 5
hu: 5. korcsoport
lt: Amžiaus grupė 5
nb: Aldersgruppe 5
pt: Grupo Etário 5
ru: Возрастная группа 5
tr: Yaş Grubu 5

source: Age Group 6
bg: Възрастова група 6
cs: Věková skupina 6
de: Altersgruppe 6
fr_ca: Groupe d'âge 6
he: קבוצת גיל 6
hu: 6. korcsoport
lt: Amžiaus grupė 6
nb: Aldersgruppe 6
pt: Grupo Etário 6
ru: Возрастная группа 6
tr: Yaş Grubu 6

source: Age Group 7
bg: Възрастова група 7
cs: Věková skupina 7
de: Altersgruppe 7
fr_ca: Groupe d'âge 7
he: קבוצת גיל 7
hu: 7. korcsoport
lt: Amžiaus grupė 7
nb: Aldersgruppe 7
pt: Grupo Etário 7
ru: Возрастная группа 7
tr: Yaş Grubu 7

source: Age Group 8
bg: Възрастова група 8
cs: Věková skupina 8
de: Altersgruppe 8
fr_ca: Groupe d'âge 8
he: קבוצת גיל 8
hu: 8. korcsoport
lt: Amžiaus grupė 8
nb: Aldersgruppe 8
pt: Grupo Etário 8
ru: Возрастная группа 8
tr: Yaş Grubu 8

source: Age Groups
bg: Възрастови групи
cs: Věkové Skupiny
de: Altersgruppen
fr_ca: Groupes d'âge
he: קבוצות גיל
hu: Korcsoportok
lt: Amžiaus grupės
nb: Aldersgrupper
pt: Grupos Etários
ru: Возрастные группы
tr: Yaş Grupları

source: Age groups are assigned based on the age of an animal. The figure in the left column is the upper limit in years for that group.
bg: Възрастовите групи се асоциират според възрастта на животното. Цифрата в лявата колона е горната граница на групата.
cs: Věkové skupiny jsou přiřazovány podle věku zvířete. Údaj v levém sloupci je věkový limit pro danou skupinu.
de: Altersgruppen werden aufgrund des Alters eines Tieres zugewiesen. Der Wert in der linken Spalte stellt die Obergrenze in Jahren für diese Gruppe dar.
fr_ca: Les tranches d'âges assignées sont basées sur l'âge d'un animal. Le chiffre dans la colonne de gauche est la limite supérieur des années pour cette tranche.
he: קבוצות גילאים מוקצות לפי גיל החיה. המספר בעמודה הימנית הוא הגיל העליון עבור הקבוצה, בשנים.
hu: Az állat a kora alapján kerül besorolásra egy korcsoportba. A bal oldali oszlopban szereplő szám az adott csoport felső korhatárát jelzi években.
lt: Amžiaus grupės priskiriamos priklausomai nuo gyvūno amžiaus. Kairiajame stulpelyje esantys skaičiai yra tos grupės viršutinės amžiaus ribos.
nb: Aldersgruppe er tildelt basert på dyrets alder. Tallet i venstre kolonne er øvre grense i alder for den gruppen.
pt: Os grupos etários são atribuídos com base na idade do animal. Os valores da coluna da esquerda correspondem ao limite máximo de anos para cada grupo.
ru: Возрастные группы определяются исходя из возраста животного. Значение в левом столбце показывает верхний предел возраста для данной группы.
tr: Yaş grupları, hayvanın yaşına göre atanır. Sol kolondaki şekil, o gruptaki üst yaş limitini göstermektedir.

source: Aged Between
bg: На възраст между
cs: Věk mezi
de: im Alter zwischen
fr_ca: Âgé entre
he: גילאים בין
hu: Kor közötti
lt: Amžius (metais) nuo
nb: Alder mellom
pt: Idade Entre
ru: В возрасте от
tr: Yaş Arası

source: Aged From
bg: Възраст от
cs: Stáří od
de: Im Alter von
fr_ca: Âgé de
he: גיל מעל
hu: Kortól
lt: Amžius nuo
nb: Fra
pt: Idade Desde
ru: В возрасте от
tr: Başlangıç Yaşı

source: Aged To
bg: Възраст до
cs: Stáří do
de: Im Alter bis
fr_ca: Âgé à
he: גיל עד
hu: Éves korig
lt: Amžius iki
nb: Til
pt: Idade Até
ru: до
tr: Bitiş Yaşı

source: Aged over 6 months
bg: На възраст над 6 месеца
he: גיל מעל 6 חודשים
nb: Over 6 måneder

source: Aged under 6 months
bg: На възраст под 6 месеца
he: גיל מתחת 6 חודשים
nb: Under 6 måneder

source: Aggression
bg: Агресия
cs: Agrese
he: תוקפנות
hu: Agresszió
nb: Aggressiv
pt: Agressividade
ru: Агрессия
tr: Asabiyet

source: Airedale Terrier
bg: Ердел териер
cs: Erdelteriér
he: איירדייל טרייר
lt: Erdelterjeras
ru: Эрдельтерьер

source: Akbash
bg: Акбаш
cs: Akbaš
fr_ca: Akbash (Berger d'Anatolie)
he: אקבש
hu: Keverék
lt: Akbašas
ru: Акбаш

source: Akita
bg: Акита
he: אקיטה
ru: Акита

source: Alaskan Malamute
bg: Маламут
cs: Aljašský Malamut
fr_ca: Malamute d'Alaska
he: אלסקן מלמוט
hu: Alaszkai malamut
lt: Aliaskos malamutas
pt: Malamute do Alasca
ru: Аляскинский маламут

source: Alerts
bg: Известявания
cs: Upozornění
de: Warnungen
fr_ca: Alertes
he: התראות
hu: Figyelmeztetések
lt: Perspėjimai
nb: Varsler
pt: Alertas
ru: Напоминания
tr: Uyarılar

source: All Animals
bg: Всички животни
cs: Všechna Zvířata
fr_ca: Tous les animaux
he: כל החיות
hu: Összes állat
pt: Todos os Animais

source: All On-Shelter Animals
bg: Всички животни в приюта
cs: Všechna zvířata v útulku
fr_ca: Tous les animaux au refuge
he: כל החיות במקלט
hu: A menhelyen található összes állat
pt: Todos os Animais do Abrigo

source: All Publishers
bg: Всички методи за публикуване
cs: Všichni přispěvatelé
de: Alle Veröffentlicher
fr_ca: Tous les éditeurs
he: כל המפרסמים
hu: Valamennyi közzétevő
lt: Visi leidėjai
nb: Alle publiseringer
pt: Todos os Editores
ru: Все публикации
tr: Tüm Yayıncılar

source: All accounts
bg: Всички сметки
cs: Všechny účty
de: Alle Konten
fr_ca: Tous les comptes
he: כל החשבונות
hu: Összes fiók
nb: Alle konti
pt: Todas as contas
ru: Все счета

source: All animal care officers on file.
bg: Всички гледачи в системата.
cs: Všichni vedoucí ošetřovatelé ve složce.
de: Alle Tierschutzbeauftragten in der Datei.
fr_ca: Tous les soignants animaliers sur le dossier.
he: כל קציני טיפול בבע״ח הרשומים.
hu: Valamennyi rögzített állatvédelmi megbízott.
lt: Visi faile esantys gyvūnų kontrolės darbuotojai.
nb: Alle ACO.
pt: Todos os agentes de proteção animal em arquivo.
ru: Все сотрудники по уходу за животными в файле.
tr: Tüm barınak görevlileri dosyada.

source: All animal shelters on file.
bg: Всички животни в приюта в системата.
cs: Všechny zvířecí útulky ve složce.
de: Alle Tierheime in der Datei.
fr_ca: Tous les animaux de refuges enregistrés.
he: כל המקלטים הרשומים.
hu: Valamennyi rögzített állatmenhely.
lt: Visi faile esantys gyvūnų prieglaudų atstovai.
nb: Alle dyr.
pt: Todos os abrigos animais em arquivo.
ru: Все приюты для животных в файле.
tr: Tüm hayvan barınakları dosyada

source: All animals matching current publishing options.
bg: Всички животни, отговарящи на настройките за публикуване
cs: Všechny zvířata, jež odpovídají aktuálnímu nastavení.
de: Alle Tiere, die den derzeitigen Veröffentlichungseinstellungen entsprechen.
fr_ca: Tous les animaux correspondants aux options sélectionnées.
he: כל החיות התואמות לאפשרויות הפרסום הנוכחיות.
hu: A jelen közzétételi opcióknak megfelelő valamennyi állat.
lt: Visi gyvūnai, atitinkantys esamas publikavimo parinktis.
nb: Alle dyr som samsvarer med gjeldende publiseringsalternativer.
pt: Todos os animais que correspondem às opções de publicação atuais.
ru: Все животные, соответствующие заданным параметрам публикации.
tr: Geçerli yayın seçeneklerine uyan tüm hayvanlar

source: All animals on the shelter.
bg: Всички животни в приюта.
cs: Všechna zvířata v útulku.
de: Alle Tiere im Tierheim.
fr_ca: Tous les animaux du refuge.
he: כל החיות במקלט.
hu: Összes menhelyen lévő állat.
lt: Visi prieglaudoje esantys gyvūnai.
nb: Alle dyr.
pt: Todos os animais no abrigo.
ru: Все животные приюта.
tr: Barınaktaki tüm hayvanlar

source: All animals where the hold ends today.
bg: Всички животни, чието задържане приключва днес
cs: Všechna zvířata kde zadržení končí dnes.
de: Alle Tiere, deren Verwahrungsfrist heute endet.
fr_ca: Tous les animaux où l'attente s'arrête aujourd'hui.
he: כל החיות בהמתנה שמסתיימת היום.
hu: Valamennyi állat, melyek foglalási ideje ma lejárt.
nb: Alle dyr satt på hold frem til i dag.
pt: Todos os animais cuja retenção termina hoje.
ru: Все животные, срок содержания которых истекает сегодня.
tr: Muhafaza süresi bugün dolan hayvanlar

source: All animals who are currently held in case of reclaim.
bg: Животни, задържани в случай на поискване
cs: Všechna přechodně umístěná zvířata v případě vrácení zpět.
de: Alle Tiere, die derzeit für den Fall einer Rückforderung verwahrt werden.
fr_ca: Tous les animaux actuellement en attente en cas de réclamation.
he: כל החיות המוחזקות כעת במקרה של השבה.
hu: Valamennyi állat, amely eredeti gazdája jelentkezését várja.
lt: Visi gyvūnai, kurie šiuo metu yra neatiduodami tam atvejui, jei atsirastų šeimininkai.
nb: Alle dyr som holdes i påvente av eier.
pt: Todos os animais atualmente retidos para a eventualidade de reivindicação.
ru: Все животные, проходящие в данный момент корректировку поведения.
tr: Sahiplerinin yeniden talep etme durumları yüzünden, barınakta tutulan hayvanlar

source: All animals who are currently quarantined.
bg: Всички животни под карантина.
cs: Všechna zvířata v karanténě.
de: Alle Tiere, die sich derzeit in Quarantäne befinden.
fr_ca: Tous les animaux actuellement en quarantaine.
he: כל החיות שכעת בהסגר.
hu: Összes jelenleg karanténban lévő állat.
lt: Visi gyvūnai, kurie šiuo metu yra karantinuojami.
nb: Alle dyr som er i karantene.
pt: Todos os animais atualmente em quarentena.
ru: Все животные, содержащиеся в данный момент на карантине.
tr: Karantinadaki tüm hayvanlar

source: All animals who are flagged as not for adoption.
bg: Всички животни, отбелязани като неподходящи за осиновяване.
cs: Všechna zvířata označená jako není k adopci.
de: Alle Tiere, die als nicht zur Vermittlung markiert sind.
fr_ca: Tous les animaux marqués comme non disponible à l'adoption.
he: כל החיות עם תגית לא לאימוץ.
hu: Összes, nem örökbe fogadhatóként megjelölt állat.
lt: Visi neatiduodami gyvūnai.
nb: Alle dyr flagget med "Ikke for adopsjon".
pt: Todos os animais que se encontram sinalizados como não adotáveis.
ru: Все животные не для передачи.
tr: Sahiplendirmeye uygun olmayan şeklinde işaretlenmiş tüm hayvanlar

source: All animals who do not have a vaccination of any type
he: כל החיות ללא חיסון מכל סוג שהוא

source: All animals who have been on the shelter longer than {0} months.
bg: Всички животни в приюта, повече от {0} месеца.
cs: Všechny zvířata co jsou v útulku déle než {0} měsíců.
de: Alle Tiere, die sich länger als {0} Monate im Tierheim befinden.
fr_ca: Tous les animaux présents au refuge depuis plus de {0} mois.
he: כל החיות ששהו יותר מ {0} חודשים במקלט.
hu: Valamennyi állat, amely több mint {0} hónapja van a menhelyen.
nb: Alle dyr som har vært på shelter lenger enn {0} måneder.
pt: Todos os animais que estiveram no abrigo por mais de {0} meses.
ru: Все животные, срок пребывания в приюте которых больше {0} месяцев.

source: All animals who have not been microchipped
bg: Всички животни без чип
cs: Všechna zvířata která nebyla čipována
de: Alle nicht gechippten Tiere
fr_ca: Tous les animaux qui n'ont pas été micropucés
he: כל החיות ללא שבב
hu: Valamennyi microchippel nem rendelkező állat
nb: Alle dyr som ikke er mikrochippet
pt: Todos os animais que não foram microchipados
ru: Все животные без микрочипа

source: All animals who have not received a rabies vaccination
bg: Всички животни, които не са получили ваксинация срещу бяс
he: כל החיות ללא חיסון כלבת
nb: Alle dyr som ikke er vaksinert mot rabies

source: All banned owners on file.
bg: Всички собственици със забрана в системата
cs: Všichni zablokovaní vlastníci ve složce.
de: Alle gesperrten eigentümer in der Datei.
fr_ca: Tous propriétaires bannis enregistrés.
he: כל הבעלים המוחרמים הרשומים.
hu: Valamennyi fekete listás örökbefogadó.
nb: Alle utestengte eiere.
pt: Todos os donos em lista negra no arquivo.

source: All diary notes
bg: Всички бележки в дневника
cs: Všechny poznámky v diáři
de: Alle Kalendernotizen
fr_ca: Toutes les notes d'agenda
he: כל המשימות
hu: Összes napló jegyzet
lt: Visos darbotvarkės užduotys
nb: Alle dagboksnotater
pt: Todas as anotações de diário
ru: Все заметки
tr: Tüm günlük notları
