Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: You can middle click a link to open it in a new browser tab (push the wheel on most modern mice).
bg: Може да използвате средният бутон на мишката за да отворите препратка в нов прозорец (натиснете колелцето на мишката).
cs: K otevření odkazu v novém okně použijte středního tlačítka vaší myši (většina moderních myší - stisknout kolečko)
fr_ca: Vous pouvez cliquer sur le lien pour l'ouvrir dans un nouvel onglet du navigateur (pousser la roulette sur la plupart des souris modernes).
he: ניתן ללחוץ על קישור עם לחצן העכבר האמצעי (או ללחוץ על Ctrl בזמן הקלקה) כדי לפתוח בטאב חדש בדפדפן.
hu: A linkre kattintva középső kattintással megnyithatja azt egy új böngésző lapon (nyomja meg a kereket a legtöbb modern egérnél).
lt: Norėdami atidaryti naujame naršyklės skirtuke, paspauskite vidurinį pelės mygtuką (arba ratelį ant naujausių pelių).
nb: Bruk tasten i midten på musa eller klikk på hjulet for å åpne i nytt vindu.
pt: Pode clicar com o botão do meio do rato num link para abri-lo num novo separador do browser (na maioria dos ratos mais recentes, pode clicar com a roda).
ru: Вы можете открыть ссылку в новом окне браузера, нажав на нее средней кнопкой мыши (на большинстве современных мышек нажимать надо на колесико).
tr: Bir bağlantıya, farenin tekerleğiyle tıklayarak, bağlantıyı yeni sekmede açabilirsiniz.

source: You can override the search result sort by adding one of the following to the end of your search - sort:az, sort:za, sort:mr, sort:lr
bg: Може да промените сортирането на резултатите като добавите в полето за търсене sort:az, sort:za, sort:mr, sort:lr
cs: Seřadit výsledky vyhledávání můžete přepsat přidáním jedné z následujících položek na konec hledání - - sort:az, sort:za, sort:mr, sort:lr
fr_ca: Vous pouvez contourner l'ordre des résultats de recherche en ajoutant à la fin de votre recherche - sort:az, sort:za, sort:mr, sort:lr
he: ניתן לשנות את סדר תוצאות החיפוש על ידי הוספת אחד מהבאים לסוף החיפוש שלך - sort:az, sort:za, sort:mr, sort:lr
hu: A keresési eredmény sorrendjét felülírhatja, ha hozzáadja a keresés végéhez a következők egyikét - csoportosit: az, csoportosit: za, csoportosit: mr, csoportosit: lr
lt: Jūs galite pakeisti paieškos rezultatų rūšiavimą, jei paieškos pabaigoje pridėsite kurią nors iš šių santrumpų - sort:az, sort:za, sort:mr, sort:lr
nb: Du kan overstyre hvordan søkeresultat sorterer med å legge ett av følgende på slutten av søket ditt - sort:az, sort:za, sort:mr, sort:lr
pt: Pode ignorar a ordenação dos resultados da pesquisa se adicionar uma das seguintes opções ao final da pesquisa - sort:az, sort:za, sort:mr, sort:lr
ru: Вы можете изменить порядок сортировки результатов поиска, добавив в конец поисковой строки одну из команд: «sort:az», «sort:za», «sort:mr», «sort:lr»
tr: Arama sonuçlarının sıralamasını, arama metninin sonuna şunlardan birini ekleyerek değiştirebilirsiniz - sort:az, sort:za, sort:mr, sort:lr

source: You can prefix your term in the search box with a: to search only animals, p: to search only people, wl: to search waiting list entries, la: to search lost animals and fa: to search found animals.
bg: Може да сложите буква за префикс в полето за търсене за търсене на - a: животно, p: лица, wl: списък с чакащи, la: изгубени животни и fa: намерени животни.
cs: Váš termín můžete zadat do vyhledávacího pole pomocí a: pro vyhledávání pouze zvířat, p: pro vyhledávání pouze lidí, wl: pro vyhledání záznamů v pořadníku, la: pro vyhledávání ztracených zvířat a fa: pro vyhledání nalezených zvířat.
fr_ca: Dans la boîte de recherche, vous pouvez utiliser un préfixe pour faire un tri. A: rechercher seulement les animaux, p: rechercher seulement les contacts, wl: rechercher les entrées de la liste d'attente, la: rechercher les animaux perdus, fa: rechercher les animaux trouvés.
he: ניתן להוסיף קידומת לביטוי שלך בתיבת החיפוש כמו למשל a: כדי לחפש אחר חיות בלבד, p: כדי לחפש אנשים בלבד, wl: כדי לחפש אחר רשומות ברשימת המתנה, la: כדי לחפש אחר חיות שאבדו ו־fa: כדי לחפש אחר חיות שנמצאו.
hu: Előfordulhat, hogy a kifejezést a keresőmezőben a következővel írja be: a: csak állatok keresése, p: csak emberek keresése, wl: a várólistán szereplő bejegyzések keresése, la: az elveszett állatok és a fa keresése: a megtalált állatok keresése.
lt: Jūs galite sutrumpinti paieškos terminą, naudodamiesi šiomis santrumpomis: a - ieškoti tik gyvūnų, p - ieškoti tik asmenų, wl - ieškoti laukiančiųjų sąraše, la - ieškoti dingusių gyvūnų, fa - ieškoti rastų gyvūnų.
nb: Du kan bruke prefiks i søkeboksen: a: for å søke bare på dyr; p: for å søke bare på mennesker; wl: for å søke på ventelisteoppføringer; la: for å søke etter dyr som er savnet; fa: for å søke på dyr som er funnet.
pt: Pode adicionar o prefixo a: ao termo da caixa de pesquisa para pesquisar apenas animais, p: para pesquisar apenas pessoas, wl: para pesquisar entradas da lista de espera, la: para pesquisar animais perdidos e fa: para pesquisar animais encontrados.
ru: Вы можете использовать в поисковой строке префикс «a:», чтобы поиск осуществлялся только по животным, «p:» — только по людям, «wl:» — по листу ожидания, «la:» — среди разыскиваемых животных, «fa:» — среди найденных животных.
tr: Arama kutusuna girdiğiniz metnin başına ön ekler ekleyerek, arama sonuçlarını sınırlandırabilirsiniz. a: sadece hayvanları aramak için, p: sadece insanları aramak için, wl: bekleme listesi girişlerini aramak için, la: kayıp hayvanları aramak için, fa: bulunan hayvanları aramak için

source: You can set a default amount for different payment types in the Settings, Lookup Data screen. Very handy when creating adoptions.
bg: Можете да зададете сума по подразбиране за различни видове плащания в екрана Настройки, Търсене на данни. Много удобен при създаване на осиновявания.
he: באפשרותך לקבוע סכום ברירת מחדל עבור סוגי תשלומים שונים במסך הגדרות - נתוני טבלאות בחירה. שימושי מאוד ביצירת אימוץ.
nb: Du kan angi et standardbeløp for ulike betalingstyper under Innstillinger -> Oppslagsdata. Veldig nyttig ved opprettelse av adopsjoner.
pt: Pode definir um valor padrão para os diferentes tipos de pagamentos no ecrã Definições/Consultar Dados. Muito útil ao criar adoções.

source: You can sort tables by clicking on the column headings.
bg: Може да сортирате таблица, като кликнете върху заглавието на колоната, по която искате да сортирате.
cs: Můžete nastavit řazení údajů kliknutím na nadpis sloupce.
fr_ca: Vous pouvez trier les tables en cliquant sur les titres des colonnes.
he: ניתן לשנות את סדר הנתונים בטבלאות על ידי לחיצה על כותרות העמודות.
hu: A táblázatokat rendezheti az oszlopok fejlécére kattintva.
lt: Paspaudę ant stulpelių pavadinimų, galite rūšiuoti lentelių rezultatus.
nb: Du kan sortere ved å klikke på kolonneoverskriftene.
pt: Pode ordenar as tabelas clicando nos títulos das colunas.
ru: Вы можете отсортировать таблицу, нажав на заголовок нужного столбца.
tr: Tabloları, kolonların başlığına tıklayarak sıralayabilirsiniz.

source: You can upload images called logo.jpg and splash.jpg to the Settings, Reports, Extra Images screen to override the login splash screen and logo in the upper left corner of the application.
bg: Можете да качите изображения, наречени logo.jpg и splash.jpg, на екрана Настройки, Отчети, Допълнителни изображения, за да замените началния екран и логото за вход в горния ляв ъгъл на приложението.
he: ניתן להעלות תמונות בשמות logo.jpg ו- splash.jpg במסך הגדרות-דוחות-תמונות נוספות על מנת להחליף את התמונה במסך הכניסה ובפינת המסך במערכת.
nb: Du kan laste opp bilder som heter logo.jpg og splash.jpg til Innstillinger, Rapporter, Ekstra bilder for å overskrive innloggingssiden og logoen øverst i venstre hjørne.
pt: Pode carregar imagens com os nomes logo.jpg e splash.jpg para o ecrã Definições/Relatórios/Imagens Extra para personalizar o ecrã de entrada de início de sessão e o logótipo localizado no canto superior esquerdo da aplicação.

source: You can use incoming forms to create new records or attach them to existing records.
bg: Може да използвате нови форми, за да създавате нови записи или да ги прикачвате към съществуващи записи
cs: Příchozí formuláře můžete použít k vytvoření nových záznamů nebo k jejich připojení k existujícím záznamům.
de: Eingehende Formulare können zur Erstellung von neuen Berichten verwendet oder an vorhandene Berichte angefügt werden.
fr_ca: Vous pouvez utiliser les formulaires entrants pour créer de nouveaux enregistrements ou les attacher à des enregistrements existants.
he: ניתן להשתמש בטפסים נכנסים על מנת ליצור רשומות חדשות או לקשר אותם לרשומות קיימות.
hu: A bejövő nyomtatványokkal új feljegyzéseket hozhat létre, vagy csatolhatja azokat a meglévő feljegyzésekhez.
nb: Du kan bruke innkommende webskjema til å lage nye oppføringer eller legge dem som vedlegg til eksisterende oppføringer.
pt: Pode utilizar formulários recebidos para criar novos registos ou anexá-los a registos existentes.
ru: Вы можете использовать входящие формы для создания новых записей или можете прикрепить их к существующим записям.
tr: Gelen formları, yeni kayıt oluşturmak ya da var olan kayıtlara eklemek için kullanabilirsiniz.

source: You can't have a return without a movement.
bg: Не може да имате връщане, без да имате движение за даване.
cs: Nemůžete mít návrat bez pohybu.
fr_ca: Vous ne pouvez pas avoir un retour sans avoir un déplacement.
he: אי אפשר להחזיר חיה בלי תנועה קודמת (אימוץ לדוגמא).
hu: Mozgatás nélkül nem lehet visszavétel.
lt: Negalite grąžinti gyvūno, neturinčio aktyvių veiksmų
nb: Du kan ikke returnere et dyr uten en bevegelse.
pt: Não pode ter uma devolução sem um movimento.
ru: Нельзя оформить возврат без операции перемещения.
tr: Hareket olmadan, iade gerçekleştiremezsiniz.

source: You didn't specify any search criteria, so an on-shelter search was assumed.
bg: Не сте избрали никакъв критерий за търсене, затова по подразбиране излизат животните в приюта.
cs: Nezadali jste žádná kritéria pro vyhledávání, takže se předpokládalo vyhledávání na místě.
fr_ca: Vous n'avez pas spécifié de critère de recherche, donc la recherche au refuge est par défaut.
he: כל החיות במקלט מוצגות מפני שלא הגדרת אף קריטריון סינון.
hu: Nem határozott meg keresési kritériumokat, ezért a keresést a menhelyen lévő állatokra indítottuk.
lt: Nenurodėte jokių paieškos kriterijų, todėl pateikti prieglaudoje esantys gyvūnai.
nb: Du spesifiserte ikke søkekriterier, så det ble antatt et søk på hjelpesenteret.
pt: Não especificou qualquer critério de pesquisa, por isso foi utilizada uma pesquisa de abrigo.
ru: Вы не указали никаких критериев для поиска, поэтому поиск осуществлялся по приюту.
tr: Arama kriteri girmediniz; sadece barınaktakiler arandı.

source: You have already used field name '{0}' in this form
he: כבר השתמשת בשם השדה ‘{0}’ בטופס זה

source: You have unsaved changes, are you sure you want to leave this page?
bg: Имате незаписани данни. Сигурни ли сте, че искате да продължите без да ги запишете?
cs: Nemáte uložené změny, jste si jisti, že chcete opustit tuto stránku?
de: Sie haben ungesicherte Änderungen. Sind sie sicher, dass sie diese Seite verlassen möchten?
fr_ca: Vous avez des modifications non enregistrées, êtes-vous sûr de vouloir quitter cette page?
he: ישנם שינויים שלא נשמרו. האם ברצונך לעזוב עמוד זה?
hu: Az oldalon el nem mentett változtatások vannak, biztosan el akarja hagyni ezt az oldalt?
lt: Yra neišsaugotų pakeitimų, ar tikrai norite uždaryti šią kortelę?
nb: Du har gjort endringer som ikke er lagret, er du sikker på at du vil forlate siden?
pt: Tem alterações não guardadas. Tem a certeza de que deseja sair desta página?
ru: Есть несохраненные изменения. Вы уверены, что хотите покинуть страницу?
tr: Kaydedilmemiş değişiklikleriniz var, sayfadan ayrılmak istediğinize emin misiniz?

source: You must supply a code.
bg: Трябва да попълните код.
cs: Musíte zadat kód.
fr_ca: Vous devez fournir un code.
he: יש למלא קוד.
hu: Meg kell adnia egy kódot.
lt: Būtina nurodyti kodą.
nb: Du må angi en kode.
pt: Precisa de especificar um código.
ru: Нужно ввести код.
tr: Bir kod vermelisiniz.

source: Young Adult
bg: Тинейджър
cs: Mladý dospělý
de: Jungtier
fr_ca: Jeune adulte
he: בוגר צעיר
hu: Fiatal felnőtt
lt: Jaunas gyvūnas
nb: Ung voksen
pt: Jovem Adulto
ru: Молодое
tr: Genç Yetişkin

source: Your CSV file should have a header row with field names ASM recognises.
bg: CSV файлът трябва да има заглавен ред с имена, които ASM разпознава.
cs: Soubor CSV by měl mít řádek záhlaví s názvy polí které ASM rozpozná.
fr_ca: Votre fichier CSV doit avoir une ligne avec les noms de champ pour qu'ASM les reconnaisse.
he: קובץ CSV חייב לכלול שורת כותרת עם שמות שדות שהמערכת מזהה.
hu: CSV-fájljának fejléc sorának az ASM által felismert mezőnevekkel kell rendelkeznie.
pt: O seu ficheiro CSV deve ter uma linha de cabeçalho com nomes de campo reconhecidos pelo ASM.

source: Your sheltermanager.com account is due to expire on {0}, please renew {1}
bg: Абонамента Ви за sheltermanager.co, изтича на {0}. Моле подновете {1}
cs: Platnost vašeho účtu sheltermanager.com má skončit {0}, obnovte prosím {1}
de: Ihr Sheltermanager.com-Konto läuft am {0} aus. Bitte erneuern Sie {1}
fr_ca: Votre compte sur sheltermanager.com expirera le {0}, svp veuillez renouveler {1}
he: תוקף חשבונך במערכת יפוג ב {0}. אנא חדש {1}
hu: A sheltermanager.com fiókod {0} napján jár le, kérjük, újítd meg {1}
lt: Jūsų sheltermanager.com paskyros galiojimas baigsis {0}, prašome atnaujinti {1}
nb: Din sheltermanager.com-konto utløper {0}, fornye {1}
pt: A sua conta no sheltermanager.com vai expirar em {0}. Proceda à respetiva renovação {1}
ru: Срок действия вашего sheltermanager.com аккаунта истекает через {0}, пожалуйста продлите {1}
tr: {0}'da sheltermanager.com hesabınız sona erecektir, lütfen yenileyin {1}

source: Zipcode
bg: Пощенски код
cs: PSČ
de: Postleitzahl
fr_ca: Code postal
he: מיקוד
hu: Irányítószám
lt: Pašto kodas
nb: Postnummer
pt: Código postal
ru: Почтовый индекс
tr: Posta Kodu

source: Zipcode contains
bg: Пощенският код съдържа
cs: PSČ obsahuje
de: Postleitzahl enthält
fr_ca: Code postal contient
he: מיקוד מכיל
hu: Az irányítószám tartalmaz
lt: Pašto kodas
nb: Postnummer inneholder
pt: Código postal contém
ru: Почтовый индекс содержит
tr: Posta kodu içerir

source: [None]
bg: [няма]
cs: [Žádný]
de: [Keine]
fr_ca: [Aucun]
he: [ללא]
hu: [Egyik sem]
lt: [Nenustatytas]
nb: [Ingen]
pt: [Nenhum]
ru: [не указано]
tr: [Hiçbiri]

source: after connecting, chdir to
bg: след свързване смени папката на (chdir)
cs: po připojení, chdir to
fr_ca: après la connection, chdir vers
he: לאחר ההתחברות, השתמש ב-chdir כדי לעבור לתיקיה
hu: csatlakozás után, chdir to
lt: po prisijungimo chdir į
nb: etter tilkobling, chdir til
pt: após estabelecer a ligação, chdir para
ru: После подключения, выполнить команду chdir
tr: bağlandıktan sonra, chdir

source: and
bg: и
cs: a
de: und
fr_ca: et
he: ו
hu: és
lt: iki
nb: og
pt: e
ru: до
tr: ve

source: are sent to
bg: са изпратени към
cs: jsou poslány do
de: werden gesendet an
fr_ca: sont envoyés à
he: נשלחים ל
hu: elküldve
lt: nusiųsti į
nb: er sendt til
pt: são enviados para
ru: относятся на счет
tr: gönderilir

source: at
bg: в
cs: na
fr_ca: à
he: ב
hu: -kor
nb: ved
pt: às
ru: в

source: auto adjust for daylight savings
he: התאמה אוטומטית לשעון קיץ
pt: ajustar automaticamente para a hora de verão

source: cm
bg: см
he: ס״מ
ru: см

source: days
bg: дена
cs: dnů
de: Tage
fr_ca: jours
he: ימים
hu: napok
lt: dien.
nb: dager
pt: dias
ru: дней
tr: gün(ler)

source: estimate
bg: Оцени
cs: odhad
de: Schätzung
fr_ca: estimation
he: הערכה
hu: becsült
lt: apytikslis
nb: estimat
pt: estimar
ru: приблизительно
tr: tahmin

source: filters
he: מסננים

source: if animal does not have
bg: ако животното няма
he: אם לחיה אין
nb: hvis dyr ikke har
pt: se o animal não possuir

source: if animal has
bg: ако има животно
he: אם לחיה יש
nb: hvis dyr har
pt: se o animal possuir

source: inches
bg: инчове
cs: palců
fr_ca: pouces
he: אינצ׳ים
hu: hüvelyk
lt: coliai
nb: tommer
pt: polegadas
ru: дюймы
tr: inç

source: invalid
bg: невалидно
cs: neplatný
fr_ca: invalide
he: לא חוקי
hu: érvénytelen
nb: ugyldig
pt: inválido

source: keywords
he: מילות מפתח

source: kg
bg: кг
he: ק״ג
ru: кг

source: lb
bg: паунд
he: פאונד
hu: font
ru: фунт

source: less
bg: по-малко
cs: méně
fr_ca: moins
he: פחות
hu: kevesebb
lt: mažiau
nb: færre
pt: menos
ru: меньше
tr: daha az

source: mins
bg: минути
cs: min
he: דקות
hu: percek
nb: minutter

source: months
bg: месеци
cs: měsíců
de: Monate
fr_ca: mois
he: חודשים
hu: hónapok
lt: mėn.
nb: måneder
pt: meses
ru: месяцев
tr: ay(lar)

source: more
bg: повече
cs: více
fr_ca: plus
he: יותר
hu: több
lt: daugiau
nb: flere
pt: mais
ru: больше
tr: daha çok

source: on
bg: на
cs: na
fr_ca: dans
he: בתאריך
hu: ekkor
lt: data
nb: dato
pt: em
ru: Когда

source: or
bg: или
cs: nebo
de: oder
fr_ca: ou
he: או
hu: vagy
lt: arba
nb: eller
pt: ou
ru: или
tr: veya

source: or estimated age in years
bg: или приблизителна възраст в години
cs: nebo odhadovaný věk v rocích
de: oder geschätztes Alter in Jahren
fr_ca: ou âge estimé en années
he: או גיל מוערך בשנים
hu: vagy becsült kor években
lt: arba apytikslis amžius metais
nb: eller estimert alder i år
pt: ou idade estimada, em anos
ru: или примерный возраст в годах
tr: veya yıl olarak tahmin edilen yaş

source: oz
bg: унция
he: אונקיה
hu: uncia
ru: унц

source: to
bg: на
cs: do
de: zu
fr_ca: à
he: אל
hu: -ig
lt: kam
nb: til
pt: até
ru: до
tr: kime

source: today
bg: днес
cs: dnes
de: Heute
fr_ca: aujourd'hui
he: היום
hu: ma
nb: i dag
pt: hoje
ru: сегодня

source: treatments
bg: лечение
cs: léčby
de: Behandlungen
fr_ca: traitements
he: טיפולים
hu: kezelések
lt: medikamentai
nb: behandlinger
pt: tratamentos
ru: процедуры
tr: tedaviler

source: treatments, every
bg: Третиране, всеки
cs: ošetření, každý
de: Behandlungen, alle
fr_ca: traitements, chaque
he: טיפולים, כל
hu: kezelések, összes
lt: kartas (-ai) kas
nb: behandlinger, alle
pt: tratamentos, a cada
ru: процедуры, каждые
tr: tedavi,her

source: weekdays
bg: работни дни
cs: pracovní dny
de: Wochentage
fr_ca: jours de la semaine
he: ימות השבוע
hu: hétköznapok
nb: ukedager
pt: dias úteis
ru: по будням
tr: hafta içi günler

source: weeks
bg: седмици
cs: týdnů
de: Wochen
fr_ca: semaines
he: שבועות
hu: hetek
lt: sav.
nb: uker
pt: semanas
ru: недель
tr: hafta(lar)

source: weeks after last contact.
bg: седмици след последният контакт.
cs: týdnů od posledního kontaktu.
fr_ca: semaines après le dernier contact.
he: שבועות לאחר יצירת הקשר האחרונה.
hu: az utolsó kapcsolatfelvétel óta eltelt hetek
lt: savaitės nuo paskutinio kontakto.
nb: uker etter forrige kontakt.
pt: semanas após o último contacto.
ru: недель с последнего контакта.
tr: son iletişimden sonra geçen haftalar

source: years
bg: години
cs: let
de: Jahre
fr_ca: années
he: שנים
hu: évek
lt: metus
nb: år
pt: anos
ru: лет
tr: yıl(lar)

source: yesterday
bg: вчера
cs: včera
fr_ca: hier
he: אתמול
hu: tegnap
nb: i går
pt: ontem
ru: вчера

source: {0} (under {1} months)
bg: под {1} месец
cs: {0} (do {1} měsíců)
fr_ca: {0} (en bas d'{1} mois)
he: {0} (מתחת לגיל {1} חודשים)
hu: {0} ({1} hónap alatt)
nb: {0} (under {1} måneder)
pt: {0} (com menos de {1} meses)
tr: {0} ( {1} ayın altında)

source: {0} - {1} ({2} {3} aged {4})
bg: {0} - {1} ({2} {3} години {4})
cs: {0} - {1} ({2} {3} ve věku {4})
fr_ca: {0} - {1} ({2} {3} âgé(s) {4})
he: {0} - {1} ({2} {3} בגיל {4})
hu: {0} - {1} ({2} {3} {4} éves)
lt: {0} - {1} ({2} {3}, kurių amžius {4})
nb: {0} - {1} ({2} {3} alder {4})
pt: {0} - {1} ({2} {3} com {4} de idade)
ru: {0} — {1} ({2} {3} возраст: {4})
tr: {0} - {1} ({2} {3} yaş {4})

source: {0} - {1} {2} ({3}), contact {4} ({5}) - lost in {6}, postcode {7}, on {8}
bg: {0} - {1} {2} ({3}),контакт {4} ({5}) - загубено в {6}, ПК {7}, на {8}
cs: {0} - {1} {2} ({3}), kontakt {4} ({5}) - ztracen v {6}, PSČ {7}, dne {8}
de: {0} - {1} {2} ({3}), Kontakt {4} ({5}) - entlaufen in {6}, Postleitzahl {7}, am {8}
fr_ca: {0} - {1} {2} ({3}), contact {4} ({5}) - perdu à {6}, code postal {7}, le {8}
he: {0} - {1} {2} ({3}), איש קשר {4} ({5}) - אבד ב {6}, מיקוד {7}, בתאריך {8}
hu: {0} - {1} {2} ({3}), kapcsolattartó {4} ({5}) - elveszett a {6} -ben, {7} irányítószám, {8} -kor
lt: {0} - {1} {2} ({3}), kontaktas {4} ({5}) - dingo {6}, pašto kodas {7}, {8}
nb: {0} - {1} {2} ({3}), kontakt {4} ({5}) - mistet i {6}, postnummer {7}, den {8}
pt: {0} - {1} {2} ({3}), contacto {4} ({5}) - perdido em {6}, código postal {7}, em {8}
ru: {0} — {1} {2} ({3}), контактное лицо {4} ({5}) — пропало в {6}, почтовый индекс {7}, {8}
tr: {0} - {1} {2} ({3}), iletişim {4} ({5}) - kaybolduğu yer {6}, posta kodu {7}, on {8}

source: {0} animals successfully deleted.
bg: {0} животни бяха успешно изтрити.
fr_ca: {0} animaux supprimés avec succès.
he: {0} חיות נוצרו בהצלחה.
nb: {0} dyr slettet.
pt: {0} animais eliminados com êxito.

source: {0} animals successfully updated.
bg: {0} животни бяха успешно редактирани.
cs: {0} zvířata byla úspěšně aktualizována.
de: {0} Tiere erfolgreich aktualisiert.
fr_ca: {0} animal/animaux mis à jour avec succès.
he: {0} חיות עודכנו בהצלחה.
hu: {0} állatok sikeresen frissítve
nb: {0} dyr oppdatert.
pt: {0} animais atualizados com êxito.
tr: {0} hayvan başarıyla güncellendi.

source: {0} cannot be blank
bg: {0} не може да бъде празно
cs: {0} nemůže být prázdné
de: {0} darf nicht leer sein
fr_ca: {0} ne peut être vide
he: יש למלא את {0}
hu: {0} nem lehet üres
lt: Būtina užpildyti {0}
nb: {0} kan ikke være blank
pt: {0} não pode estar vazio
ru: {0} обязательно для заполнения
tr: {0} boş olamaz.

source: {0} fine, paid
bg: {0} глоби, платени
cs: {0} pokuta, zaplaceno
fr_ca: {0} amende, payée
he: קנס {0}, שולם
hu: {0} eredmény, fizetve
nb: {0} bot, betalt
pt: {0} multa, paga
ru: {0} налогов, уплачено
tr: {0} ceza, ödendi

source: {0} fine, unpaid
bg: {0} глоби, неплатени
cs: {0} pokuta, nezaplaceno
fr_ca: {0} amende, payée
he: קנס {0}, לא שולם
hu: {0} eredmény, kifizetetlen
nb: {0} bot, utbetalt
pt: {0} multa, não paga
ru: {0} налогов, не уплачено
tr: {0} ceza, ödenmedi

source: {0} hours
bg: {0} часа
fr_ca: {0} heures
he: {0} שעות
nb: {0} timer
pt: {0} horas

source: {0} incurred in costs
bg: Направени разходи {0}
cs: {0} vzniklých v souvislosti s náklady
fr_ca: {0} engagé(s) dans les coûts
he: {0} עלות שנגרמה
hu: {0} felmerült költségek
lt: {0} įtraukta į išlaidas
nb: {0} påløper i kostnader
pt: {0} incorreu em custos
tr: maliyetlerde {0} masraf

source: {0} is running ({1}&#37; complete).
bg: {0} се изпълнява ({1}&#37; приключено).
cs: {0} je spuštěno ({1}&#37; dokončeno).
fr_ca: {0} est en cours ({1}&#37; complété).
he: {0} רץ ({1}&#37; הסתיימו).
hu: A(z) {0} fut ({1} és # 37; kész).
lt: {0} vykdoma ({1}&#37; įvykdyta).
nb: {0} utføres ({1}&#37; fullført).
pt: {0} em execução ({1}&#37; concluído).
ru: {0} выполняется ({1}&#37; завершено).
tr: {0} çalışıyor ({1}&#37; tamamlandı).

source: {0} payment records created.
bg: {0} направен запис на плащане
cs: {0} vytvořeny platební záznamy.
fr_ca: {0} enregistrement(s) de paiement créé(s)
he: {0} רשומות תשלומים נוצרו.
hu: {0} létrehozott fizetési nyilvántartások.
nb: {0} betalinger opprettet.
pt: {0} registos de pagamento criados.

source: {0} received
bg: {0} получено
cs: {0} přijato
de: {0} empfangen
fr_ca: {0} reçu(s)
he: {0} התקבל
hu: {0} érkezett
nb: {0} mottatt
pt: {0} recebido
ru: {0} получено
tr: {0} alındı.

source: {0} record(s) match the mail merge.
bg: {0} записа отговарят на шаблона за писмо.
cs: {0} záznamy(ů) odpovídají hromadné korespondenci.
fr_ca: {0} enregistrement(s) correspond(ent) au fusionnement de courriel.
he: {0} רשומה/ות מתאימות למיזוג הדואר.
hu: {0} nyilvántartás(ok) megegyeznek a levélegyesítéssel.
lt: {0} įrašas(-ai) tiko kuriamam laiškui.
nb: {0} oppføring(er) passer.
pt: {0} registo(s) correspondem ao mailing.
ru: Записей подходящих для автоматического создания писем: {0}.
tr: {0} kayıt, e-posta birleştirmesiyle eşleşiyor.
