Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: {plural2} tests need to be performed today
bg: {plural2} теста трябва да бъдат направени днес
cs: {plural2} testy musí být provedeny dnes
de: {plural2} Tests müssen heute durchgeführt werden
fr_ca: {plural2} tests doivent être effectués aujourd'hui
he: {plural2} בדיקות לביצוע היום
hu: {plural2} mai napon elvégzendő teszt
lt: {plural2} testai turi būti atlikti šiandien
nb: {plural2} tester må utføres i dag
pt: {plural2} testes precisam de ser realizados hoje
ru: {plural2} тестов назначено на сегодня
tr: {plural2} test, bugün yapılmalı.

source: {plural2} transports do not have a driver assigned
bg: {plural2} транспорта нямат асоциирани шофьори
cs: {plural2} transporty nemají přiřazeny řidiče
fr_ca: {plural2} transports n'ont pas de chauffeur assigné
he: {plural2} הסעות ללא נהג משוייך
hu: {plural2} transzporthoz nincs hozzárendelve sofőr
pt: {plural2} transportes não têm um condutor atribuído
ru: для {plural2} транспортных средств не назначены водители

source: {plural2} trial adoptions have ended
bg: {plural2} пробни осиновявания приключиха
cs: {plural2} zkušební adopce skončily
de: {plural2} Adoptionen auf Probe haben geendet
fr_ca: {plural2} essais d'adoption sont terminés
he: {plural2} אימוצי ניסיון הסתיימו
hu: {plural2} próbaidő vége
lt: {plural2} bandomųjų atidavimų pabaiga
nb: {plural2} prøveadopsjoner er avsluttet
pt: {plural2} adoções experimentais terminaram
ru: Завершенных пробных периодов: {plural2}
tr: {plural2} deneme sahiplendirmesinin süresi doldu.

source: {plural2} unaltered animals have been adopted in the last month
bg: {plural2} некастрирани животни бяха осиновени този месец
cs: {plural2} nekastrovaná zvířata byla přijata v posledním měsíci
fr_ca: {plural3} animaux non stérilisés ont été adoptés le mois dernier
he: {plural2} חיות לא מעוקרות/מסורסות אומצו בחודש האחרון
hu: {plural2} az elmúlt hónapban örökbefogadott állat
lt: {plural2} nekastruoti/nesterilizuoti gyvūnai buvo atiduoti pastarąjį mėnesį
nb: {plural2} ukastrerte dyr er adoptert den siste måneden
pt: {plural2} animais não esterilizados/castrados foram adotados no último mês
ru: Некастрированных/нестерилизованных животных передано в прошлом месяце: {plural2}
tr: {plural2} kısırlaştırılmamış hayvan, geçen ay sahiplendirildi.

source: {plural2} undispatched animal control calls
bg: {plural2} отзовани случаи на котрол на животните
cs: {plural2} nevyžádané kontroly zvířat
fr_ca: {plural2} appels du contrôle animalier non traités
he: ‫{plural2} תקריות ללא בדיקה בשטח
hu: {plural2} el nem végzett állat kontroll hívások
pt: {plural2} chamadas de controlo animal não processadas
ru: {plural2} незавершенных звонков по контролю за содержанием животных
tr: {plural2} gidilmemiş hayvan kontrol çağrısı

source: {plural2} unpaid fines
bg: {plural2} неплатени глоби
cs: {plural2} nezaplacené pokuty
fr_ca: {plural2} amendes impayées
he: {plural2} קנסות שלא שולמו
hu: {plural2} kifizetetlen büntetések
nb: {plural2} ubetalte bøter
pt: {plural2} multas não pagas
ru: {plural2} неоплаченные штрафы
tr: {plural2} ödenmemiş ceza.

source: {plural2} urgent entries on the waiting list
bg: {plural2} спешни записи в списъка с чакащи
cs: {plural2} naléhavé záznamy v pořadníku
de: {plural2} dringende Einträge in der Warteliste
fr_ca: {plural2} entrées d'urgence sur la liste d'attente
he: {plural2} רשומות דחופות ברשימת ההמתנה
hu: {plural2} sürgős feljegyzések a várólistán
lt: {plural2} svarbūs įrašai laukiančių vietos gyvūnų sąraše
nb: {plural2} hasteoppføringer på ventelisten
pt: {plural2} entradas urgentes na lista de espera
ru: Срочных записей в листе ожидания: {plural2}
tr: {plural2} acil giriş, bekleme listesinde

source: {plural2} vaccinations have expired
bg: {plural2} ваксинациите изтичат
cs: {plural2} vakcinace vypršela
fr_ca: {plural2} vaccinations ont expirées
he: ‫{plural2} חיסונים לחידוש
hu: {plural2} lejárt oltások.
nb: {plural2} vaksinasjoner er over dato
pt: {plural2} vacinas expiraram
ru: {plural2} вакцинаций, срок действия которых истек
tr: {plural2} aşının kullanım süresi doldu.

source: {plural2} vaccinations need to be administered today
bg: {plural2} ваксинации трябва да бъдат направени днес
cs: {plural2} vakcinaci je třeba podat dnes
de: {plural2} Impfungen müssen heute verabreicht werden
fr_ca: {plural2} vaccinations doivent être administrées aujourd'hui
he: {plural2} חיסונים לביצוע היום
hu: {plural2} mai nap beadandó oltások.
lt: {plural2} vakcinacijos turi būti atliktos šiandien
nb: {plural2} vaksiner må gis i dag
pt: {plural2} vacinas precisam de ser administradas hoje
ru: Вакцинации на сегодня: {plural2}
tr: {plural2} aşı bugün yapılmalı.

source: {plural2} weeks.
bg: {plural2} седмици.
cs: {plural2} týdnů.
de: {plural2} Wochen.
fr_ca: {plural2} semaines.
he: {plural2} שבועות.
hu: {plural2} hetek.
lt: {plural2} savaitės.
nb: {plural2} uker.
pt: {plural2} semanas.
ru: {plural2} недель.
tr: {plural2} hafta

source: {plural2} years.
bg: {plural2} години.
cs: {plural2} let.
de: {plural2} Jahre.
fr_ca: {plural2} années.
he: {plural2} שנים.
hu: {plural2} évek.
lt: {plural2} metai.
nb: {plural2} år.
pt: {plural2} anos.
ru: {plural2} лет.
tr: {plural2} yıl

source: {plural3} adoption checkout requests initiated in the last week are still open
he: ‫{plural3} בקשות אימוץ עצמי שהותחלו בשבוע האחרון ועדיין פתוחות

source: {plural3} animal control calls due for followup today
bg: {plural3} инцидента с животни, с последващи проверки днес
cs: {plural3} volání na kontrolu zvířat, která má dnes následovat
fr_ca: {plural3} appels du contrôle animalier dû pour un suivi aujourd'hui
he: ‫{plural3} תקריות להמשך מעקב היום
hu: {plural3} mai nap elvégzendő állat ellenőrző hívások
pt: {plural3} chamadas de controlo animal com seguimento agendado para hoje
tr: Bugün takibinin yapılması gereken {plural3} hayvan kontrol çağrısı

source: {plural3} animals are not available for adoption
bg: {plural3} животни не са налични за осиновяване
cs: {plural3} zvířata nejsou k dispozici pro adopci
de: {plural3} Tiere sind nicht zur Vergabe freigegeben
fr_ca: {plural3} animaux ne sont pas disponibles pour l'adoption
he: {plural3} חיות לא זמינות לאימוץ
hu: {plural3} nem orokbefogadható állatok
lt: {plural3} gyvūnai neatiduodami
nb: {plural3} dyr er ikke tilgjengelig for adopsjon
pt: {plural3} animais não estão disponíveis para adoção
ru: Животных, не доступных для передачи: {plural3}
tr: {plural3} hayvan, sahiplendirilme için uygun değil.

source: {plural3} animals died
bg: {plural3} животни починаха
cs: {plural3} zvířata uhynula
de: {plural3} Tiere gestorben
fr_ca: {plural3} animaux décédés
he: {plural3} חיות מתו
hu: {plural3} meghalt állatok
lt: {plural3} gyvūnai nugaišo
nb: {plural3} dyr døde
pt: {plural3} animais morreram
ru: {plural3} животных умерло
tr: {plural3} hayvan öldü.

source: {plural3} animals entered the shelter
bg: {plural3} животни бяха приети в приюта
cs: {plural3} zvířata vstoupila do útulku
fr_ca: {plural3} animaux admis au refuge
he: {plural3} חיות נכנסו למקלט
hu: {plural3} menhelyre ékrezett állatok
lt: {plural3} gyvūnai pateko į prieglaudą
nb: {plural3} dyr ankom hjelpesenteret
pt: {plural3} animais entraram no abrigo
ru: {plural3} животных поступило в приют
tr: {plural3} hayvan barınağa giriş yaptı.

source: {plural3} animals have been on the shelter longer than {0} months
bg: {plural3} животни са в приюта повече от {0} месеца
cs: {plural3} zvířata byla v útulku déle než {0} měsíců
fr_ca: {plural3} animaux présents au refuge depuis plus de {0} mois
he: {plural3} חיות שהו במקלט יותר מ {0} חודשים
hu: {plural3} több mint {0} hónapja a menhelyen lévő állatok
nb: {plural3} dyr har vært inne lenger enn {0} måneder
pt: {plural3} animais encontram-se no abrigo há mais de {0} meses
ru: {plural3} животных, срок пребывания в приюте которых больше {0} месяцев

source: {plural3} animals have holds ending today
bg: {plural3} последно задържане на животни днес
cs: {plural3} zvířata jsou držena do dnešního dne
de: Für {plural3} Tiere endet heute die Verwahrungsfrist
fr_ca: {plural3} animaux dont la retenue se termine aujourd'hui
he: {plural3} חיות בהמתנה שמסתיימת היום
hu: {plural3} mai nappal lejáró állat előjegyzések.
pt: {plural3} animais têm retenções que terminam hoje
ru: количество животных, содержание которых истекает сегодня: {plural3}
tr: {plural3} hayvanın muhafaza süresi bugün doluyor.

source: {plural3} animals have never had a vaccination of any type
he: ‫{plural3} חיות ללא חיסון מכל סוג שהוא

source: {plural3} animals have not had a rabies vaccination
bg: {plural3} животните не са имали ваксинация срещу бяс
he: ‫{plural3} חיות ללא חיסון כלבת
nb: {plural3} dyr er ikke vaksinert mot rabies

source: {plural3} animals were TNR
bg: {plural3} животни върнати на място след кастрация
fr_ca: {plural3} animaux étaient TNR
he: {plural3} חיות נתפסו, עוקרו/סורסו והוחזרו
nb: {plural3} dyr ble satt ut i det fri
pt: {plural3} animais foram capturados/esterilizados/libertados

source: {plural3} animals were adopted
bg: {plural3} животни бяха осиновени
cs: {plural3} zvířata byla adoptována
de: {plural3} Tiere wurden adoptiert
fr_ca: {plural3} les animaux ont été adoptés
he: {plural3} חיות אומצו
hu: {plural3} orokbefogadott állatok
lt: {plural3} gyvūnai buvo atiduoti
nb: {plural3} dyr ble adoptert
pt: {plural3} animais foram adotados
ru: {plural3} животных было пристроено
tr: {plural3} hayvan sahiplenildi.

source: {plural3} animals were dead on arrival
bg: {plural3} животни са мъртви при пристигане
cs: {plural3} zvířata byla uhynulá při příjezdu
fr_ca: {plural3} animaux décédés à l'arrivée
he: {plural3} חיות הגיעו מתות למקלט
hu: {plural3} halva érkezett állatok
nb: {plural3} dyr var døde ved ankomst
pt: {plural3} animais estavam mortos à chegada

source: {plural3} animals were euthanized
bg: {plural3} животни бяха евтаназирани
cs: {plural3} zvířata byla usmrcena
de: {plural3} Tiere wurden euthanasiert
fr_ca: {plural3} animaux ont été euthanasiés
he: {plural3} חיות הורדמו
hu: {plural3} elaltatott állatok
lt: {plural3} gyvūnams buvo atlikta eutanazija
nb: {plural3} dyr ble avlivet
pt: {plural3} animais foram eutanasiados
ru: {plural3} животных было усыплено
tr: {plural3} hayvana ötenazi uygulandı.

source: {plural3} animals were reclaimed by their owners
bg: {plural3} животни си бяха взети обратно от собствениците
fr_ca: {plural3} animaux ont été réclamés par leur propriétaire
he: {plural3} חיות נדרשו ע״י הבעלים שלהם
hu: {plural3} eredeti gazdájuk által visszakövetelt állatok
lt: {plural3} gyvūnai grąžinti jų savininkams
nb: {plural3} dyr ble gjenforent med eier
pt: {plural3} animais foram reivindicados por respetivos donos
tr: {plural3} hayvan, sahibi tarafından yeniden talep edildi.

source: {plural3} animals were released to wild
bg: {plural3} животни пуснати на свобода
fr_ca: {plural3} animaux ont été relâchés dans la nature
he: ‫{plural3} חיות ששוחררו לטבע
nb: {plural3} dyr satt ut i det fri
pt: {plural3} animais foram libertados na natureza

source: {plural3} animals were transferred to other shelters
bg: {plural3} животни бяха прехвърлени в друг приют
cs: {plural3} zvířata byla převedena do jiných útulků
de: {plural3} Tiere wurden anderen Tierheimen übergeben
fr_ca: {plural3} animaux ont été transférés dans d'autres refuges
he: {plural3} חיות הועברו למקלטים אחרים
hu: {plural3} állatok átszállítása más menhelyekre
lt: {plural3} gyvūnai perkelti į kitas prieglaudas
nb: {plural3} dyr ble overført til andre hjelpesentre
pt: {plural3} animais foram transferidos para outros abrigos
ru: {plural3} данное количество животных было передано в другие приюты
tr: {plural3} hayvan başka barınaklara nakledildi.

source: {plural3} clinic appointments today
bg: {plural3} животните записани за преглед за днес
fr_ca: {plural3} rendez-vous à la clinique aujourd'hui
he: ‫{plural3} פגישות במרפאה היום
pt: {plural3} agendamentos clínicos para hoje

source: {plural3} days.
bg: {plural3} дни.
cs: {plural3} dnů.
de: {plural3} Tage.
fr_ca: {plural3} jours.
he: {plural3} ימים.
hu: {plural3} napok.
lt: {plural3} dienos.
nb: {plural3} dager.
pt: {plural3} dias.
ru: {plural3} дней.
tr: {plural3} gün

source: {plural3} document signing requests have been received in the last week
bg: {plural3} искания за подписване на документи са получени през последната седмица
he: {plural3} בקשות לחתימה על מסמכים התקבלו בשבוע האחרון
nb: {plural3} dokumentsigneringer mottatt den siste uken
pt: {plural3} pedidos de assinatura de documentos recebidos na semana passada

source: {plural3} document signing requests issued in the last month are unsigned
bg: {plural3} заявки за подписване на документи, издадени през последния месец, са неподписани
he: {plural3} בקשות לחתימה על מסמכים מהחודש האחרון טרם נחתמו
pt: {plural3} pedidos de assinatura de documentos emitidos no mês passado ainda não estão cumpridos

source: {plural3} incomplete animal control calls
bg: {plural3} непълен номер на контрол на животните
cs: {plural3} nekompletní animal control calls
fr_ca: {plural3} appels du contrôle animalier incomplets
he: ‫{plural3} תקריות שלא טופלו
hu: {plural3} befejezetlen állat ellenőrző hívások
pt: {plural3} chamadas de controlo animal incompletas
ru: {plural3} незавершенных звонков по контролю за содержанием животных
tr: {plural3} tamamlanmamış hayvan kontrol çağrısı

source: {plural3} items of equipment are overdue for return
he: ‫{plural3} פריטי ציוד שטרם הוחזרו

source: {plural3} items of stock expire in the next month
bg: {plural3} артикулът от склада изтича следващия месец
cs: {plural3} položky zásob vyprší v příštím měsíci
fr_ca: {plural3} articles de l'inventaire expirent le mois prochain
he: {plural3} פרטי מלאי שיפוג תוקפם בחודש הבא
hu: {plural3} a raktárkészletek a jövő hónapban lejárnak
pt: {plural3} itens de stock expiram no próximo mês
ru: {plural3} единиц товаров, срок годности которых истекает в следующем месяце
tr: {plural3} stok malzemesinin, gelecek ay içinde kullanımı dolacak.

source: {plural3} items of stock have expired
bg: {plural3} артикулът от склада не е наличен
cs: {plural3} položky zásob vypršely
fr_ca: {plural3} articles de l'inventaire ont expiré
he: {plural3} פרטי מלאי שפג תוקפם
hu: {plural3} a raktárkészletek lejártak
pt: {plural3} itens de stock expiraram
ru: {plural3} единиц товаров, срок годности которых истек
tr: {plural3} stok malzemesinin süresi doldu.

source: {plural3} medical treatments need to be administered today
bg: {plural3} медицински лечения трябва да бъдат администрирани днес
cs: {plural3} lékařské ošetření je třeba provést dnes
de: {plural3} Medizinische Behandlungen müssen heute durchgeführt werden
fr_ca: {plural3} traitements médicaux doivent être administrés aujourd'hui
he: {plural3} טיפולים רפואיים לביצוע היום
hu: {plural3} mai napra esedékes elvégzendő gyógykezelések
lt: {plural3} vaistai turi būti suduoti šiandien
nb: {plural3} medisinsk behandling må gis i dag
pt: {plural3} tratamentos clínicos precisam de ser administrados hoje
ru: Процедур на сегодня: {plural3}
tr: {plural3} sağlık tedavisi, bugün uygulanmalı.

source: {plural3} months.
bg: {plural3} месеца.
cs: {plural3} měsíců.
fr_ca: {plural3} mois.
he: {plural3} חודשים.
hu: {plural3} hónapok
lt: {plural3} mėnesiai
nb: {plural3} mnd.
pt: {plural3} meses.
ru: {plural3} месяцев.
tr: {plural3} ay

source: {plural3} new online form submissions
bg: {plural3} нови онлайн форми
cs: {plural3} nové podání online formuláře
fr_ca: {plural3} nouveau formulaire en ligne
he: {plural3} טפסים מקוונים נכנסים חדשים
hu: {plural3} új online nyomtatvány beadása
nb: {plural3} nye innkommende webskjemaer
pt: {plural3} novos requerimentos por de formulários online
ru: {plural3} новых онлайн запросов
tr: {plural3} yeni çevrimiçi form girişi

source: {plural3} people have overdue payments
bg: {plural3} хора с пресрочени плащания
cs: {plural3} lidé mají platby po splatnosti
de: {plural3} Personen weisen überfällige Zahlungen auf
fr_ca: {plural3} contacts ayant des paiements en retard
he: {plural3} אנשים עם תשלומים שטרם שולמו
hu: {plural3} személynek lejárt fizetési kötelezettsége áll fenn
nb: {plural3} personer har forfalte betalinger
pt: {plural3} pessoas têm pagamentos em atraso
ru: {plural3} данное количество человек просрочили платежи
tr: {plural3} kişinin geciken ödemesi var.

source: {plural3} people with active reservations have not been homechecked
bg: {plural3} човека с активни резервании не са домашно инспектирани
cs: {plural3} lidé s aktivní rezervací nebyli podrobeni domácí kontrole
fr_ca: {plural3} contacts avec des réservations actives dont le domicile n'a pas été contrôlé
he: {plural3} אנשים עם שריונים פעילים שטרם נבדקו בתיהם
hu: {plural3} aktív foglalással rendelkező személyek még nem lettek lelátogatva.
lt: {plural3} gyvūnus rezervavusių asmenų laikymo sąlygos yra nepatikrintos
nb: {plural3} personer med aktive reservasjoner er ikke hjemmesjekket
pt: {plural3} pessoas com reservas ativas não foram inspecionadas no domicílio
ru: Контактных лиц с активным резервированием и не проверенными условиями содержания: {plural3}
tr: {plural3} aktif rezervasyonlu insanın, ev kontrolleri yapılmadı.

source: {plural3} potential matches for lost animals
bg: {plural3} вероятни съвпадения за изгубени животни
cs: {plural3} potenciální shody podobnosti pro ztracená zvířata
fr_ca: {plural3} correspondances potentielles avec animaux perdus
he: {plural3} התאמות פוטנציאליות לאבידות
hu: {plural3} potenciális egyezések elveszett állatokra
nb: {plural3} mulige treff for savnete dyr
pt: {plural3} potenciais correspondências para animais perdidos
ru: {plural3} вероятных совпадений среди потерянных животных

source: {plural3} recent publisher runs had errors
bg: {plural3} скорошни публикации имат грешки
cs: {plural3} nedávné spuštění vydavatele mělo chyby
fr_ca: {plural3} publication effectuée récemment a des erreurs
he: {plural3} ריצות פרסום אחרונות עם שגיאות
hu: {plural3} legutóbbi közzétételek hibásak voltak
pt: {plural3} execuções recentes do editor geraram erros
ru: в {plural3} недавно опубликованных записях есть ошибки
tr: {plural3} yayıncı işleri hatası

source: {plural3} reservations have been active over a week without adoption
bg: {plural3} резервации са активни повече от седмица без осиновяване
cs: {plural3} rezervace jsou aktivní více než týden bez adopce
fr_ca: {plural3} réservations actives depuis plus d'une semaine sans adoption
he: {plural3} שריונים פעילים יותר משבוע ללא אימוץ
hu: {plural3} A foglalások több mint egy hetesek, de az örökbefogadás még nem történt meg.
lt: {plural3} rezervacijos yra aktyvios ilgiau nei savaitę, tačiau gyvūnai dar neatiduoti
nb: {plural3} reservasjoner har vært aktiv i over en uke uten adopsjon
pt: {plural3} reservas têm estado ativas por mais de uma semana sem adoção
ru: Резервирований, открытых более недели и не завершившихся передачей: {plural3}
tr: {plural3} rezervasyon bir haftadan uzun süredir, sahiplendirme olmasızın aktif.

source: {plural3} results found in {1} seconds. Order: {2}
bg: {plural3} резултата са намерени за {1} секунди. Подредба: {2}
cs: {plural3} výsledky nalezeny za {1} sekund. Řazení: {2}
fr_ca: {plural3} résultats trouvés en {1} secondes. Tri: {2}
he: {plural3} תוצאות נמצאו ב {1} שניות. סדר: {2}
hu: {plural3} eredmény találat {1} másodperc. Utasítás {2}
lt: {plural3} rezultatai rasti per {1} sekundes. Eiliškumas: {2}
nb: {plural3} resultater funnet på {1} sekunder. Rekkefølge: {2}
pt: {plural3} resultados encontrados em {1} segundos. Pedido: {2}
ru: Найдено результатов: {plural2}. Время выполнения: {1} сек. Сортировка: {2}.
tr: {plural3} sonuç {1}saniyede bulundu. Sıra: {2}

source: {plural3} shelter animals have not been microchipped
bg: {plural3} животни не са чипирани
cs: {plural3} zvířata z útulku nebyla mikročipována
de: {plural3} Tierheimtiere sind nicht gechippt
fr_ca: {plural3} animaux du refuge n'ont pas été micropucés
he: {plural3} חיות במקלט ללא שבב
hu: {plural3} menhelyi állatok, amelyek nincsenek chipezve
nb: {plural3} dyr på hjelpesenteret har ikke blitt mikrochippet
pt: {plural3} animais do abrigo não foram microchipados
ru: {plural3} животным в приюте не поставлены микрочипы

source: {plural3} shelter animals have people looking for them
bg: {plural3} животни в приюта имат хора, грижещи се за тях
cs: {plural3} zvířata mají lidi, kteří je hledají
de: {plural3} Tierheimtiere weisen Personen auf, die nach ihnen suchen
fr_ca: {plural3} animaux du refuge qui ont des contacts qui les recherchent
he: {plural3} חיות במקלט שאנשים מחפשים אחריהן
hu: {plural3} menhelyi állatok, amelyekre van érdeklődő
lt: {plural3} gyvūnai buvo ieškomi
nb: {plural3} dyr på hjelpesenteret har personer som ser etter dem
pt: {plural3} animais de abrigo têm pessoas que os procuram
tr: {plural3} barınak hayvanına bakan insanlar var.

source: {plural3} tests need to be performed today
bg: {plural3} теста трябва да бъдат направени днес
cs: {plural3} testy musí být provedeny dnes
de: {plural3} Tests müssen heute durchgeführt werden
fr_ca: {plural3} tests doivent être effectués aujourd'hui
he: {plural3} בדיקות לביצוע היום
hu: {plural3} mai nappal elvégzendő tesztek.
lt: {plural3} testai turi būti atlikti šiandien
nb: {plural3} tester må utføres i dag
pt: {plural3} testes precisam de ser realizados hoje
ru: {plural3} тестов назначено на сегодня
tr: {plural3} test, bugün yapılmalı.

source: {plural3} transports do not have a driver assigned
bg: {plural3} транспорта нямат асоциирани шофьори
cs: {plural3} transporty nemají přiřazeny řidiče
fr_ca: {plural3} transports n'ont pas de chauffeur assigné
he: {plural3} הסעות ללא נהג משוייך
hu: {plural3} a transzporthoz nincs sofőr hozzárendelve.
pt: {plural3} transportes não têm um condutor atribuído
ru: для {plural3} транспортных средств не назначены водители

source: {plural3} trial adoptions have ended
bg: {plural3} пробни осиновявания приключиха
cs: {plural3} zkušební adopce skončila
de: {plural3} Adoptionen auf Probe haben geendet
fr_ca: {plural3} essais d'adoption sont terminés
he: {plural3} אימוצי ניסיון הסתיימו
hu: {plural3} a próbaidő lejárt.
lt: {plural3} bandomųjų atidavimų pabaiga
nb: {plural3} prøveadopsjoner er avsluttet
pt: {plural3} adoções experimentais terminaram
ru: {plural3} испытательных сроков завершено
tr: {plural3} deneme sahiplendirmesi sona erdi.

source: {plural3} unaltered animals have been adopted in the last month
bg: {plural3} некастрирани животни бяха осиновени този месец
cs: {plural3} nekastrovaná zvířata byla přijata v posledním měsíci
fr_ca: {plural3} animaux non stérilisés ont été adoptés le mois dernier
he: {plural3} חיות לא מעוקרות/מסורסות אומצו בחודש האחרון
hu: {plural3} az elmúlt hónapban örökbefogadott állat
lt: {plural3} nekastruoti/nesterilizuoti gyvūnai buvo atiduoti pastarąjį mėnesį
nb: {plural3} ukastrerte dyr er adoptert den siste måneden
pt: {plural3} animais não esterilizados/castrados foram adotados no último mês
ru: Некастрированных/нестерилизованных животных передано в прошлом месяце: {plural3}
tr: {plural3} kısırlaştırılmamış hayvan, geçen ay içerisinde sahiplendirildi.

source: {plural3} undispatched animal control calls
bg: {plural3} отзовани случаи на котрол на животните
cs: {plural3} nevyžádané kontroly zvířat
fr_ca: {plural3} appels du contrôle animalier non traités
he: ‫{plural3} תקריות ללא בדיקה בשטח
hu: {plural3} el nem végzett állat ellenőrző hívások
pt: {plural3} chamadas de controlo animal não processadas
ru: {plural3} незавершенных звонков по контролю за содержанием животных
tr: {plural3} gidilmemiş hayvan kontrol çağrısı

source: {plural3} unpaid fines
bg: {plural3} неплатени глоби
cs: {plural3} nezaplacené pokuty
fr_ca: {plural3} amendes impayées
he: {plural3} קנסות שלא שולמו
hu: {plural3} kifizetetlen díjak.
nb: {plural3} ubetalte bøter
pt: {plural3} multas não pagas
ru: {plural3} неоплаченных штрафов
tr: {plural3} ödenmemiş cezalar
