Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Automatically cancel any outstanding reservations on an animal when it is adopted
bg: Автоматично анулирай отворени резервации за животното, при неговото осиновяване
cs: Automaticky zrušit otevřené rezervace když je zvíře adoptováno
de: Alle ausstehenden Reservierungen eines Tieres automatisch stornieren, wenn es vermittelt wird
fr_ca: Annuler automatiquement les réservations en cours d'un animal lorsqu'il est adopté
he: בטל אוטומטית כל שריון פתוח לחיה כאשר היא מאומצת
hu: Automatikusan törlődjön az állatra fennálló bármely foglalás, ha az állatot örökbe fogadták
lt: Automatiškai atšaukti visas aktyvias gyvūno rezervacijas, kai jis atiduodamas.
nb: Automatisk avbryt utestående reserverasjon på et dyr når det omplasseres
pt: Cancelar automaticamente quaisquer reservas do animal quando o mesmo for adotado
ru: Автоматически удалять резерв при передаче животного
tr: Hayvan sahiplendirildiğinde, otomatik olarak diğer sahiplenme rezervasyonlarını iptal et.

source: Automatically remove
bg: Автоматично премахнат
cs: Automaticky odstranit
de: Automatisch entfernen
fr_ca: Supprimer automatiquement
he: הסר אוטומטית
hu: Automatikus eltávolítás
lt: Automatiškai pašalinti po
nb: Automatisk fjerning
pt: Remover automaticamente
ru: Автоматическое удаление
tr: Otomatik olarak çıkar

source: Automatically remove this media item on this date
bg: Автоматично премахване на този медиен елемент на тази дата
he: הסר את הקובץ אוטומטית בתאריך זה
pt: Remover automaticamente este item de imagem nesta data

source: Automatically return any outstanding foster movements on an animal when it is adopted
bg: Автоматично анулирай всякакви отличителни опити за осиновяване, когато животното е осиновено
cs: Automaticky vrátit jakékoli význačné přesuny člověka poskytujícího dočasnou péči u zvířete, které je adoptované
de: Alle ausstehenden Pflegebewegungen eines Tieres automatisch zurücksetzen, wenn es vermittelt wird
fr_ca: Annuler automatiquement toute disposition en cours vers une famille d'accueil si l'animal est adopté
he: החזר אוטומטית כל תנועת אומנה כאשר חיה מאומצת
hu: Automatikusan vonja vissza az állatra vonatkozó valamennyi ideiglenes befogadási eseményt, ha az állatot örökbe fogadták
nb: Automatsk sett sluttdato på fosterhjem for dyret ved adopsjon
pt: Devolver automaticamente quaisquer movimentos de FAT associados a um animal quando o mesmo for adotado
ru: Автоматически возвращать все невыполненные действия на передержке, если животное пристроено.
tr: Bir hayvan sahiplenildiğinde, kendisiyle ilgili, ileri vadeli tüm geçici yuva hareketlerini, otomatik olarak geri çevir.

source: Automatically return any outstanding foster movements on an animal when it is transferred
bg: Автоматично анулирай всякакви отличителни опити за животно, когато е преместено
cs: Při převozu automaticky vraťte všechny vynikající pohyby pěstounů na zvířeti
fr_ca: Annuler automatiquement toute disposition en cours vers une famille d'accueil si l'animal est transféré
he: החזר אוטומטית כל תנועת אומנה כאשר חיה מועברת
hu: Automatikusan vonja vissza az állatra vonatkozó valamennyi ideiglenes befogadási eseményt, ha az állat elkerült az állatotthonból.
pt: Devolver automaticamente quaisquer movimentos de FAT associados a um animal quando o mesmo for transferido

source: Available for adoption
bg: Дава се за осиновяване
cs: K dispozici pro adopci
de: Zur Vermittlung freigegeben
fr_ca: Disponible à l'adoption
he: זמין לאימוץ
hu: Örökbefogadható
lt: Atiduodamas
nb: Tilgjengelig for adopsjon
pt: Disponível para adoção
ru: Доступно для передачи
tr: Sahiplendirme için uygun

source: Available sheltermanager.com reports
bg: Налични справки в sheltermanager.com
cs: Dostupné reporty z sheltermanager.com
de: Verfügbare sheltermanager.com-Berichte
fr_ca: Rapports sheltermanager.com disponibles
he: דוחות זמינים
hu: Elérhető sheltermanager.com reportok
lt: Galimos sheltermanager.com ataskaitos
nb: Tilgjengelige rapporter fra sheltermanager.com
pt: Relatórios do sheltermanager.com disponíveis
ru: Доступные отчеты на sheltermanager.com
tr: Mevcut sheltermanager.com raporları

source: B (Boarding Animal)
bg: Животно на пансион
cs: B (Strava zvířete)
de: P (Pensionstier)
fr_ca: B (Animal pensionnaire)
he: ‫B (חיה בפנסיון)
hu: B (Elhelyezett állat)
pt: B (Alojamento de Animais)
ru: В (животное на содержании)

source: BCC
fr_ca: Cci
he: העתק סמוי
nb: Blindkopi

source: BCC all the people linked to these movements
he: שלח עותק נסתר לכל האנשים הקשורים לתנועות אלו

source: Baby
bg: Бебе
cs: Novorozeně
fr_ca: Bébé
he: גור
hu: Kölyök
lt: Jauniklis
nb: Unge
pt: Bebé
ru: Малыш
tr: Bebek

source: Back
he: אחורה

source: Balance
bg: Баланс
cs: Zůstatek
de: Saldo
fr_ca: Solde
he: יתרה
hu: Egyenleg
lt: Balansas
nb: Balanse
pt: Balanço
ru: Баланс
tr: Bilanço

source: Balinese
bg: Балийски
cs: Balijská kočka
de: Balinesen
fr_ca: Balinais
he: חתול בלינזי
hu: balinéz macska
lt: Balio katė
nb: Balinesisk
pt: Balinês
ru: Балинез/Балийская кошка

source: Bank
bg: Банка
cs: Banka
fr_ca: Banque
he: בנק
lt: Bankas
pt: Banco
ru: Банк
tr: Banka

source: Bank account interest
bg: Лихви по банкови сметки
cs: Příjmy z úroků na bankovním účtu
de: Bankkonto Zinsen
fr_ca: Intêret bancaire
he: ריבית בבנק
hu: Bankszámla kamat
lt: Banko sąskaitos palūkanos
nb: Renter fra bankkonto
pt: Juros da conta bancária
ru: Процент банка
tr: Banka Faizi

source: Bank current account
bg: Банкова сметка
cs: Současný bankovní účet
de: Aktuelles Bankkonto
fr_ca: Compte bancaire courant
he: חשבון נוכחי בבנק
hu: Banki folyószámla
lt: Dabartinė banko sąskaita
nb: Nåværende konto i bank
pt: Conta bancária à ordem
ru: Текущий счет
tr: Geçerli Banka Hesabı

source: Bank deposit account
bg: Банкова сметка
cs: Vklad na bankovní účet
de: Einlagenkonto
fr_ca: Compte de dépôt en banque
he: חשבון פקדון בבנק
hu: Befizetési bankszámla
lt: Depozitinė banko sąskaita
nb: Innskuddskonto i bank
pt: Conta bancária de depósito
ru: Депозитный счет
tr: Banka Mevduat Hesabı

source: Bank savings account
bg: Банкова сметка
cs: Spořící bankovní účet
de: Sparbuch
fr_ca: Compte d'épargne bancaire
he: חסכון בבנק
hu: Megtakarítási bankszámla
lt: Taupomoji banko sąskaita
nb: Sparekonto i bank
pt: Conta bancária de poupança
ru: Сберегательный счет
tr: Banka tasarruf hesabı

source: Bank::Current
bg: Банка
cs: Banka::SoučasnýStav
de: Bank::Aktuell
fr_ca: Banque::Courant
he: בנק::נוכחי
hu: Bank::Forgalom
lt: Bankas::Esama
nb: Bank::Nåværende
pt: Banco::À Ordem
ru: Банк::Текущий
tr: Banka::Geçerli

source: Bank::Deposit
bg: Банка: Депозит
cs: Banka::Vklad
de: Bank::Einlage
fr_ca: Banque::Dépôt
he: בנק::פקדון
hu: Bank::Letét
lt: Bankas::Depozitinė
nb: Bank::Innskudd
pt: Banco::Depósito
ru: Банк::Депозитный
tr: Banka::Mevduat

source: Bank::Savings
bg: Банка: Спестовна
cs: Banka::Spoření
de: Bank::Ersparnisse
fr_ca: Banque::Épargne
he: בנק::חסכון
hu: Bank::Megtakarítások
lt: Bankas::Taupomoji
nb: Bank::Sparing
pt: Banco::Poupança
ru: Банк::Сберегательный
tr: Banka::Tasarruf

source: Banned
bg: Със забрана
cs: Zakázáno
de: Gesperrt
fr_ca: Banni
he: אסור למסור לו חיות
hu: Kitiltott
lt: Juodasis sąrašas
nb: Utestengt
pt: Em lista negra
ru: Заблокировано
tr: Yasaklı

source: Base Color
bg: Основен цвят
cs: Základní Barva
de: Grundfarbe
fr_ca: Couleur de base
he: צבע בסיס
hu: Alapszín
lt: Spalva
nb: Basisfarge
pt: Cor Base
ru: Основной цвет
tr: Ana Renk

source: Basenji
bg: Басенджи
he: בסנג'י
lt: Basendžis
ru: Басенджи

source: Basset Hound
bg: Басет
cs: Basset
he: באסט
lt: Basetas
ru: Бассет-хаунд

source: Batch
bg: Партида
cs: Dávka
de: Charge
fr_ca: Lot
he: אצווה
hu: Sorozat
nb: Parti
pt: Lote
ru: Партия
tr: Parti

source: Batch Number
bg: Номер на партида
cs: Číslo dávky
de: Chargennummer
fr_ca: Numéro de lot
he: מספר אצווה
hu: Sorozatszám
pt: Número de lote
ru: Номер партии
tr: Parti sayısı

source: Beagle
bg: Бигъл
cs: Bígl
he: ביגל
lt: Biglis
ru: Бигль

source: Bearded Collie
bg: Брадато коли
fr_ca: Colley barbu
he: בירדד קולי/קולי מזוקן
lt: Barzdotasis kolis
ru: Бородатый колли

source: Beauceron
bg: Френска овчарка (босерон)
fr_ca: Berger de Beauce
he: בוסרון (רועה צרפתי)
lt: Boseronas
ru: Босерон

source: Bedlington Terrier
bg: Бедлингтон териер
cs: Bedlingtonský Teriér
fr_ca: Terrier Bedlington
he: בדלינגטון טרייר
lt: Bedlingtono terjeras
ru: Бедлингтон терьер

source: Beginning of month
bg: Начало на месеца
cs: Začátek měsíce
de: Anfang des Monats
fr_ca: Début du mois
he: תחילת החודש
hu: Hónap kezdete
nb: Begynnelsen av måneden
pt: Início do mês

source: Belgian Hare
bg: Белгийски заек
fr_ca: Lièvre Belge
he: ארנב בלגי
hu: Belga nyúl
lt: Belgų kiškis
pt: Hare Belga
ru: Бельгийский заяц

source: Belgian Shepherd Dog Sheepdog
bg: Белгийско овчарско куче
cs: Belgický Ovčák
de: Belgischer Schäferhund
fr_ca: Berger Belge Groenendael
he: כלב רועים בלגי
hu: belga pásztorkutya
lt: Belgų aviganis
nb: Belgisk gjeterhund, Groenendael
pt: Cão Pastor Belga
ru: Бельгийская овчарка

source: Belgian Shepherd Laekenois
bg: Белгийска овчарка Лакеноа
cs: Belgický Ovčák Laekenois
de: Belgischer Schäferhund Laekenois
fr_ca: Berger Belge Laekenois
he: רועי בלגי (לאקינווה)
hu: Laekenois belga pásztorkutya
lt: Belgų aviganis lakenua
nb: Belgisk gjeterhund, Laekenois
pt: Pastor Belga Laekenois
ru: Бельгийская овчарка (лакенуа)

source: Belgian Shepherd Malinois
bg: Малиной
cs: Belgický Ovčák Malinois
de: Belgischer Schäferhund Malinois
fr_ca: Berger Belge Malinois
he: רועי בלגי (מלינואה)
hu: Malinois belga pásztorkutya
lt: Belgų aviganis malinua
nb: Belgisk gjeterhund, Malinois
pt: Pastor Belga Malinois
ru: Бельгийская овчарка (малинуа)

source: Belgian Shepherd Tervuren
bg: Гонче
cs: Belgický Ovčák Tervuren
de: Belgischer Schäferhund Tervuren
fr_ca: Berger Belge Tervuren
he: טרבורן בלגי
hu: Tervuren belga pásztorkutya
lt: Belgų aviganis terviurenas
nb: Belgisk gjeterhund, Tervueren
pt: Pastor Belga Tervuren
ru: Бельгийская овчарка (тервюрен)

source: Bengal
bg: Бенгалска котка
de: Bengalkatze
he: בנגלי
hu: bengáli macska
lt: Bengalijos katė
ru: Бенгальская кошка

source: Bernese Mountain Dog
bg: Бернско планинско куче
cs: Bernský Salašnický Per
de: Berner Sennenhund
fr_ca: Bouvier Bernois
he: כלב ברנזי
hu: berni pásztorkutya
lt: Berno kalnų šuo/Berno zenenhundas
nb: Berner sennenhund
pt: Boiadeiro de Berna
ru: Бернский зенненхунд

source: Beveren
bg: Беверен
he: ארנב בברן
lt: Bevereno
ru: Беверенский кролик

source: Bichon Frise
bg: Булонка
cs: Bišonek
fr_ca: Bichon frisé
he: בישון פריזה
lt: Garbanotasis bišonas
nb: Bichon frisé
pt: Bichon Frisé
ru: Бишон фризе

source: Bird
bg: Птица
cs: Pták
de: Vogel
fr_ca: Oiseau
he: ציפור
hu: Madár
lt: Paukštis
nb: Fugl
pt: Ave
ru: Птица
tr: Kuş

source: Birman
bg: Бирманска котка
de: Birma
fr_ca: Sacré de Birmanie
he: בירמן
hu: birman macska
lt: Birmos katė
pt: Birmanês
ru: Бирманская кошка

source: Bite
bg: Ухапване
cs: Pokousání
de: Biss
fr_ca: Morsure
he: נשיכה
hu: Harap
lt: Įkandimai
nb: Bitt
pt: Mordedura
ru: Укус
tr: Isırık

source: Biting
bg: Хапе
cs: Kousavý
de: Bissig
fr_ca: Morsure
he: נשיכה
hu: Harapás
lt: Įkando
nb: Biter
pt: Mordedor
ru: Кусается
tr: Isırma

source: Black
bg: Черен
cs: Černá
de: Schwarz
fr_ca: Noir
he: שחור
hu: Fekete
lt: Juoda
nb: Sort
pt: Preto
ru: Черный
tr: Siyah

source: Black Labrador Retriever
bg: Черен лабрадор ретривър
cs: Černý Labrador Retriever
de: Schwarz Labrador Retriever
fr_ca: Labrador Retriever Noir
he: לברדור רטריבר שחור
hu: fekete labrador retriever
lt: Juodas labradoro retriveris
nb: Labrador retriever
pt: Labrador Retriever Preto
ru: Черный лабрадор ретривер

source: Black Mouth Cur
bg: Черномуцунесто куче
cs: Jižanský honič
he: כלב שחור פה
lt: Juodburnis darbinis šuo
ru: Желтая с черной маской южная гончая

source: Black Tortie
bg: Костенуркова котка
cs: Želvovinová černá
de: Schildpatt Schwarz
fr_ca: Écaille de tortue à dominance de noir
he: טורטי שחור
hu: Teknőstarka
lt: Vėžlio kiauto (juodo atspalvio)
nb: Svart skilpadde
pt: Tortie Preto
ru: Черный черепаховый
tr: Siyah Parçalı

source: Black and Brindle
bg: Черно с тъмно кафяви ивици
cs: Černá a skvrnitá
de: Schwarz und Gescheckt
fr_ca: Noir et bringé
he: שחור ומנומר
hu: fekete és tigriscsíkos
lt: Juoda su tigrine
nb: Sort og brindel
pt: Preto e Tigrado
ru: Черно-тигровый
tr: Siyah ve Benekli Gri

source: Black and Brown
bg: Черно и кафяво
cs: Černá a hnědá
de: Schwarz und Braun
fr_ca: Noir et marron
he: שחור וחום
hu: fekete és barna
lt: Juoda su ruda
nb: Sort og brun
pt: Preto e Castanho
ru: Черно-коричневый
tr: Siyah ve Kahverengi

source: Black and Tan
bg: Черно и светло кафяво
cs: Černá a pálená
de: Schwarz und Hellbraun
fr_ca: Noir et fauve
he: שחור וחום־צהבהב
hu: Fekete-cser
lt: Juoda su rusva
nb: Sort og gyllenbrun
pt: Preto e Amarelo
ru: Черно-подпалый
tr: Siyah ve Kızıl Kahverengi

source: Black and Tan Coonhound
bg: Черен и кафяв кунхунд
cs: Černotříslový coonhound
de: Schwarz-Roter Waschbärenhund (Black and Tan Coonhound)
fr_ca: Coonhound Noir et Feu
he: קונהאונד שחור-צהבהב
hu: Fekete-cser mosómedvekopó
lt: Juodas su įrūdžiu kunhaundas
pt: Coonhound Preto e Amarelo
ru: Черно-подпалый кунхаунд

source: Black and White
bg: Черно и бяло
cs: Černý a bílý
de: Schwarz und Weiß
fr_ca: Noir et blanc
he: שחור ולבן
hu: Fekete-fehér
lt: Juoda su balta
nb: Sort og hvit
pt: Preto e Branco
ru: Черно-белый
tr: Siyah ve Beyaz

source: Bloodhound
bg: Блъдхаунд
de: Bluthund
fr_ca: Chien de Saint Hubert (Bloodhound)
he: כלב דם
hu: véreb
lt: Bladhaundas
nb: Blodhund
pt: Perdigueiro
ru: Бладхаунд

source: Blue
bg: Синьо
cs: Modrá
de: Blau
fr_ca: Bleu
he: כחול
hu: kék
lt: Melsva
nb: Blå
pt: Azul
ru: Голубой
tr: Mavi

source: Blue Tortie
bg: Синя костенуркова котка
cs: Želvovinová modrá
de: Schildpatt Blau
fr_ca: Écaille de tortue à dominance de bleu
he: טורטי כחול
hu: Kék teknőstarka
lt: Vėžlio kiauto (melsvo atspalvio)
nb: Blå skilpadde
pt: Tortie Azul
ru: Голубой черепаховый
tr: Mavi Parçalı

source: Bluetick Coonhound
bg: Блутик Кунхаунд
cs: Modrý coonhound
he: בלוטיק קונהאונד
hu: Kék pettyes mosómedvekopó
lt: Melsvamargis kunhaundas
ru: Крапчато-голубой кунхаунд

source: Board and Food
bg: Храна и нощувка
cs: Strava a jídlo
de: Unterbringung und Futter
fr_ca: Pension et nourriture
he: מחייה ומזון
hu: Ellátás és etetés
lt: Išlaikymas ir šėrimas
nb: Kost & losji
pt: Alojamento e Alimentação
ru: Содержание и корм
tr: Yiyecek Kutusu

source: Boarding
bg: На пансион
cs: Stravování
de: Unterbringung
fr_ca: Pension
he: מחייה
hu: Elhelyezés
pt: Alojamento
ru: Содержание

source: Boarding Cost
bg: Разход за пансион
cs: Cena stravování
de: Aufenthaltskosten
fr_ca: Frais de pension
he: עלות מחייה
hu: Ellátási költség
lt: Apgyvendinimo išlaidos
nb: Kostnad
pt: Custos de Alojamento
ru: Расходы на содержание
tr: Pansiyon Maliyeti

source: Boarding cost type
bg: Тип разход за пансион
cs: Typ ceny stravování
de: Art der Unterbringungskosten
fr_ca: Type de frais de pension
he: סוג עלות מחייה
hu: Ellátási költség fajtája
lt: Išlaikymo išlaidų tipas
nb: Kostnadstype
pt: Tipo de custo de alojamento
ru: Тип расходов на содержание
tr: Pansiyon maliyet tipi

source: Bobtail
bg: Бобтейл
he: בובטייל
lt: Amerikos bobteilas
ru: Американский бобтейл

source: Body
bg: Съобщение
cs: Tělo
de: Körper
fr_ca: Corp
he: גוף
hu: test
lt: Pagrindinė dalis
nb: Meldingstekst
pt: Corpo
ru: Тело

source: Bombay
bg: Бомбайска котка
de: Bombaykatze
he: בומביי
hu: Bombay macska
lt: Bombėjaus katė
ru: Бомбейская кошка

source: Bonded
bg: Свързан
cs: Silně vázaný
de: Verbunden
fr_ca: Lié
he: נקשר
hu: Kötegelt
nb: Knyttet til hverandre
pt: Casal/Companheiro

source: Bonded With
bg: Групирано с животно
cs: Silně vázaný na
de: In Verbindung mit
fr_ca: Lié avec
he: נקשר עם
hu: Összeköttetésben
lt: Susijęs su
nb: Har knyttet seg til
pt: Casal/Companheiro De
ru: Должно содержаться с
tr: Bağlı Olduğu Hayvanlar

source: Books
bg: Регистри
cs: Knihy
de: Bücher
fr_ca: Registres
he: רשימות
hu: Könyvek
lt: Sąrašai
nb: Bøker
pt: Livros
ru: Журналы
tr: Kayıt Defterleri

source: Border Collie
bg: Коли
cs: Border Kolie
he: בורדר קולי
lt: Borderkolis
ru: Бордер-колли

source: Border Terrier
bg: Бордър териер
cs: Border Teriér
he: בורדר טרייר
lt: Borderterjeras
ru: Бордер-терьер

source: Bordetella
bg: Бордетела
he: שעלת
ru: Бактерия Bordetella

source: Born in Shelter
bg: Роден в приюта
cs: Narozen v útulku
de: Im Tierheim geboren
fr_ca: Né au refuge
he: נולד במקלט
hu: Menhelyen született
nb: Født på senter
pt: Nascido no Abrigo
ru: Рождены в приюте

source: Born on Foster {0}
bg: Роден при приемно семейство
cs: Narozeno v dočasné péči {0}
de: In Pflegestelle geboren {0}
fr_ca: Né dans la famille d'acceuil {0}
he: נולד באומנה {0}
hu: Ideiglenes befogadónál született {0}
nb: Født i fosterhjem {0}
pt: Nascido em FAT {0}
ru: Рождены на передержке {0}

source: Born on Shelter {0}
bg: Родени в приюта {0}
cs: Narozeno v útulku {0}
de: Im Tierheim geboren {0}
fr_ca: Né au refuge {0}
he: נולד במקלט {0}
hu: Menhelyen született {0}
nb: Født på senter {0}
pt: Nascido no Abrigo {0}
ru: Рождены в приюте {0}

source: Borzoi
bg: Руска хрътка
de: Russischer Jagd Windhund
fr_ca: Barzoï
he: בורזוי
hu: orosz agár
lt: Rusų kurtas
ru: Борзая

source: Boston Terrier
bg: Бостънски териер
cs: Bostonský Terrier
fr_ca: Terrier de Boston
he: בוסטון טרייר
lt: Bostono terjeras
ru: Бостон терьер

source: Both
bg: И двете
cs: Obojí
de: Beide
fr_ca: Les deux
he: הכל
hu: Mindkettő
lt: Abi
nb: Begge
pt: Ambos
ru: Оба
tr: İkisi de

source: Bouvier des Flanders
bg: Флондърско бувие
cs: Flanderský bouvier
de: Flandrischer Treibhund
fr_ca: Bouvier des Flandres
he: בוביה דה פלאנדר
hu: Flandriai Juhászkutya
lt: Flamandų buvje
ru: Фландрский бувье

source: Boxer
bg: Боксер
he: בוקסר
lt: Bokseris
ru: Боксер

source: Boykin Spaniel
bg: Бойкин шпаньол
cs: Boykin španěl
he: ספניאל בויקין
hu: boykin spániel
lt: Boikino spanielis
ru: Бойкин-спаниель

source: Breed
bg: Порода
cs: Rasa
de: Rasse
fr_ca: Race
he: גזע
hu: fajta
lt: Veislė
nb: Rase
pt: Raça
ru: Порода
tr: Irk

source: Breed to use when publishing to third party services and adoption sites
bg: Порода, която ще се използва при публикуване в сайтове за осиновяване
cs: Plemeno, jež bude použito pro publikaci na služby třetích stran a adopčních stránek
de: Zu verwendende Rasse bei Veröffentlichung auf Fremdservices und Vermittlungsseiten
fr_ca: Race à utiliser en publiant aux services tiers et sites d'adoption
he: גזע לשימוש בפרסום בשירותי צד ג׳ ואתרי אימוץ
hu: Harmadik fél szolgáltatásához és hirdetési oldalakon történő közzétételnél feltüntetett fajta
lt: Veislė, naudojama publikuojant trečiųjų šalių ir dovanojimo tinklapiuose
nb: Rase som skal brukes når det publiseres til tredjeparter og adopsjonssider
pt: Raça a utilizar ao publicar em serviços de terceiros e sites de adoção
ru: Указание породы используется для публикации объявлений на сторонних сервисах и профильных сайтах
tr: Üçüncü parti servislerine ve sahiplendirme sitelerine yayınlarken kullanılacak tür

source: Breeds
bg: Породи
cs: Plemena
de: Rassen
fr_ca: Races
he: גזעים
hu: fajták
lt: Veislės
nb: Raser
pt: Raças
ru: Породы
tr: Türler

source: Briard
bg: Бриар
fr_ca: Berger de Brie (Briard)
he: בריארד
lt: Briaras
ru: Бриар

source: Brindle
bg: С тъмнокафеви ивици
cs: Skvrnitá
de: Gescheckt
fr_ca: Bringé
he: מנומר
hu: tigriscsíkos
lt: Tigrinė (šunims)
nb: Brindel
pt: Malhado
ru: Тигровый
tr: Benekli Gri

source: Brindle and Black
bg: С тъмно кафеви ивици и черно
cs: Skvrnitá a černá
de: Gescheckt und Schwarz
fr_ca: Bringé et noir
he: מנומר ושחור
hu: tigriscsíkos és fekete
lt: Tigrinė su juoda
nb: Brindel og sort
pt: Preto com manchas
ru: Тигровый с черным
tr: Benekli Gri ve Siyah

source: Brindle and White
bg: Тъмно кафеви ивици и бяло
cs: Skvrnitá a bílá
de: Gescheckt und Weiß
fr_ca: Bringé et blanc
he: מנומר ולבן
hu: tigriscsíkos és fehér
lt: Tigrinė su balta
nb: Brindel og hvit
pt: Branco com manchas
ru: Тигровый с белым
tr: Benekli Gri ve Beyaz

source: Britannia Petite
bg: Британски малък заек
he: ארנב פולני
hu: Britannia Petite nyúl
lt: Britanijos miniatiūrinis
pt: Petite Britânico
ru: Британский миниатюрный

source: British Shorthair
bg: Британска късокосместа котка
cs: Britská Krátkosrstá
de: Britisch Kurzhaar
he: בריטי קצר שער
hu: brit rövidszőrű
lt: Britų trumpaplaukė
nb: Britisk Korthår
pt: Pelo Curto Inglês
ru: Британская короткошерстная

source: Brittany Spaniel
bg: Бретански шпаньол
cs: Bretaňský ohař
de: Bretonischer Spaniel
fr_ca: Épagneul Breton
he: בריטני
lt: Bretanės epanjolis
ru: Бретонский спаниель

source: Brotogeris
bg: Бротогерис
cs: Tirika
he: תוכי ברוטוגריס
lt: Plonasnapė papūga
ru: Тонкоклювый попугай

source: Brought In
bg: Дата на приемане
cs: Přijato
de: Einlieferung
fr_ca: Apporté
he: תאריך קליטה
hu: Leadás dőpontja
lt: Pateko
nb: Innbrakt
pt: Entregue no Abrigo
ru: Поступление
tr: Getirildi

source: Brought In By
bg: Доведено от
cs: Přijato od
de: Eingeliefert von
fr_ca: Apporté par (sauveteur)
he: הובא למקלט על ידי
hu: Leadó
lt: Pridavė
nb: Brakt inn av
pt: Entregue no Abrigo Por
ru: Кто сдал
tr: tarafından getirilen

source: Brown
bg: Кафяв
cs: Hnědá
de: Braun
fr_ca: Marron
he: חום
hu: Barna
lt: Ruda
nb: Brun
pt: Castanho
ru: Коричневый
tr: Kahverengi

source: Brown and Black
bg: Кафяво и черно
cs: Hnědá a černá
de: Braun und Schwarz
fr_ca: Marron et noir
he: חום ושחור
hu: barna-fekete
lt: Ruda su juoda
nb: Brun og sort
pt: Castanho e Preto
ru: Коричневый с чёрным
tr: Kahverengi ve Siyah

source: Brown and White
bg: Кафяво и бяло
cs: Hnědá a bílá
de: Braun und Weiß
fr_ca: Marron et blanc
he: חום ולבן
hu: barna és fehér
lt: Ruda su balta
nb: Brun og hvit
pt: Castanho e Branco
ru: Коричневый с белым
tr: Kahverengi ve Beyaz

source: Browse sheltermanager.com
bg: Разгледай sheltermanager.com
cs: Projít sheltermanager.com
de: Sheltermanager.com durchsuchen
fr_ca: Visiter sheltermanager.com
he: גלוש ב-sheltermanager.com
hu: Sheltermanager.com böngészése
lt: Naršyti sheltermanager.com
nb: Se gjennom sheltermanager.com
pt: Procurar em sheltermanager.com
ru: Обзор sheltermanager.com
tr: sheltermanager.com'da dolaşın.

source: Browse sheltermanager.com and install some reports, charts and mail merges into your new system.
bg: Разгледай sheltermanager.com и инсталирай справки, графики и др. в системата.
cs: Projít sheltermanager.com a nainstalovat reporty, grafy a vzory emailů do vašeho systému.
de: Durchsuchen Sie sheltermanager.com und installieren Sie Berichte, Diagramme und Serien-E-Mails in Ihr neues System.
fr_ca: Parcourir sheltermanager.com et installer des rapports, graphiques et publipostages dans votre nouveau système.
he: גלוש ב-sheltermanager.com והתקן דוחות, גרפים ומיזוג דואר במערכת החדשה שלך.
hu: Sheltermanager.com böngészése és néhány jelentés, táblázat és levél telepítése az új rendszerébe
lt: Naršykite sheltermanager.com ir įdiekite į savo sistemą daugiau ataskaitų, diagramų ir laiškų formų.
nb: Bla i gjennom sheltermanager.com og installer rapporter, diagrammer og mail i det nye systemet.
pt: Procurar em sheltermanager.com para instalar alguns relatórios, gráficos e envios de emails no seu novo sistema.
ru: Зайдите на сайт sheltermanager.com и установите новые отчеты, графики и списки рассылок.
tr: sheltermanager.com'da dolaşın ve bazı raporlar, grafikler ve e-posta uygulamalarını , sisteminize kurun.

source: Brussels Griffon
bg: Брюкселски грифон
cs: Brusselský Griffon
de: Brüsseler Griffon
fr_ca: Griffon Bruxellois
he: גריפון
hu: Brüsseli griffon
lt: Briuselio grifonas
ru: Брюссельский гриффон

source: Budgie/Budgerigar
bg: Вълнист папагал
cs: Andulka vlnkovaná
de: Wellensittich
fr_ca: Perruche ondulée
he: תוכון מצוי (באדג׳י)
hu: Hullámos papagáj
lt: Banguotoji papūgėlė
nb: Undulat
ru: Волнистый попугай
