Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Issue date and expiry date must be valid dates.
bg: Датата на издаване и крайната дата трябва да са валидни дати
cs: Datum vydání a datum ukončení platnosti musí být platné.
fr_ca: La date d'émission et d'expiration doivent être des dates valides.
he: תאריך ההנפקה ותאריך התפוגה אינם חוקיים.
pt: A data de emissão e a data de expiração têm de ser datas válidas.

source: Issued
bg: Издаден
cs: Vydáno
de: Ausgestellt
fr_ca: Émis
he: הונפק
hu: Kiadva
lt: Išduotas
nb: Utstedt
pt: Emitida em
ru: Выдано

source: Issued in last month
bg: Издадено през последния месец
fr_ca: Émis dans le dernier mois
he: הופקו בחודש האחרון
nb: Utstedt den siste måneden
pt: Emitidos no mês passado

source: Issued in the last month
bg: Издадено през последния месец
cs: Vystaveno v posledním měsíci
fr_ca: Émis dans le dernier mois
he: הופקו בחודש האחרון
hu: Múlt hónapban kiadva
nb: Utstedt den siste måneden
pt: Emitida no último mês
ru: За прошлый месяц

source: Issued in the last week
bg: Издаден през последната седмица
cs: Vystaveno v posledním týdnu
fr_ca: Émis dans la dernière semaine
he: הופקו בשבוע האחרון
hu: Múlt héten kiadva
nb: Utstedt den siste uken
pt: Emitida na última semana
ru: За прошлую неделю

source: Italian Greyhound
bg: Италиански грейхаунд
cs: Italský Chrt
de: Italienisches Windspiel
fr_ca: Petit Lévrier Italien
he: גרייהאונד איטלקי
hu: olasz agár
lt: Levretė/Italų kurtas
nb: Italiensk mynde
pt: Galgo Italiano
ru: Левретка/Итальянская борзая

source: Italian Spinone
bg: Спиноне Италиано
cs: Italský spinone
de: Italienischer Rauhhaariger Vorstehhund
fr_ca: Spinone
he: ספינונה איטלקי
hu: olasz drótszőrű vizsla
lt: Italų spinonė
pt: Spinone Italiano
ru: Итальянский спиноне

source: Item
bg: Стока
cs: Položka
fr_ca: Article
he: פריט
hu: Elem
nb: Enhet
ru: Объект
tr: Madde

source: Jack Russell Terrier
bg: Джак ръсел териер
cs: Jack Russell Teriér
fr_ca: Terrier Jack Russell
he: ג׳ק ראסל טרייר
lt: Džeko Raselo terjeras
nb: Jack russel terrier
ru: Джек рассел терьер

source: Jan
bg: Януари
cs: Led
de: Januar
fr_ca: Janv
he: ינו'
lt: Sausis
ru: Янв
tr: Ocak

source: January
bg: Януари
cs: Leden
de: Januar
fr_ca: Janvier
he: ינואר
hu: Január
lt: Sausis
nb: Januar
pt: Janeiro
ru: Январь
tr: Ocak

source: Japanese Bobtail
bg: Японски бобтейл
cs: Japonský bobtail
fr_ca: Bobtail Japonais
he: יפני קצר זנב
hu: Japán csonkafarkú macska
lt: Japonų bobteilas
pt: Bobtail Japonês
ru: Японский бобтейл

source: Japanese Chin
bg: японски хин
cs: Japonský chin
de: Japan-Chin
fr_ca: Épagneul Japonais
he: צ׳ין יפני
hu: japán chin
lt: Japonų činas
pt: Chin Japonês
ru: Японский хин

source: Javanese
bg: Ориенталска дългокосместа котка
cs: Jávská
de: Javanisch
fr_ca: Javanais
he: בלינזי (Javanese)
lt: Javos katė
nb: Javanesisk
pt: Javanês
ru: Яванская кошка

source: Jersey Wooly
bg: Заек Jersey Wooly
fr_ca: Nain Angora
he: ארנב צמרירי (ג׳רסי)
hu: Jersey Wooly nyúl
lt: Džersio kailiuotasis
ru: Джерси шерстистый

source: Jindo
bg: Джиндо
fr_ca: Jindo Coréen
he: ג'ינדו
hu: Koreai jindo kutya
ru: Корейская собака хиндо

source: Jul
bg: Юли
cs: Čec
de: Juli
fr_ca: Juil
he: יול'
hu: Júl.
lt: Liepa
ru: Июл
tr: Temmuz

source: July
bg: Юли
cs: Červenec
de: Juli
fr_ca: Juillet
he: יולי
lt: Liepa
nb: Juli
pt: Julho
ru: Июль
tr: Temmuz

source: Jump to diary
bg: Отвори дневника
cs: Jdi na diář
fr_ca: Aller à l'agenda
he: עבור למשימות
hu: Ugrás a naplóra
lt: Pereiti prie darbotvarkės
nb: Gå til dagbok
pt: Aceder ao diário
ru: Перейти к задачам
tr: Günlüğe Git

source: Jump to donations
bg: Към даренията
cs: Jdi na dary
fr_ca: Aller aux donations
he: עבור לתרומות
hu: Ugrás az adományokhoz
lt: Pereiti prie paramos
nb: Gå til donasjoner
pt: Aceder aos donativos
ru: Перейти к пожертвованиям
tr: Bağışlara Git

source: Jump to media
bg: Към мултимедия
cs: Jdi na média
fr_ca: Aller aux médias
he: עבור לקבצים
hu: Ugrás a médiára
lt: Pereiti prie failų
nb: Gå til media
pt: Aceder às imagens
ru: Перейти к файлам
tr: Medyaya Git

source: Jump to movements
bg: Към движенията
cs: Jdi na přesuny
de: Zu Bewegungen springen
fr_ca: Aller aux dispositions
he: עבור לתנועות
hu: Ugrás a mozgatásra
lt: Pereiti prie veiksmų
nb: Gå til bevegelser
pt: Aceder aos movimentos
ru: Перейти к перемещениям
tr: Hareketlere git

source: Jun
bg: Юни
cs: Čer
de: Juni
fr_ca: Juin
he: יונ'
hu: Jún.
lt: Birželis
ru: Июн
tr: Haziran

source: June
bg: Юни
cs: Červen
de: Juni
fr_ca: Juin
he: יוני
lt: Birželis
nb: Juni
pt: Junho
ru: Июнь
tr: Haziran

source: Jurisdiction
bg: Юрисдикция
cs: Soudní pravomoc
fr_ca: Juridiction
he: תחום שיפוט
hu: Ítélet
pt: Jurisdição

source: Jurisdiction is {0}
bg: Юрисдикции {0}
he: תחום שיפוט הוא {0}

source: Jurisdictions
bg: Юрисдикции
cs: Jurisdikce
fr_ca: Juridictions
he: תחומי שיפוט
hu: Ítéletek
pt: Jurisdições

source: Kai Dog
bg: Кай Кен
cs: Kai Ken
de: Kai
fr_ca: Kai
he: קאי קן
hu: kai
lt: Kai inu
ru: Каи

source: Kakariki
bg: Какарики
cs: Kakariki rudočelý
de: Ziegensittich
he: תוכי אדום כתר (קקריקי)
lt: Kakarikas
ru: Желтолобый прыгающий попугай

source: Karelian Bear Dog
bg: Карелско мечо куче
cs: Karelský medvědí pes
de: Karelischer Bärenhund
fr_ca: Chien d'Ours de Carélie
he: כלב-דוב קרלי
hu: karéliai medvevadász kutya
lt: Karelų lokinis šuo
nb: Karelsk bjørnehund
pt: Cão de Ursos da Carélia
ru: Карельская медвежья собака

source: Keep table headers visible when scrolling
bg: Запази заглавията на колоните при скролване
cs: Zobrazovat hlavičky tabulek při scrolování
de: Tabellenüberschriften beim Scrollen sichtbar belassen
fr_ca: Garder les entêtes de tableau visibles lors du défilement
he: המשך להציג שורת כותרת בטבלאות תוך כדי גלילה
hu: Táblázat fejléce maradjon látható görgetés közben
lt: Slenkant pelę žemyn, lentelių antraštes išlaikyti matomomis
nb: Behold overskriften synlig ved skrolling
pt: Manter cabeçalhos de tabela visíveis ao deslocar
ru: Оставлять заголовки столбцов на экране во время прокрутки
tr: Ekranı kaydırırken, tablo başlıkları görünür olsun.

source: Keeshond
bg: Вълчи шпиц
cs: Holandský špic
de: Wolfsspitz/Keeshond
fr_ca: Spitz Loup
he: קייסהונד
hu: Farkasspicc
lt: Volfšpicas
nb: Keeshund
ru: Вольфшпиц/Кеесхонд

source: Kennel
bg: Външни клетки
cs: Chovatelská stanice
de: Hundehütte
fr_ca: Chenil
he: כלביה
pt: Canil

source: Kerry Blue Terrier
bg: Кери син териер
cs: Kerský Modrý Teriér
fr_ca: Terrier Kerry Blue
he: טרייר קרי כחול
lt: Keribliūterjeras
ru: Керри-блю-терьер

source: Kishu
bg: Кюшу
he: קישו
lt: Kisiu
ru: Кисю

source: Kittens (under {0} months)
bg: Котета (под {0} месеца)
cs: Koťata (pod {0} měsíců)
de: Kätzchen (unter {0} Monaten)
fr_ca: Chatons (en dessous de {0} mois)
he: חתלתולים (מתחת ל-{0} חודשים)
hu: Kölyök cicák ({0} hónapos kor alatt)
lt: Kačiukai (iki {0} mėnesių)
nb: Kattunger (under {0} måneder)
pt: Gatinhos (com menos de {0} meses)
ru: Котята (моложе {0} мес.)
tr: Yavru Kedilr ({0} aylıktan küçükler)

source: Km
bg: Км
he: ק״מ
pt: Kms

source: Komondor
bg: Комондор
he: קומונדור (כלב רועים הונגרי)
lt: Komondoras
ru: Комондор

source: Korat
bg: Корат
he: קוראט
lt: Koratas
ru: Корат

source: Kuvasz
bg: Кувас
cs: Čokl
he: קוואז
lt: Kuvasas
ru: Кувас

source: Kyi Leo
bg: Куй Лео
he: קיי ליאו
ru: Кай лео

source: Label
bg: Надпис
cs: Štítek
de: Beschriftung
fr_ca: Étiquette
he: תווית
hu: Címke
lt: Žymė
nb: Etikett
pt: Etiqueta
ru: Название
tr: Etiket

source: Labrador Retriever
bg: Лабрадор ретривър
cs: Labradorský Retriever
fr_ca: Retriever du Labrador
he: לברדור רטריבר
lt: Labradoro retriveris
ru: Лабрадор ретривер

source: Lakeland Terrier
bg: Лейкланд териер
cs: Lakelanský Teriér
he: לייקלנד טרייר
lt: Leiklendo terjeras
ru: Лейкленд терьер

source: Lancashire Heeler
bg: Ланкашир Хилер
cs: Lancashirský patař
he: לנקשייר הילר
lt: Lankašyro hileris
ru: Ланкаширский хилер

source: Large
bg: Едро
cs: Velké
de: Groß
fr_ca: Grand
he: גדול
hu: Nagy
lt: Didelis
nb: Stor
pt: Grande
ru: Большой
tr: Büyük

source: Last Change Date
he: תאריך בדיקה אחרון

source: Last Changed By
he: שונה לאחרונה ע״י

source: Last First
bg: Фамилия Име
cs: Poslední První
de: Nachname Vorname
fr_ca: Dernier Premier
he: משפחה פרטי
hu: Az elsőt utoljára
nb: Etternavn, Fornavn
pt: Último Primeiro
ru: ФИО

source: Last Fosterer
he: אומנה אחרונה

source: Last Location
bg: Последно местонахождение
cs: Poslední umístění
de: Letzte Unterbringung
fr_ca: Dernier emplacement
he: מיקום אחרון
hu: Legutóbbi helyszín
lt: Paskutinė buvimo vieta
nb: Siste plassering
pt: Última Localização
ru: Последнее местонахождение
tr: Son Yerleşke

source: Last Month
bg: Миналия месец
cs: Minulý měsíc
de: Letzter Monat
fr_ca: Le mois dernier
he: חודש אחרון
hu: Legutóbbi hónap
lt: Praėjusį mėnesį
nb: Forrige måned
pt: Último Mês
ru: Прошлый месяц
tr: Geçen Ay

source: Last Movement
he: תנועה אחרונה
nb: Forrige bevegelse

source: Last Name
bg: Фамилия
cs: Příjmení
de: Nachname
fr_ca: Nom
he: שם משפחה
hu: Vezetéknév
lt: Pavardė
nb: Etternavn
pt: Apelido
ru: Фамилия
tr: Soyadı

source: Last Week
bg: Предишна седмица
cs: Minulý týden
de: Letzte Woche
fr_ca: La semaine dernière
he: שבוע אחרון
hu: Múlt hét
lt: Praėjusią savaitę
nb: Forrige uke
pt: Última Semana
ru: Прошлая неделя
tr: Geçen Hafta

source: Last changed by {0} on {1}
bg: Последно променено от {0} на {1}
cs: Naposledy upravil {0} {1}
de: Zuletzt geändert durch {0} am {1}
fr_ca: Dernières modifications par {0} le {1}
he: שונה לאחרונה ע״י {0} ב {1}
hu: Utoljára módosította: {0} ekkor: {1}
lt: Paskutinį kartą keitė {0} {1}
nb: Sist endret av {0} den {1}
pt: Última alteração por {0} em {1}
ru: Последнее изменение внесено — {0}; дата — {1}
tr: En son {1}de {0} tarafından değiştirildi

source: Last name
bg: Фамилия
cs: Příjmení
de: Nachname
fr_ca: Nom de famille
he: שם משפחה
hu: Vezetéknév
lt: Pavardė
nb: Etternavn
pt: Apelido
ru: Фамилия
tr: Soyadı

source: Last, First
bg: Фамилия, Име
cs: Poslední, první
de: Nachname, Vorname
fr_ca: Dernier, Premier
he: משפחה, פרטי
hu: Utolsó, Első
lt: Pavardė, Vardas
nb: Etternavn, Fornavn
pt: Último, Primeiro
ru: ФИО
tr: Son, İlk

source: Latency
bg: Латентност
cs: Latence
fr_ca: Latence
he: מהירות
hu: Lappangás
nb: Forsinkelse
pt: Latência
ru: Инкубационный период

source: Latency Tester
bg: Тестер за латентност
cs: Tester latence
fr_ca: Testeur de latence
he: בדיקת מהירות
hu: Lappangási teszt
pt: Testador de Latência

source: Latitude/Longitude
bg: Ширина/дължина
he: קו רוחב/גובה

source: Least recently changed
bg: Най-отдавна променени
cs: Nejméně změněno v poslední době
de: Am längsten nicht mehr geändert
fr_ca: Moins récemment changé
he: לפי תאריך עדכון בסדר עולה
hu: Legrégebben módosítva
lt: Seniausi atnaujinimai
nb: Sist nylig endret
pt: Alterado há menos tempo
ru: Сначала измененные давно
tr: Yeni değiştirilenler

source: Leave
bg: Продължи, без запис
cs: Odejít
de: Verlassen
fr_ca: Quitter
he: צא (ללא שמירה)
hu: Oldal elhagyása
lt: Išeiti
nb: Forlat(e)
pt: Sair
ru: Выйти без сохранения
tr: Ayrıl

source: Leave of absence
bg: Отсъствие
cs: Nepřítomnost
fr_ca: Congé
he: חל״ת
hu: Szabadság
nb: Fri
pt: Licença
ru: Отпуск

source: Left Margin
bg: Ляво поле
cs: Levý okraj
de: Linker Rand
fr_ca: Marge gauche
he: שוליים שמאליים
hu: Baloldali margó
lt: Kairioji paraštė
nb: Venstre marg
pt: Margem Esquerda
ru: Левое поле
tr: Sol Kenar Boşlupu

source: Left shelter
bg: Напуснало приюта
cs: Odchod z útulku
de: Tierheim verlassen
fr_ca: Sorti du refuge
he: עזב את המקלט
hu: Elhagyta a menhelyet
lt: Iškeliavo iš prieglaudos
nb: Forlot hjelpesenter
pt: Saiu do Abrigo
ru: Покинуло приют
tr: Barınaktan ayrılan

source: Left the shelter between
bg: Напуснало приюта на
he: מועד עזיבה בין
nb: Forlot hjelpesenteret mellom

source: Left the shelter between two dates
bg: Напуснало приюта в периода
he: עזב את המקלט בין התאריכים
pt: Deixados no abrigo entre duas datas

source: Left the shelter today
bg: Напуснало приюта днес
he: עזבו את המקלט היום
nb: Forlot hjelpesenteret i dag

source: Leonberger
bg: Леонбергер
fr_ca: Chien de Leonberg
he: לאונברגר
hu: leonbergi
lt: Leonbergeris
ru: Леонбергер

source: Leptospirosis
bg: Лептоспироза
cs: Leptospiroza
de: Leptospirose
fr_ca: Leptospirose
he: עכברת
pt: Leptospirose
ru: Лептоспироз

source: Letter
bg: Писмо
cs: Dopis
fr_ca: Lettre
he: מכתב
hu: Levél
lt: Laiškas
nb: Brev
pt: Ninhada
ru: Письмо
tr: Harf

source: Lhasa Apso
bg: Лхаса Апсо
he: להאסה אפסו
lt: Lasos apsas
ru: Лхасский апсо

source: Liability
bg: Задължение
cs: Pasiva
de: Passiva
fr_ca: Passif
he: התחיבות
hu: Kötelezettség
lt: Įsipareigojimai
nb: Ansvar
pt: Responsabilidade Legal
ru: Задолженность
tr: Borçlar

source: Licence for {0} successfully renewed {1} - {2}
bg: Паспорт за {0} е успешно подновен {1} - {2}
cs: Licence pro {0} úspěšně obnovena {1} - {2}
de: Die Lizenz für {0} wurde erfolgreich erneuert {1} - {2}
fr_ca: Licence pour {0} renouvelée avec succès {1} - {2}
he: רשיון ל{0} חודש בהצלחה {1} - {2}
hu: {0}-re vonatkozó engedély eredményesen megújításra került {1} - {2}
nb: Lisensen til {0} ble fornyet {1} - {2}
pt: Licença de {0} renovada com êxito {1} - {2}

source: License
bg: Паспорт
cs: Licence
de: Lizenz
fr_ca: Licence
he: רשיון
hu: Engedély
nb: Lisens
pt: Licença
ru: Лицензия/договор
tr: Lisans

source: License Number
bg: Номер на паспорта
cs: Číslo licence
de: Lizenznummer
fr_ca: Numéro de licence
he: מספר רשיון
hu: Engedély szám
nb: Lisensnummer
pt: Número de Licença
ru: Номер лицензии/договора
tr: Lisans Numarası

source: License Types
bg: Типове паспорти
cs: Typy licencí
de: Lizenztypen
fr_ca: Type de licence
he: סוגי רשיון
hu: Engedély típusok
nb: Lisenstyper
pt: Tipos de Licença
ru: Типы лицензий/договоров
tr: Lisans Türleri

source: License number '{0}' has already been issued.
bg: Паспорт с номер '{0}' е вече издаден.
cs: Licenční číslo '{0}' již bylo vydáno.
de: Lizenznummer '{0}' wurde bereits ausgestellt.
fr_ca: Le numéro de licence '{0}' a déjà été délivré.
he: רשיון מספר '{0}' כבר הופק.
hu: '{0}' Licensz szám már kiadásra került
nb: Lisensnummer '{0}' har allerede blitt utstedt.
pt: O número de licença '{0}' já foi emitido.
tr: Lisans numarası '{0}' yeni yayınlandı.

source: License numbers matching '{0}'.
bg: Паспорти с номера, отговарящи на '{0}'.
cs: Číslo licence odpovídá '{0}'.
de: Lizenznummern, die '{0}' entsprechen.
fr_ca: Les numéros de licences correspondant à '{0}'.
he: מספרי רשיון המתאימים ל '{0}'.
hu: Licensz szám megegyezik '{0}'
nb: Lisensnumre lik '{0}'.
pt: Números de licença correspondentes a '{0}'.
tr: '{0}' ile eşleşen lisans numaraları

source: License requires a number
bg: Паспорт изисква номер
cs: Licence vyžaduje číslo
de: Die Lizenz benötigt eine Nummer
fr_ca: La licence nécessite un numéro
he: יש למלא מספר רשיון
hu: Engedélyhez szám megadása szükséges
nb: Lisens krever et nummer
pt: A licença requer um número

source: License requires a person
bg: Паспорта изисква собственник
cs: Licence vyžaduje osobu
de: Die Lizenz benötigt eine Person
fr_ca: La licence nécessite un contact
he: יש לבחור אדם לרשיון
hu: Engedélyhez személy megadása szükséges
nb: Lisens krever en person
pt: A licença requer uma pessoa

source: License requires issued and expiry dates
bg: Паспорта изискава дата на издаване и валидност
cs: Licence vyžaduje datum vydání a ukončení platnosti
de: Die Lizenz benötigt Ausstellungs- und Ablaufdatum
fr_ca: La licence nécessite une date d'émission et d'expiration
he: יש למלא תאריך הפקה ותאריך תפוגה לרשיון
hu: Engedélyhez kiadási és lejárati idő megadása szükséges
nb: Lisens krever utgivelses- og utløpsdatoer
pt: A licença requer datas de emissão e expiração

source: Licensed
bg: С паспорт
he: רשיון
nb: Lisensiert

source: Licenses
bg: Паспорти
cs: Licence
de: Lizenzen
fr_ca: Licences
he: רשיונות
hu: Engedélyek
nb: Lisenser
pt: Licenças
ru: Лицензия/договор
tr: Lisanslar

source: Licensing
bg: Издаване на паспорт
cs: Licencování
de: Lizenzierung
fr_ca: Octroi de licence
he: רישוי
hu: Engedélyezés
nb: Lisensavtale
pt: Licenciamento
tr: Lisanslama

source: Lifetime
bg: Цял живот
cs: Celý život
de: Lebenszeit
fr_ca: Durée de vie
he: לכל החיים
hu: Élettartam
lt: Visa
nb: Livstid
pt: Vitalícia
ru: Пожизненно
tr: Ömürboyu

source: Light
he: בהיר

source: Light Amber
bg: Светъл кехлибар
cs: Světle jantarová
de: Leicht Bernsteinfarben
fr_ca: Ambre clair
he: ענבר בהיר
hu: Világos borostyán
lt: Šviesiai gintarinė
nb: Lys oransje
pt: Âmbar Claro
ru: Светло-янтарный
tr: Açık Kehribar

source: Lilac
bg: Люляк
cs: Lila
he: לילך
hu: Lila
lt: Alyvinė
nb: Lilla
pt: Lilás
ru: Сиреневый

source: Lilac Tortie
bg: Котка с цвят "лавандула"
cs: Želvovinová šeříková
de: Schildpatt Lavendelfarben
he: טורטי לילך
lt: Vėžlio kiauto (alyvinio atspalvio)
nb: Lilla skilpaddefarget
pt: Tortie Lilás
ru: Сиреневый черепаховый
tr: Parçalı Eflatun

source: Limited to {0} matches
bg: Ограничено до {0} съвпадения
cs: Omezeno na {0} shod
fr_ca: Limité à {0} correspondances
he: מוגבל ל {0} תוצאות
hu: {0} egyezésekre szűkítve
pt: Limitado a {0} correspondências

source: Link
bg: Връзка
cs: Odkaz
de: Verknüpfung
fr_ca: Lien
he: קישור
lt: Sąsaja
nb: Lenke
ru: Раздел
tr: Bağlantı

source: Link Event Movement
he: קשר אירוע לתנועה

source: Link an animal
bg: Задай връзка на животно
cs: Odkaz na zvíře
fr_ca: Lier un animal
he: קשר חיה
hu: Állat belinkelése
nb: Link til dyr
pt: Criar link para um animal

source: Link this user account to a staff person record.
bg: Свържете този потребителски акаунт със запис на персонала.
fr_ca: Lier ce compte utilisateur à un enregistrement de membre du personnel.
he: קשר חשבון משתמש לרשומת איש צוות.
pt: Vincular esta conta de utilizador ao registo de um elemento do pessoal.

source: Link to a photo of this animal
bg: Връзка към снимка на това животно
he: לינק לתמונה של חיה זו
nb: Lenke til et bilde av dette dyret
pt: Link para uma fotografia deste animal

source: Link to an external web resource
bg: Линк към външен уеб ресурс
cs: Odkaz na externí internetový zdroj
fr_ca: Lien vers une ressource web externe
he: קשר למשאב אינטרנט חיצוני
hu: Külső webfelületre való belinkelés
lt: Nuoroda į išorinį interneto šaltinį
nb: Link til ekstern nettressurs
pt: Criar link para um recurso web externo
ru: Ссылка на внешний веб-ресурс
tr: Dış web kaynağına bağla

source: Link to event
he: קשר לאירוע

source: Link to this animal
bg: Връзка към това животно
cs: Odkaz na toto zvíře
fr_ca: Lien vers cet animal
he: קשר לחיה זו
hu: Ezen állathoz való belinkelés
nb: Link til dette dyret
pt: Criar link para este animal

source: Links
bg: Връзки
cs: Odkazy
de: Verknüpfungen
fr_ca: Liens
he: קישורים
hu: Hivatkozások
lt: Sąsajos
nb: Linker
ru: Ссылки
tr: Bağlantılar

source: List
bg: Списък
cs: Seznam
fr_ca: Liste
he: רשימה
hu: Lista
nb: Liste
pt: Lista

source: Litter
bg: Кучило
cs: Vrh
de: Wurf
fr_ca: Portée
he: שגר (גורים)
hu: Alom
lt: Vada
nb: Kull
pt: Ninhada
ru: Помет
tr: Doğum

source: Litter Ref
bg: Реф. кучило
cs: Referenční číslo Vrhu
de: Wurfreferenz
fr_ca: Réf. portée
he: מזהה שגר
hu: Alom hivatkozás
lt: Nuoroda į vadą
nb: Kullreferanse
pt: Ref. da Ninhada
ru: Номер помета
tr: Doğum Ref

source: Litter Reference
bg: Рефериращо кучило
cs: Reference Vrhu
de: Wurfreferenz
fr_ca: Référence de la portée
he: מזהה שגר
hu: Alom hivatkozás
lt: Vados sąsaja
nb: Kullreferanse
pt: Referência da Ninhada
ru: Номер помета
tr: Doğum Referansı

source: Litter creation is limited to 20 animals
he: יצירת שגר מוגבלת ל-20 חיות

source: Littermates
bg: От едно и също кучило
cs: Sourozenci v rámci vrhu
de: Wurfgeschwister
fr_ca: Frères et soeurs
he: גורים בשגר
hu: Alomtársak
lt: Kiti iš tos pačios vados
nb: Unger i kull
pt: Companheiros de Ninhada
ru: Однопометники
tr: Kardeşler (Litter)

source: Litters
bg: Кучила
cs: Vrhy
de: Würfe
fr_ca: Portées
he: שגרים (גורים)
hu: Almok
lt: Vados
nb: Kull
pt: Ninhadas
ru: Пометы
tr: Kabinler

source: Live Outcomes {0}
he: תוצאות חיות: {0}

source: Liver
bg: Червеникаво кафяв
cs: Játra
de: Rotbraun
fr_ca: Chocolat
he: חום כהה
hu: májbarna
lt: Rausvai ruda
nb: Mørk gråbrun
pt: Fígado
ru: Kрасно-коричневый
tr: Koyu Kızıl

source: Liver and White
bg: Червеникаво кафяв с бяло
cs: Játrová a bílá
de: Rotbraun und Weiß
fr_ca: Chocolat et blanc
he: חום כהה ולבן
hu: májbarna és fehér
lt: Rausvai ruda su balta
nb: Mørk gråbrun og hvit
pt: Fígado e Branco
ru: Kрасно-коричневый с белым
tr: Koyu Kızıl ve Beyaz

source: Lizard
bg: Гущер
cs: Ještěrka
de: Echse
fr_ca: Lézard
he: לטאה
hu: Gyík
lt: Driežas
nb: Øgle
pt: Lagarto
ru: Ящерица
tr: Kertenkele

source: Llama
bg: Лама
cs: Lama
de: Lama
fr_ca: Lama
he: לאמה
hu: Láma
lt: Lama
nb: Lama
pt: Lama
ru: Лама

source: Loading...
bg: Зареждане...
cs: Načítá se…
de: Laden...
fr_ca: Chargement en cours...
he: נצלו את הזמן ללטף גור בזמן שהמסך עולה...
hu: Betöltés…
lt: Įkeliama…
nb: Laster inn...
pt: A carregar...
ru: Загрузка...
tr: Yükleniyor...

source: Loan
bg: Заем
cs: Půjčka
de: Darlehen
fr_ca: Emprunt
he: השאלה
hu: Kölcsön
lt: Paskola
nb: Lån
pt: Empréstimo
ru: Заем
tr: Ödünç ver

source: Local
bg: Местен
cs: Místní
he: מקומי
hu: Helyi
nb: Lokal

source: Locale
bg: Локализация
cs: Místní
de: Gebietsschema
fr_ca: Langue
he: אזור
hu: Helyi
lt: Lokalė
nb: Lokale
pt: Localização
ru: Региональные параметры
tr: Yerel

source: Location
bg: Местонахождение
cs: Místo
de: Unterbringung
fr_ca: Emplacement
he: מיקום
hu: Helyszín
lt: Patalpa
nb: Sted
pt: Localização
ru: Местонахождение
tr: Konum:

source: Location (No Virtual)
bg: Местонахождение (без виртуално)
fr_ca: Emplacement (pas virtuel)
he: מיקום (לא וירטואלי)
nb: Lokalavdeling
pt: Localização (Não Virtual)

source: Location Filter
bg: Филтър за местонахождение
cs: Filtr umístění
de: Unterbringungsfilter
fr_ca: Filtre d'emplacement
he: סינון לפי מיקום
hu: Hely szerinti szűrés:
lt: Vietovės filtras
nb: Stedsfilter
pt: Filtro de Localização
ru: Фильтр по расположению
tr: Yerleşke Filtresi

source: Location and Breed
bg: Местонахождение и порода
fr_ca: Emplacement et race
he: מיקום וגזע
nb: Plassering og rase
pt: Localização e Raça

source: Location and Species
bg: Местонахождение и вид животно
cs: Umístění a druhy
de: Unterbringung und Tierart
fr_ca: Emplacements et espèces
he: מיקום וזנים
hu: Helyszín és fajok
lt: Patalpa ir rūšis
nb: Sted og arter
pt: Localização e Espécie
ru: Местоположение и виды животных
tr: Yerleşke ve Türler

source: Location and Species (Age)
he: מיקום וזן (גיל)

source: Location and Species (No Virtual)
he: מיקום וזן (לא וירטואלי)

source: Location and Type
bg: Местонахождение и вид
cs: Umístění a typ
fr_ca: Emplacement et type
he: מיקום וסוג
hu: Helyszín és típus
nb: Sted og dyreslag
pt: Localização e Tipo

source: Location and Unit
bg: Местонахождение и локация
cs: Umístění a jednotka
de: Unterbringung und Einheit
fr_ca: Emplacement et unité
he: מיקום ויחידה
hu: Helyszín és egység
lt: Patalpa ir laikymo vieta
nb: Plassering og Enhet
pt: Localização e Unidade
tr: Yerleşke ve Birim

source: Location is {0}
bg: Местонахождение{0}
he: מיקום הוא {0}
nb: Stedet er {0}

source: Locations
bg: Местонахождения
cs: Místa
de: Unterbringungen
fr_ca: Emplacements
he: מיקומים
hu: Helyszínek
lt: Vietovės
nb: Steder
pt: Localizações
ru: Местонахождения
tr: Yerleşkeler

source: Locked
he: נעול
nb: Låst
pt: Bloqueado

source: Log
bg: Лог
de: Protokoll
fr_ca: Journal
he: הערות
hu: Napló
lt: Žurnalas
nb: Logg
pt: Registo
ru: Журнал
tr: Kütük (Log)

source: Log Filter
he: סינון הערות

source: Log Text
bg: Текст за лога
cs: Text protokolu
de: Text des Eintrags
fr_ca: Texte du journal
he: טקסט הערה
hu: Napló szöveg
lt: Žurnalo tekstas
nb: Loggtekst
pt: Texto do Registo
ru: Текст журнала
tr: Kütük (Log) Metni

source: Log Type
bg: Тип на лога
cs: Typ protokolu
de: Protokolltyp
fr_ca: Type de journal
he: סוג הערה
hu: Naplózás típusa
lt: Žurnalo tipas
nb: Loggtype
pt: Tipo de Relatório
ru: Тип журнала
tr: Kütük (log) Tipi

source: Log Types
bg: Лог типове
cs: Typy protokolu
de: Protokolltypen
fr_ca: Types de journal
he: סוגי הערות
hu: Naplózás típusai
lt: Žurnalų tipai
nb: Loggtyper
pt: Tipos de Registos
ru: Типы журналов
tr: Kütük (log) Tipleri
