Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Bulk Complete Diary
bg: Масово приключване на бележки
cs: Hromadné dokončení diáře
de: Massenvervollständigung des Aufgabenkalenders
fr_ca: Compléter l'agenda en lot
he: השלמת אוסף משימות
hu: Teljes napló tömörítése
lt: Visas užduotis pažymėti kaip įvykdytas
nb: Fullfør dagbok på flere
pt: Preencher Diário em Lote
ru: Завершать одновременно несколько задач
tr: Çoklu Günlük Tamamla

source: Bulk Complete Medical Records
bg: Масово обработване на медицински процедури
cs: Hromadné dokončení zdravotních záznamů
de: Massenvervollständigung der Medizinischen Berichte
fr_ca: Compléter le dossier médical en lot
he: השלמת אוסף טיפולים רפואיים
hu: Összes egészségügyi információ összefoglalása
lt: Masiškai pažymėti medicininius įrašus įvykdytais
nb: Fullfør journaler på flere
pt: Preencher Registos Clínicos em Lote
ru: Отмечать одновременно несколько назначенных рецептов как выполненные
tr: Çoklu Tıbbi Kayıt Tamamla

source: Bulk Complete Vaccinations
bg: Масово приключване на ваксинации
cs: Hromadné dokončení vakcinací
de: Massenvervollständigung der Impfungen
fr_ca: Compléter le carnet de vaccination en lot
he: השלמת אוסף מספר חיסונים
hu: Valamennyi oltás teljesítése
lt: Masiškai pažymėti vakcinacijas įvykdytomis
nb: Fullfør vaksinasjoner på flere
pt: Preencher Vacinações em Lote
ru: Отмечать одновременно несколько вакцинаций как выполненные
tr: Çoklu Aşı Tamamla

source: Bulk Complete Waiting List
bg: Масово приключване на списък с чакащи
cs: Hromadné dokončení pořadníku
de: Massenvervollständigung der Warteliste
fr_ca: Compléter la liste d'attente en lot
he: השלמת אוסף ממתינים
hu: Teljes várólista tömörítése
lt: Masiškai pažymėti laukiančių sąrašo įrašus įvykdytais
nb: Bruk fullstendig saksliste
pt: Preencher Lista de Espera em Lote
ru: Отмечать одновременно несколько записей из листа ожидания как выполненные
tr: Çoklu Bekleme Listesi Tamamla

source: Bulk Regimen
bg: Групов режим
cs: Hromadná životospráva
de: Voreingestellte Therapie
fr_ca: Prescriptions en lot
he: הוסף טיפולים רפואיים לאוסף חיות
hu: Étrend összefoglalása
nb: Mangfoldig regime
pt: Regime em Lote
ru: Отметить несколько режимов
tr: Toplu Kür

source: Bulk Test
bg: Групово тестване
cs: Hromadný test
de: Massentest
fr_ca: Tests en lot
he: בדיקה לאוסף חיות
hu: Teszt összefoglalása
lt: Masiniai testai
nb: Flere tester
pt: Testes em Lote
ru: Отметить несколько исследований/анализов
tr: Toplu Test

source: Bulk Transport
bg: Масов транспорт
cs: Hromadný transport
de: Massentransport
fr_ca: Transports en lot
he: הסעה לאוסף חיות
hu: Tömeges szállítás
pt: Transporte em Lote
ru: Отметить несколько транспортов

source: Bulk Vaccination
bg: Масова ваксинация
cs: Hromadná vakcinace
de: Massenimpfung
fr_ca: Vaccinations en lot
he: חיסון לאוסף חיות
hu: Oltások tömeges rögzítése
lt: Masinė vakcinacija
nb: Flere vaksiner
pt: Vacinação em Lote
ru: Отметить несколько вакцинаций
tr: Toplu Aşılama

source: Bulk change animals
bg: Масова редакция на животни
cs: Hromadná změna zvířat
de: Massenänderung von Tieren
fr_ca: Modifications d'animaux en lot
he: שינוי אוסף חיות
hu: Állatok tömeges módosítása
nb: Endre bolk med dyr
pt: Alteração de Animais em Lote
ru: Отметить несколько измененных животных
tr: Toplu olarak hayvanları değiştir

source: Bull Terrier
bg: Бултериер
cs: Bulteriér
he: בול טרייר
lt: Bulterjeras
ru: Бультерьер

source: Bullmastiff
bg: Булмастиф
he: בול מסטיף
hu: bullmasztiff
lt: Bulmastifas
ru: Бульмастиф

source: Bunny Rabbit
bg: Заек
de: Karnickel
fr_ca: Lapin
he: ארנב
hu: Bunny nyúl
lt: Triušiukas
ru: Кролик
tr: Tavşan

source: Burmese
bg: Бурманска котка
cs: Barmský
de: Burmesen
he: בורמזי
hu: burmai
lt: Burmos katė
nb: Burmeser
pt: Birmanês
ru: Бурманская кошка

source: Burmilla
bg: Бурмила
he: בורמילה
lt: Burmilos katė
ru: Бурмилла

source: By
bg: От
cs: Od
de: Von
fr_ca: Par
he: ע״י
hu: Által
lt: Atliko
nb: Av
pt: Por
ru: Автор
tr: Tarafından

source: CC
bg: Копие до
cs: Kopie
he: העתק
hu: Másolatot kap
nb: Kopi

source: CSV of animal/adopter data
bg: CSV файл с данни за животни/осиновители
cs: CSV s daty zvířete/adoptivního majitele
de: CSV der Tier-/Adoptierenden-Daten
fr_ca: CSV des données animal/adoptant
he: קובץ CSV של נתוני חיות/מאמצים
hu: Állat/örökbefogadó adatainak CSV-je
lt: Gyvūno / Naujojo šeimininko duomenų CSV
nb: CSV over dyr/eierdata
pt: CSV de dados de animais/adotantes
ru: CSV файл животного/данные о владельце
tr: Hayvan/Sahip verisinin CSV hali

source: CSV of animal/medical data
bg: CSV файл с данни за животни/ медицинки данни
cs: CSV údajů o zvířatech / lékařských údajích
fr_ca: CSV des données animal/données médicales
he: קובץ CSV של נתוני חיות/רפואי
hu: Állat / orvosi adatok CSV-je
pt: CSV de dados de animais/clínicos

source: CSV of incident data
bg: CSV с данни за инцидентите
cs: CSV s daty události
de: CSV der Ereignisdaten
fr_ca: CSV des données d'incidents
he: קובץ CSV של נתוני תקריות
hu: Eset adataihoz tartozó CSV
pt: CSV de dados de incidentes

source: CSV of license data
bg: CSV файл с данни за паспорти
cs: CSV licenčních dat
fr_ca: CSV des données de licences
he: קובץ CSV של נתוני רישיונות
hu: Licenc adatok CSV-je
pt: CSV de dados de licença

source: CSV of media data
bg: CSV на медийни данни
fr_ca: CSV des données média
he: קובץ CSV של נתוני קבצים
nb: CSV med mediadata
pt: CSV dos dados de imagens

source: CSV of payment data
bg: SCV файл с данни за плащане
cs: CSV platebních údajů
fr_ca: CSV des données de paiements
he: קובץ CSV של נתוני תשלומים
hu: Fizetési adatok CSV-je
pt: CSV de dados de pagamento

source: CSV of person data
bg: CSV файл с данни за хора
cs: CSV s daty osoby
de: CSV der Personendaten
fr_ca: CSV des contacts
he: קובץ CSV של נתוני אנשים
hu: Személyes adatok CSV-je
lt: Asmens duomenų CSV
nb: CSV over persondata
pt: CSV de dados de pessoas
ru: CSV файл данных о контактном лице
tr: Kişi bilgisinin CSV hali

source: Caique
bg: Белокоремни папагали
cs: Amazónek bělobřichý
he: קאיק
lt: Baltapilvė papūga
ru: Белобрюхий попугай

source: Cairn Terrier
bg: Кеърнтериер
cs: Cairn Teriér
he: קאירן טרייר
lt: Kernterjeras
ru: Керн терьер

source: Calendar View
bg: Календар
cs: Zobrazit kalendář
de: Kalenderansicht
fr_ca: Mode calendrier
he: תצוגת לוח שנה
hu: Naptárnézet
nb: Se kalender
pt: Vista de Agenda
ru: Просмотр календаря
tr: Takvim Görünümü

source: Calendar view
bg: Календар
cs: Zobrazit kalendář
de: Kalenderansicht
fr_ca: Mode calendrier
he: תצוגת לוח שנה
hu: Naptár nézet
nb: Se kalender
pt: Vista de agenda
ru: Просмотр календаря
tr: Takvim görünümü

source: Calico
bg: Трицветна котка
de: Dreifarbige
fr_ca: Burmilla
he: קליקו
lt: Trispalvė
ru: Калико

source: Californian
bg: Калифорниец
cs: Kalifornský
fr_ca: Californien
he: ארנב קליפורני
hu: kaliforniai
lt: Kalifornijos
pt: Californiano
ru: Калифорнийская

source: Call
bg: Обаждане
cs: Hovor
de: Anruf
fr_ca: Appel
he: שיחה
hu: Hívás
nb: Anrop
pt: Chamada
ru: Звонок
tr: Çağrı

source: Call Date/Time
bg: Обаждане Дата/Час
cs: Datum a čas hovoru
de: Anruf Datum/Zeit
fr_ca: Date/Heure de l'appel
he: זמן ותאריך שיחה
hu: Hívás napja/ideje
nb: Anropets dato/klokkeslett
pt: Data/Hora da Chamada
ru: Дата и время звонка
tr: Çağrı Tarihi/Zamanı

source: Call between
bg: Обаждания в интервал от
he: שיחה בין
nb: Ring mellom

source: Call between two dates
bg: Обаждане между две дати
he: שיחה בין התאריכים

source: Caller
bg: Позвънил
cs: Volající
de: Anrufer
fr_ca: Interlocuteur
he: מתקשר
hu: Hívó
nb: Innringer
pt: Autor da Chamada
ru: Абонент/звонящий
tr: Çağrıyı Yapan

source: Caller Name
bg: Име на позвънил
cs: Jméno volajícího
de: Anrufer Name
fr_ca: Nom de l'interlocuteur
he: שם המתקשר
hu: Hívó neve
nb: Innringers navn
pt: Nome do Autor da Chamada
ru: Имя абонента/имя звонящего
tr: Çağrıyı Yapanın İsmi

source: Caller Phone
bg: Телефон на позвънил
cs: Telefon volajícího
de: Anrufer Telefonnummer
fr_ca: Téléphone de l'interlocuteur
he: טלפון מתקשר
hu: Hívó telefonszáma
nb: Innringers telefon
pt: Telefone do Autor da Chamada
ru: Номер абонента/звонящего
tr: Çağrı Yapılan Telefon Numarası

source: Camel
bg: Камила
cs: Velbloud
de: Kamel
fr_ca: Chameau
he: גמל
hu: teve
lt: Kupranugaris
nb: Kamel
pt: Camelo
ru: Верблюд
tr: Deve

source: Can Login
bg: Мога ли да се логна
cs: Může se přihlásit
fr_ca: Peut s'authentifier
he: יכול להתחבר
hu: Beléphet
pt: Pode Aceder

source: Can afford donation?
bg: Може ли да си позволи дарение?
cs: Může si dovolit příspěvek?
de: Kann sich Spende leisten?
fr_ca: A les moyens de faire un don?
he: האם יכול לתרום?
hu: Tud adományozni?
lt: Ar bus suteikta parama?
nb: Har mulighet til å donere?
pt: Pode pagar o donativo?
ru: Можете позволить себе пожертвования?
tr: Bağış yapacak maddi imkanı var mı?

source: Can't reserve an animal that has an active movement.
bg: Не може да резервирате животно, което е в процес на местене.
cs: Nelze rezervovat zvíře, jež má právě aktivní přesun.
de: Die Reservierung eines Tieres mit einer aktiven Bewegung ist nicht möglich.
fr_ca: Vous ne pouvez pas réserver un animal qui a un déplacement en cours.
he: לא ניתן לשריין חיה עם תנועה פעילה.
hu: Aktív eseménnyel rendelkező állat nem foglalható le.
lt: Negalima rezervuoti gyvūno, turinčio aktyvų veiksmą.
nb: Kan ikke reservere et dyr som har en aktiv bevegelse.
pt: Não é possível reservar um animal que tenha um movimento ativo.
ru: Нельзя зарезервировать животное, у которого запланировано перемещение.
tr: Aktif hareketi olan bir hayvan rezerve edilemez.

source: Canaan Dog
bg: Ханаанско куче
cs: Kanaánský pes
de: Kanaan Hund
fr_ca: Chien de Canaan
he: כלב כנעני
lt: Kanaano šuo
nb: Canaanhund
pt: Canaan
ru: Ханаанская собака

source: Canadian Hairless
bg: Канадски сфинкс
cs: Kanadská bezsrstá
de: Kanadische haarlose Katze
fr_ca: Chat Nu Canadien
he: ספינקס קנדי
lt: Kanados beplaukė
pt: Sem Pelo Canadiano
ru: Канадский сфинкс

source: Canary
bg: Домашно канарче
cs: Kanárek
de: Kanarienvogel
fr_ca: Canari
he: קנרית
hu: kanári
lt: Kanarėlė
nb: Kanarifugl
pt: Canário
ru: Канарейка

source: Cancel
bg: Отмяна
cs: Zrušit
de: Abbrechen
fr_ca: Annuler
he: ביטול
hu: Törlés
lt: Atšaukti
nb: Avbryt
pt: Cancelar
ru: Отмена
tr: İptal

source: Cancel holds on animals this many days after the brought in date, or 0 to never cancel
bg: Отменете задържането на животни толкова дни след датата на влизане или сложете 0, за да не отменяте никога
cs: Zrušit zadržení zvířete tolik dní po datu přijetí nebo 0 pro nezrušení nikdy
de: Beendigung der Verwahrungsfrist nach dieser Anzahl an Tagen ab dem Aufnahmedatum, oder 0, um diese niemals zu beenden
fr_ca: Annuler la retenue d'animaux tant de jours après qu'ils aient été pris en charge, or 0 pour ne jamais annuler
he: בטל החזקה של חיה אחרי מספר ימים לאחר קליטתה (או 0 כדי לא לבטל אוטומטית)
hu: A törlés az állatok bekerülésétől számított ennyi napig fennál, vagy 0 esetén sosem törlődik.
lt: Atšaukti laikino gyvūnų neatidavimo funkciją po nurodyto skaičiaus dienų nuo priėmimo datos, arba 0 - jei niekada automatiškai neatšaukti.
nb: Avbryt reservasjon/hold på dyr antall dager etter inntaksdato, eller 0 for å aldri avbryte
pt: Cancelar retenções de animais este número de dias após a data de entrega no abrigo, ou indicar 0 para nunca cancelar
ru: Отменить содержание животных через заданное количество дней после даты поступления, от 0 до бессрочного проживания
tr: Getirildiği tarihten itibaren belirtilen sayıda gün geçtikten sonra, otomatik olarak muhafaza seçeneklerini kaldırın, ya da hiç bir zaman muhafaza iptali olmaması için 0 yazın.

source: Cancel the selected reservations
he: בטל את השריונים הנבחרים

source: Cancel unadopted reservations after
bg: Анулирай резервация след
cs: Zrušit neuplatněné rezervace po
de: Storniere Reservierungen welche nicht zur Adoption führten nach
fr_ca: Annuler les réservations d'adoption sans suite après
he: בטל שריון חיות שלא אומצו לאחר
hu: A nem teljesült foglalások ennyi idő után törlésre kerülnek
lt: Atšaukti rezervacijas, kai gyvūnas neatiduodamas per
nb: Avbryt ikke-adoptert reservasjon etter
pt: Cancelar reservas sem adoção após
ru: После отмены передачи снять резервирование через
tr: ... sonra, sahiplenilmeyen rezervasyonları iptal et.

source: Cancel unadopted reservations after this many days, or 0 to never cancel
bg: Анулирай резервация след толкова на брой дни или остави 0 за да не се анулират никога
cs: Zrušit neuplatněné rezervace po tolika dnech, 0 pro nikdy nerušit
de: Storniere Reservierungen welche nicht zur Adoptioen führen nach dieser Zahl Tagen, oder 0 um niemals zu stornieren
fr_ca: Annuler les réservations d'adoption sans suite après tant de jours, ou 0 pour ne jamais annuler
he: בטל שריון חיות שלא אומצו אחרי מספר ימים (או 0 כדי לא לבטל אוטומטית)
hu: A nem teljesült foglalások ennyi idő után törlésre kerülnek, vagy 0 esetén sosem törlődnek
lt: Atšaukti neatiduotų gyvūnų rezervacijas po nurodyto skaičiaus dienų, arba 0 - jei niekada automatiškai neatšaukti.
nb: Avbryt ikke adopterte reservasjoner etter antall dager, eller 0 for å aldri avbryte
pt: Cancelar reservas sem adoção após este número de dias, ou indicar 0 para nunca cancelar
ru: После отмены передачи снять резервирование через указанное количество дней. Значение 0 - резервирование не снимается никогда
tr: Rezervasyon yapıldığı halde sahiplenme gerçekleşmeyen durumlarda şu kadar gün geçince rezervasyonları iptal et, ya da iptal etmemek için 0 yaz.

source: Cancelled
bg: Анулирано
cs: Zrušen
de: Abgebrochen
fr_ca: Annulé
he: מבוטל
hu: Törölve
nb: Avlyst
pt: Cancelado
ru: Отменено

source: Cancelled Reservation
bg: Отмяна на резервация
cs: Zrušená rezervace
de: Stornierte Reservierung
fr_ca: Réservation annulée
he: ביטול שריון
hu: Törölt foglalás
lt: Atšaukta rezervacija
nb: Avlyst reservasjon
pt: Reserva Cancelada
ru: Снятое резервирование
tr: İptal Rezervasyon

source: Cane Corso Mastiff
bg: Кане корсо
cs: Italský corso pes
de: Italienischer Corso-Hund
fr_ca: Cane Corso
he: קאנה קורסו
hu: cane corso
lt: Kane korso
nb: Cane corso
ru: Кане корсо

source: Cannot Login
he: לא מצליח להתחבר

source: Cardcom
he: קארדקום

source: Cardcom Document Type
he: סוג מסמך בקארדקום
nb: Cardcom dokumenttype

source: Cardcom Payment Gateway
he: סליקה על ידי קארדקום

source: Cardcom Terminal Number
he: מספר טרמינל לקארדקום
pt: Número de Terminal Cardcom

source: Cardcom Token Charge
he: קארדקום חיוב לפי אסימון
pt: Débito de Token Cardcom

source: Cardcom User Name
he: שם משתמש קארדקום

source: Cardcom by Email
he: קארדקום באמצעות מייל

source: Carolina Dog
bg: Американско динго
cs: Carolínský pes
fr_ca: Chien de la Caroline
he: כלב קרוליינה
lt: Karolinos šuo
pt: Carolina
ru: Каролинская собака

source: Cash
bg: Пари в брой
cs: Hotovost
de: Barkasse
fr_ca: Comptant
he: מזומן
hu: Készpénz
lt: Grynieji
nb: Kontant
pt: Dinheiro
ru: Наличный расчёт
tr: Nakit

source: Cat
bg: Котка
cs: Kočka
de: Katze
fr_ca: Chat
he: חתול
hu: Macska
lt: Katė
nb: Katt
pt: Gato
ru: Кошка
tr: Kedi

source: Catahoula Leopard Dog
bg: Леопардова катахула
cs: Louisianský leopardí pes
fr_ca: Chien Léopard Catahoula
he: כלב נמרים קאתאהולי
lt: Katahulos leopardinis šuo
pt: Catahoula Leopardo
ru: Леопардовая собака Катахулы

source: Category
bg: Категория
cs: Kategorie
de: Kategorie
fr_ca: Catégorie
he: קטגוריה
hu: Kategória
lt: Kategorija
nb: Kategori
pt: Categori­a
ru: Категория
tr: Kategori

source: Cats
bg: Котки
cs: Kočky
de: Katzen
fr_ca: Chats
he: חתולים
hu: Macskák
lt: Katės
nb: Katter
pt: Gatos
ru: Ладит с кошками
tr: Kediler

source: Cattery
bg: Котешки клетки
cs: Chovatelská stanice
de: Zucht
fr_ca: Chatterie
he: חתוליה
hu: Tenyészet
pt: Gatil

source: Cattle Dog
bg: Пастирско куче
cs: Honácký pes
de: Treibhund
fr_ca: Bouvier Australien
he: כלב בקר
hu: Pásztorkutya
lt: Bandšunis
pt: Cão de Proteção de Rebanhos
ru: Пастушья собака

source: Cavalier King Charles Spaniel
bg: Кавалер Кинг Чарлз шпаньол
cs: Kavalír King Charles španěl
he: קבליר קינג צ'ארלס ספנייל
lt: Kavalieriaus karaliaus Karolio spanielis
ru: Кавалер кинг чарльз спаниель

source: Cell
bg: Мобилен
cs: Mobilní telefon
de: Handynummer
fr_ca: Cellulaire
he: תא
hu: Mobil
lt: Mobilusis
nb: Mob
pt: Célula
ru: Сотовый тел.

source: Cell Phone
bg: Мобилен
cs: Mobilní telefon
de: Handy
fr_ca: Téléphone cellulaire
he: טלפון נייד
hu: Mobiltelefon
lt: Mobilusis telefonas
nb: Mobiltelefon
pt: Telemóvel
ru: Сотовый телефон
tr: Cep Telefonu

source: Champagne D'Argent
bg: Светло дого арджентино
he: ארנב כסף משמפניה
hu: Champagne D'Argent fajta nyúl

source: Change
bg: Промени
cs: Změnit
de: Ändern
fr_ca: Modifier
he: שינוי
hu: Módosítás
lt: Keisti
nb: Endre
pt: Alterar
ru: Изменить
tr: Değiştir

source: Change Accounts
bg: Промени сметки
cs: Změnit účty
de: Konten ändern
fr_ca: Modifier les comptes
he: שינוי חשבונות
hu: Fiók megváltoztatása
lt: Keisti sąskaitas
nb: Endre kontoer
pt: Alterar Contas
ru: Изменить счета
tr: Hesapları Değiştir

source: Change Animals
bg: Редакция на животни
cs: Upravit zvířata
de: Tiere ändern
fr_ca: Modifier les animaux
he: שינוי חיות
hu: Állat módosítása
lt: Redaguoti gyvūnus
nb: Endre dyr
pt: Alterar Animais
ru: Изменить животных
tr: Hayvanları Değiştir

source: Change Citations
bg: Редактирай глоба/обвинение
cs: Změnit citace
de: Text ändern
fr_ca: Modifier les citations
he: שינוי דוחות (קנסות)
hu: Hivatkozás módosítása
nb: Endre pålegg/innkalling
pt: Alterar Advertências
ru: Изменить выписки
tr: Alıntıları Değiştir

source: Change Clinic Apointment
bg: Промени клиничен преглед
cs: Změnit schůzky kliniky
fr_ca: Modifier les rendez-vous clinique
he: שינוי תורים במרפאה
hu: Kórházi előjegyzés módositása
nb: Endre veterinærtime
pt: Alterar Agendamento Clínico

source: Change Cost
bg: Промени разход
cs: Změnit náklady
de: Kosten ändern
fr_ca: Modifier le coût
he: שינוי הוצאות
hu: Költség módosítása
lt: Keisti išlaidas
nb: Endre kostnad
pt: Alterar Custo
ru: Изменить расходы
tr: Maliyetleri Değiştir

source: Change Date Required
bg: Промени планираната дата
cs: Změnit povinnost datumu
de: Datumsänderung benötigt
fr_ca: Modifier la date d'administration
he: שנה תאריך
hu: A kivánt dátum módosítása
lt: Keisti planinę datą
nb: Endre dato
pt: Estipular Data para a Alteração
ru: Изменить дату
tr: Değişiklik Tarihi Gerekli

source: Change Diets
bg: Промени хранителен режим
cs: Změnit Diety
de: Diäten ändern
fr_ca: Modifier les régimes alimentaires
he: שינוי הוראות תזונה
hu: Diéta módosítása
lt: Keisti dietas
nb: Endre dietter
pt: Alterar Dietas
ru: Изменить диеты
tr: Diyetleri Değiştir

source: Change Event
he: שינוי אירוע

source: Change Event Animals
he: שינוי חיות באירוע

source: Change Found Animal
bg: Промени намерено животно
cs: Změnit nalezené zvíře
de: Fundtier ändern
fr_ca: Modifier un animal trouvé
he: שינוי מציאות
hu: Talált állat módosítása
lt: Keisti rastus gyvūnus
nb: Endre funnet dyr
pt: Alterar Animal Encontrado
ru: Изменить запись о найденном животном
tr: Bulunan Hayvanı Değiştir

source: Change Incidents
bg: Редакция на инциденти
cs: Změnit incidenty
de: Vorfälle ändern
fr_ca: Modifier les incidents
he: שינוי תקריות
hu: Események módosítása
nb: Endre hendelser
pt: Alterar Incidentes
ru: Редактировать события
tr: Vakaları Değiştir

source: Change Investigation
bg: Промени разследване
cs: Změnit vyšetření
de: Ermittlung ändern
fr_ca: Modifier l'enquête
he: ‫שינוי חקירות
hu: Vizsgálat módosítása
lt: Keisti tyrimą
nb: Endre undersøkelse
pt: Alterar Investigação
ru: Редактировать расследование
tr: Denetimleri/Soruşturmaları Değiştir

source: Change Licenses
bg: Промени паспорт
cs: Změnit license
de: Lizenzen ändern
fr_ca: Modifier les licences
he: ‫שינוי רשיונות
hu: Engedélyek módosítása
nb: Endre lisenser
pt: Alterar Licenças
ru: Редактировать лицензии/договоры
tr: Lisansları Değiştir

source: Change Litter
bg: Редакция на кучила
cs: Změnit Vrh
de: Wurf ändern
fr_ca: Modifier la portée
he: שינוי שגר (גורים)
hu: Alom módosítása
lt: Keisti vadas
nb: Legg til og endre kull
pt: Alterar Ninhada
ru: Изменить помет
tr: Doğumu Değiştir

source: Change Log
bg: Промени лога
cs: Záznam změn
de: Protokoll ändern
fr_ca: Modifier le journal
he: שינוי הערות
hu: Változtatások listája
lt: Keisti žurnalą
nb: Endre logg
pt: Registo de Alterações
ru: Изменить журнал
tr: Kaydı(kütüğü) Değiştir

source: Change Lost Animal
bg: Промени изгубеното животно
cs: Změnit ztracené zvíře
de: Entlaufenes Tier ändern
fr_ca: Modifier un animal perdu
he: שינוי אבידות
hu: Elveszett állat módosítása
lt: Keisti dingusius gyvūnus
nb: Endre savnet dyr
pt: Alterar Animal Perdido
ru: Изменить запись о разыскиваемом животном
tr: Kayıp Hayvanı Değiştir

source: Change Media
bg: Промени мултимедия
cs: Změnit média
de: Medien ändern
fr_ca: Modifier un média
he: שינוי קבצים
hu: Video módositása
lt: Keisti failus
nb: Endre media
pt: Alterar Imagens
ru: Изменить Файл
tr: Medyayı Değiştir

source: Change Medical Records
bg: Промени медицински данни
cs: Změnit Zdravotní Záznamy
de: Medizinische Berichte ändern
fr_ca: Modifier les dossiers médicaux
he: שינוי טיפולים רפואיים
hu: Egészségügyi adatok módosítása
lt: Keisti medicininius įrašus
nb: Endre medisinsk journal
pt: Alterar Registos Clínicos
ru: Изменить медицинские записи
tr: Tıbbi Kayıtları Değiştir

source: Change Movement
bg: Промени движение
cs: Změnit Přesun
de: Bewegung ändern
fr_ca: Modifier un déplacement
he: שינוי תנועות
hu: Áthelyezés módosítása
lt: Keisti veiksmus
nb: Endre flytteaktivitet
pt: Alterar Movimento
ru: Изменить перемещение
tr: Hareketi Değiştir

source: Change Online Forms
bg: Промени интернет форми
he: שנה טפסים מקוונים
nb: Endre nettbaserte skjemaer
pt: Alterar Formulários Online

source: Change Password
bg: Смяна на парола
cs: Změnit heslo
de: Kennwort ändern
fr_ca: Modifier le mot de passe
he: החלף סיסמא
hu: Jelszó megváltoztatása
lt: Keisti slaptažodį
nb: Endre passord
pt: Alterar Senha
ru: Изменить пароль
tr: Şifreyi Değiştir

source: Change Payments
bg: Промени плащане
cs: Změnit platební metody
de: Zahlungen ändern
fr_ca: Modifier les paiements
he: ‫שינוי תשלומים
hu: Kifizetés módosítása
nb: Endre betalinger
pt: Alterar Pagamentos
ru: Изменить платежи
tr: Ödemeleri Değiştir

source: Change Person
bg: Редакция на хора
cs: Změnit osobu
de: Person bearbeiten
fr_ca: Modifier le contact
he: שינוי אנשים
hu: Személy módosítása
lt: Keisti asmenis
nb: Endre person
pt: Alterar Pessoa
ru: Изменить контактное лицо
tr: Kişiyi Değiştir

source: Change Publishing Options
bg: Промяна на опциите за публикуване
cs: Změnit nastavení publikování
de: Veröffentlichungsoptionen ändern
fr_ca: Modifier les options de publication
he: שינוי אפשרויות פרסום
hu: Közzétételi opciók módosítása
nb: Endre publiseringsvalg
pt: Alterar Opções de Publicação
ru: Изменить настройки публикаций

source: Change Report
bg: Промени справка
cs: Změnit report
de: Bericht ändern
fr_ca: Modifier le rapport
he: שינוי דוח
hu: Jelentés módosítása
lt: Keisti ataskaitas
nb: Endre rapport
pt: Alterar Relatório
ru: Изменить отчет
tr: Raporu Değiştir

source: Change Rota
bg: Промени график
cs: Změnit rozpis
de: Dienstplan ändern
fr_ca: Modifier le tableau de service
he: שינוי סידור עבודה
hu: Sorrend módosítása
nb: Endre vaktliste
pt: Alterar Turno
ru: Изменить расписание дежурств

source: Change Stock
bg: Промяна наличност
cs: Změnit sklad
de: Vorrat ändern
fr_ca: Modifier l'inventaire
he: שינוי מלאי
hu: Állomány módosítása
nb: Endre beholdning
pt: Alterar Stock
ru: Изменить ресурсы
tr: Envanteri Değiştir

source: Change System Options
bg: Промени системни настройки
cs: Změnit možnosti systému
de: Systemoptionen ändern
fr_ca: Modifier les options système
he: שינוי אפשרויות מערכת
hu: Rendszeropciók módostása
lt: Keisti sistemos parinktis
nb: Endre System-alternativer
pt: Alterar Opções do Sistema
ru: Изменить системные параметры
tr: Sistem Seçeneklerini Değiştir

source: Change Tests
bg: Промени тестове
cs: Změnit testy
de: Tests ändern
fr_ca: Modifier les tests
he: שינוי בדיקות
hu: Tesztek módosítása
lt: Keisti testus
nb: Endre tester
pt: Alterar Testes
ru: Изменить исследования/анализы
tr: Testleri Değiştir
