Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: May
bg: Май
cs: Kvě
de: Mai
fr_ca: Mai
he: מאי
hu: Máj.
lt: Gegužė
nb: Mai
pt: Maio
ru: Май
tr: Mayıs

source: McNab
he: מקנאב
hu: McNab juhászkutya
lt: Maknabo aviganis
ru: МакНаб

source: Media
bg: Мултимедия
cs: Média
de: Medien
fr_ca: Média
he: קבצים
hu: Média
lt: Failai
pt: Imagens
ru: Файлы
tr: Medya

source: Media Notes
bg: Бележки за мултимедия
cs: Poznámky k médiím
fr_ca: Remarques média
he: הערות על קבצים
hu: Média megjegyzések
lt: Failų aprašymuose yra:
pt: Anotações de Imagens
ru: Описание файла
tr: Medya Notları

source: Media notes contain
bg: Бележките за мултимедия съдържат
cs: Poznámky k médiím obsahují
fr_ca: Les remarques média contiennent
he: הערות קבצים מכילות
hu: Média megjegyzések tartalma
lt: Failų aprašymai
nb: Mediamerknader inneholder
pt: Anotações de imagens contêm
ru: Описание файла содержит
tr: Medya notlarının içerdikleri

source: Medical
bg: Медицински
cs: Lékařské
de: Medizin
fr_ca: Médical
he: טיפולים רפואיים
hu: Egészségügyi
lt: Gydymas
nb: Medisinsk
pt: Clínica
ru: Лечение
tr: Medikal

source: Medical Book
bg: Медицински дневник
cs: Léčebná Kniha
de: Behandlungsbuch
fr_ca: Registre médical
he: רשימת טיפולים רפואיים
hu: Egészségügyi könyv
lt: Gydymo nurodymai
nb: Medisinsk bok
pt: Livro Clínico
ru: Медицинский журнал
tr: Tıbbi Kayıt Defteri

source: Medical Profiles
bg: Медицински профили
cs: Zdravotní profily
de: Medizinische Profile
fr_ca: Profils médicaux
he: פרופילים רפואיים
hu: Egészségügyi profilok
lt: Standartinės gydymo schemos
nb: Medisinske profiler
pt: Perfis Clínicos
ru: Католог шаблонов рецептов
tr: Tıbbi Profiller

source: Medical book
bg: Медицински дневник
cs: Zdravotní kniha
de: Behandlungsbuch
fr_ca: Registre médical
he: רשימת טיפולים רפואיים
hu: Egészségügyi könyv
lt: Gydymo žurnalas
nb: Medisinsk journal
pt: Livro clínico
ru: Медицинский журнал
tr: Tıbbı kayıt defteri

source: Medical calendar
bg: Медицински календар
cs: Zdravotní kalendář
de: Medizinischer Kalender
fr_ca: Calendrier médical
he: לוח שנה רפואי
hu: Egészségügyi naptár
nb: Medisinsk kalender
pt: Agenda Clínica
ru: Медицинский календарь
tr: Tıbbi takvim

source: Medical profiles
bg: Медицински профили
cs: Zdravotní profily
de: Medizinische Profile
fr_ca: Profils médicaux
he: פרופילים רפואיים
hu: Egészségügyi profilok
lt: Standartinės gydymo schemos
nb: Medisinske profiler
pt: Perfis clínicos
ru: Шаблоны рецептов
tr: Tıbbi profiller

source: Medicate
bg: Лекувай
cs: Léčit
de: Medizinisch behandeln
fr_ca: Médicamenter
he: טיפול
hu: Gyógykezelés
lt: Gydyti
nb: Medisiner
pt: Medicar
ru: Применить лечение
tr: İlaçla Tedavi Et

source: Medicate Animal
bg: Лекувай животно
cs: Léčit Zvíře
de: Tier medizinisch behandeln
fr_ca: Médicamenter l'animal
he: תן תרופה לחיה
hu: Gyógykezelés alatt álló állat
lt: Gydyti gyvūną
nb: Medisiner dyr
pt: Medicar Animal
ru: Применить лечение к данному животному
tr: Hayvanı İlaçla Tedavi Et

source: Medium
bg: Средно
cs: Střední
de: Mittel
fr_ca: Moyen
he: בינוני/ת
hu: Közepes
lt: Vidutinis
nb: Middels
pt: Médio
ru: Средняя
tr: Orta

source: Medium - Blue
he: בינוני - כחול

source: Medium - Green
he: בינוני - ירוק

source: Medium - Lilac
he: בינוני - סגול

source: Medium - Orange
he: בינוני - כתום

source: Medium - Pink
he: בינוני - וריד

source: Medium - Red
he: בינוני - אדום

source: Medium - Teal
he: בינוני - טורקיז

source: Member
bg: Член
cs: Člen
de: Mitglied
fr_ca: Membre
he: חבר מועדון
hu: Tag
lt: Narys
nb: Medlem
pt: Associado
ru: Член
tr: Üye

source: Membership Expiry
bg: Членството изтича на
cs: Konec členství
de: Verfallsdatum der Mitgliedschaft
fr_ca: Adhésion expirée
he: תפוגת תוקף החברות
hu: Tagság lejárata
lt: Narystės pabaiga
nb: Utløpsdato for medlemsskap
pt: Expiração da Quota
ru: Действительно до
tr: Üyelik Sonu

source: Membership Number
bg: Членски номер
cs: Číslo členství
de: Mitgliedsnummer
fr_ca: Numéro d'adhésion
he: מספר כרטיס חבר
hu: Tagsági szám
lt: Nario numeris
nb: Medlemsnummer
pt: Número de Associado
ru: Членский номер
tr: Üye Numarası

source: Merge
bg: Обединение
cs: Sloučit
de: Zusammenführen
fr_ca: Fusionner
he: מזג
hu: Egyesítés
lt: Sujungti
nb: Slå sammen
pt: Juntar
ru: Объединить
tr: Birleştir

source: Merge Animals
bg: Объединение на животни
he: מיזוג חיות
nb: Slå sammen dyr
pt: Juntar Animais

source: Merge Person
bg: Обединение на хора
cs: Sloučit osobu
de: Person zusammenführen
fr_ca: Fusionner des contacts
he: מיזוג אנשים
hu: Személy összevonása
nb: Slå sammen person
pt: Juntar Pessoa
tr: Kişileri Birleştir

source: Merge another animal into this one
bg: Обединете друго животно в това
cs: Sloučit jiné zvíře s tímto
fr_ca: Fusionner un autre animal dans celui-ci
he: מזג חיה אחרת לתוך חיה זו
hu: Másik állat összevonása ezzel
nb: Slå sammen et annet dyr med dette
pt: Juntar outro registo de animal a este

source: Merge another person into this one
bg: Обедини този човек с друг човек
cs: Sloučit jinou osobu s touto
de: Andere Person mit dieser zusammenführen
fr_ca: Fusionner un autre contact avec celui-ci
he: מזג אדם אחר לרשומה זו
hu: Másik személy összevonása ezzel a személlyel
lt: Prijungti kitą asmenį prie šio
nb: Flytt en annen person inn i denne
pt: Juntar outro registo de pessoa a este
ru: Объединить с другим контактным лицом
tr: Başka bir insanı buna birleştir.

source: Merge bonded animals into a single record
bg: Обедини свързани животни в един запис
cs: Sloučit pojištěná zvířata do jediného záznamu
de: Verbundene Tiere zu einem Eintrag zusammenführen
fr_ca: Fusionner les animaux liés dans un seul dossier
he: מזג חיות קשורות לרשומת פרסום אחת
hu: Összeetartozó állatok összevonása egyetlen bejegyzésbe
lt: Sujungti susijusius gyvūnus į vieną kortelę
nb: Samle knyttede dyr i én post
pt: Juntar animais que são par/companheiros num único registo
tr: Birbirine bağlı hayvanları , tek kayıtta birleştir.

source: Merge duplicate records
bg: Обедини дублиращите се записи
cs: Sloučit duplicitní záznamy
de: Doppelte Einträge zusammenführen
fr_ca: Fusionner les enregistrements doublés
he: מזג רשומות כפולות
hu: Dupla bejegyzések összevonása
nb: Slå sammen doble poster
pt: Juntar registos duplicados

source: Message
bg: Съобщение
cs: Zpráva
de: Nachricht
he: הודעה
hu: Üzenet
lt: Pranešimas
nb: Melding
pt: Mensagem
ru: Сообщение
tr: Mesaj

source: Message Board
bg: Дъска за съобщения
cs: Vzkazník
de: Schwarzes Brett
fr_ca: Tableau des messages
he: לוח הודעות
hu: Üzenőfal
lt: Žinučių lenta
nb: Meldingstavle
pt: Quadro de Mensagens
ru: Доска сообщений
tr: Mesaj Duvarı

source: Message from {0}
bg: Съобщениe от {0}
cs: Zpráva od {0}
de: Nachricht von {0}
fr_ca: Message de {0}
he: הודעה מ{0}
hu: Üzenet a következőtől: {0}
lt: Žinutė nuo {0}
nb: Melding fra {0}
pt: Mensagem de {0}
ru: Сообщение от {0}
tr: {0}'dan mesaj

source: Message sent.
he: הודעה נשלחה.

source: Message successfully sent to {0}
bg: Съобщението е изпратено успешно на {0}
cs: Zpráva byla úspěšně odeslána na adresu {0}
fr_ca: Message envoyé avec succès à {0}
he: הודעה נשלחה בהצלחה ל {0}
hu: Üzenet sikeresen elküldésre került {0}
nb: Melding sendt til {0}
pt: Mensagem enviada com êxito a {0}

source: Messages
bg: Съобщения
cs: Zprávy
de: Nachrichten
he: הודעות
hu: Üzenetek
lt: Žinutės
nb: Meldinger
pt: Mensagens
ru: Сообщения
tr: Mesajlar

source: Messages successfully sent
bg: Съобщенията са успешно изпратени
cs: Zprávy úspěšně odeslány
de: Nachrichten gesendet
fr_ca: Messages envoyés avec succès
he: הודעות נשלחו בהצלחה
hu: Üzenet sikeresen elküldve
lt: Žinutės sėkmingai išsiųstos
nb: Meldingene er sendt
pt: Mensagens enviadas com êxito
ru: Сообщения успешно отправлены
tr: Mesajlar başarıyla gönderildi.

source: Method
bg: Метод
cs: Metoda
de: Zahlungsart
fr_ca: Méthode
he: אמצעי תשלום
hu: Módszer
nb: Metode
pt: Método
ru: Метод
tr: Metot

source: Microchip
bg: Микрочип
cs: Mikročip
de: Mikrochip
fr_ca: Micropuce ou bague
he: שבב
lt: Mikroschema
nb: Mikrochip
ru: Микрочип
tr: Mikroçip

source: Microchip Date
bg: Дата на чипиране
cs: Datum mikročipu
de: Mikrochip-Datum
fr_ca: Date du micropuçage ou du baguage
he: תאריך שבב
hu: Microchip dátum
lt: Mikroschemos įvedimo data
nb: Mikrochipdato
pt: Data do Microchip
ru: Дата вживления микрочипа
tr: Mikroçip Tarihi

source: Microchip Number
bg: Номер на микрочип
cs: Číslo mikročipu
de: Mikrochipnummer
fr_ca: Numéro de la micropuce ou de la bague
he: מספר השבב
hu: Microchip szám
lt: Mikroschemos numeris
nb: Mikrochipnummer
pt: Número do Microchip
ru: Номер микрочипа
tr: Mikroçip Numarası

source: Microchip number {0} has already been allocated to another animal.
bg: Микрочип с номер {0} е регистриран на друго животно.
cs: Číslo mikročipu {0} již používá jiné zvíře.
de: Mikrochipnummer {0} ist bereits einem anderen Tier zugewiesen.
fr_ca: La micropuce ou la bague numéro {0} a déjà été allouée à un autre animal.
he: שבב {0} כבר הוקצה לחיה אחרת.
hu: Ez a microchip szám {0} már más állathoz lett hozzárendelve.
nb: Chipnummer {0} er allerede brukt på et annet dyr.
pt: O número de microchip {0} já foi atribuído a outro animal.
ru: Данный номер микрочипа {0} уже был назначен другому животному.
tr: Mikroçip numara {0}, başka bir hayvana tahsis edilmiş.

source: Microchipped
bg: Чипирано
cs: Čipováno
de: Mittels Mikrochip gekennzeichnet
fr_ca: Bagué ou micropucé
he: עם שבב
hu: Chippezett
lt: Su mikroschema
nb: Mikrochippet
pt: Microchipado
ru: С микрочипом
tr: Mikroçipli

source: Microchipped Non-Shelter Animals In {0}
he: חיות משובבות שאינן של המקלט ב־{0}

source: Microchipped Shelter Animals In {0}
he: חיות משובבות של המקלט ב־{0}

source: Miles
bg: Мили
cs: Míle
de: Meilen
fr_ca: Milles
he: מיילים
hu: Mérföld
nb: Mile
pt: Milhas

source: Mini Rex
bg: Мини Рекс
fr_ca: Rex Nain
he: מיני רקס
hu: Mini Rex nyúl
lt: Mini reksas
ru: Мини-рекс

source: Mini-Lop
bg: Мини лоп
cs: Zakrslý beran
fr_ca: Bélier Nain
he: מיני לופ (שמוט אוזניים)
hu: Mini kosorrú nyúl
lt: Mini nulėpausis
ru: Вислоухий карликовый

source: Miniature Pinscher
bg: Мини пинчер
cs: Trpasličí pinč
de: Zwergpinscher
fr_ca: Pinscher Nain
he: פינצ'ר ננסי
hu: törpe pincser
lt: Miniatiūrinis pinčeris
nb: Dvergpinscher
pt: Pinscher Miniatura
ru: Цвергпинчер

source: Minutes
bg: Минути
cs: Minuty
de: Minuten
he: דקות
hu: Percek
nb: Minutter
pt: Minutos
ru: Минуты

source: Missouri Foxtrotter
bg: Мисурийски фокстротър
he: מיזורי פוקס טרוטר
hu: Missouri Foxtrotter ló
lt: Misūrio fokstroteris
pt: Foxtrotter do Missouri
ru: Миссури Фокстроттер

source: Mixed Breed
bg: Смесена порода
cs: Smíšené plemeno
fr_ca: Race croisée
he: מעורב
hu: Keverék
nb: Blandingsrase
pt: Raça Mista

source: Mo
bg: Пн.
cs: Po
fr_ca: Lu
he: ב׳
lt: Pr
nb: Ma
pt: Seg
ru: Пн

source: Mobile signing pad
bg: Подложка за мобилни подписи
cs: Mobilní podepisovací podložka
fr_ca: Tablette de signature électronique
he: משטח חתימה נייד
hu: Mobil aláírási blokk
nb: Mobil signeringsplate
pt: Bloco de assinatura móvel

source: Modify Additional Fields
bg: Промени допълнителни полета
cs: Změnit další pole
de: Zusatzfelder verändern
fr_ca: Modifier les champs personnalisés
he: שינוי שדות נוספים
hu: További mezők módosítása
nb: Endre flere felt
pt: Modificar Campos Adicionais
ru: Изменить дополнительные поля

source: Modify Document Templates
bg: Промени шаблони за документи
cs: Změnit šablony dokumentů
de: Dokumentvorlagen verändern
fr_ca: Modifier les modèles de document
he: שינוי תבניות מסמכים
hu: Dokumentum sablonok módosítása
nb: Endre dokumentmaler
pt: Alterar Modelos de Documentos
ru: Изменить шаблоны документов

source: Modify Lookups
bg: Редактирай номенклатурите
cs: Změnit vyhledávání
de: Suchen ändern
fr_ca: Modifier les requêtes
he: שינוי טבלאות חיפוש
hu: Keresési találatok módosítása
lt: Redaguoti sąrašus
nb: Endre søk
pt: Alterar Vistas
ru: Изменить выпадающие списки
tr: Lookupları Değiştir.

source: Mon
bg: Пон.
cs: Pon
de: Mo
fr_ca: Lun
he: ב׳
hu: Hétfő
lt: Pir
nb: Man
pt: Seg
ru: Пнд
tr: Pzt

source: Monday
bg: Понеделник
cs: Pondělí
de: Montag
fr_ca: Lundi
he: שני
hu: Hétfő
lt: Pirmadienis
nb: Mandag
pt: Segunda-feira
ru: Понедельник
tr: Pazartesi

source: Money
bg: Пари
cs: Peníze
de: Geld
fr_ca: Argent
he: כסף
hu: Pénz
lt: Pinigai
nb: Penger
pt: Dinheiro
ru: Деньги
tr: Para

source: Month
bg: Месец
cs: Měsíc
de: Monat
fr_ca: Mois
he: חודש
hu: Hónap
nb: Måned
pt: Mês
ru: Месяц

source: Monthly
bg: месечен
cs: Měsíční
de: Monatlich
fr_ca: Mensuel
he: בכל חודש
hu: Havi
lt: Kas mėnesį
nb: Månedlig
pt: Mensal
ru: Ежемесячно
tr: Aylık

source: More Info Needed
bg: Нужна е повече информация
cs: Vyžaduje více informací
de: Weiterführende Informationen benötigt
fr_ca: Information(s) supplémentaire(s) requise(s)
he: דרוש מידע נוסף
hu: Több információ szükséges
nb: Det trengs mer informasjon
pt: Necessárias Mais Informações
ru: Требуется больше информации

source: More Medications
bg: Още лекарства
cs: Další léčiva
de: Weitere medizinische Behandlungen
fr_ca: Plus de médicaments
he: עוד תרופות
hu: További gyógyszerezés
lt: Daugiau gydymų
nb: Flere medisiner
pt: Mais Medicações
ru: Показать больше схем лечения
tr: Daha Fazla Tedavi

source: More Tests
bg: Още тестове
cs: Další testy
de: Weitere Tests
fr_ca: Plus de tests
he: עוד בדיקות
hu: További tesztek
lt: Daugiau testų
nb: Flere tester
pt: Mais Testes
ru: Показать больше тестов/исследований
tr: Daha Fazla Test

source: More Vaccinations
bg: Още ваксинации
cs: Více Vakcinací
de: Weitere Impfungen
fr_ca: Plus de vaccinations
he: עוד חיסונים
hu: További oltások
lt: Daugiau vakcinacijų
nb: Flere vaksinasjoner
pt: Mais Vacinações
ru: Показать больше вакцинаций
tr: Daha Fazla Aşı

source: More diary notes
bg: Още бележки от дневника
cs: Další diářové zápisy
de: Mehr Kalendernotizen
fr_ca: Plus de notes d'agenda
he: עוד משימות
hu: További napló jegyzet
lt: Daugiau darbotvarkės užduočių
nb: Flere dagboksnotater
pt: Mais anotações de diário
ru: Показать больше заметок
tr: Daha fazla günlük notu

source: Morgan
bg: Морган
he: סוס מורגן
hu: Morgan ló
lt: Morgano
ru: Морган

source: Most browsers let you search in dropdowns by typing the first few letters of the item you want.
bg: Повечето браузъри ви позволяват да търсите като въведете първата буква на търсената дума.
cs: Většina internetových prohlížečů vám umožňuje vyhledávat v rozbalovacích nabídkách podle zadaných několika prvních písmen.
fr_ca: La plupart des navigateurs vous permettent de rechercher dans des listes déroulantes en tapant les premières lettres de l'élément que vous voulez.
he: רוב הדפדפנים יאפשרו לחפש בתיבת רשימה נפתחת ע״י הקלדת האותיות הראשונות של הפריט.
hu: A legtöbb böngészőben a keresésnél a keresett elem első néhány betűjének begépelésekor lenyílik egy ablak egy listával
lt: Daugumoje naršyklių galite surasti reikiamą frazę iš sąrašo, įvesdami pirmąsias ieškomo žodžio raides.
nb: De fleste nettlesere lar deg søke i rullegardinmenyer ved å skrive inn de første bokstavene.
pt: A maioria dos browsers permite pesquisar nas listas suspensas através da digitação das primeiras letras do item pretendido.
ru: В большинстве браузеров можно искать текст на странице, в том числе и в выпадающих меню, просто набирая первые несколько символов нужного пункта.
tr: Çoğu tarayıcı, aradığınız şeyin ilk bir kaç harfini yazarak arama yapmanıza izin verir.

source: Most browsers will let you visit a record you have been to in this session by typing part of its name in the address bar.
bg: Повечето браузъри ви позволяват да посетите страница, на която сте били п овреме на текущата сесия, като вкарате част от адреса в полето за адрес.
cs: Většina prohlížečů vám umožní navštívit záznam, který jste v této relaci navštívili, zadáním části názvu do adresního řádku.
fr_ca: La plupart des navigateurs vous permettent de visiter un enregistrement où vous avez déjà été avec cette session en tapant une partie de son nom dans la barre d'adresse.
he: רוב הדפדפנים יאפשרו לך לבקר ברשומה שהיית בה לאחרונה באמצעות הקלדת שמה בשורת הכתובת.
hu: A legtöbb böngésző lehetőséget biztosít arra, hogy a legutóbbi előzményeit megtekintse azok nevének első betűinek begépelésével
lt: Dauguma naršyklių Jums leis patekti į šios sesijos metu aplankytą įrašą, jei adresų juostoje įvesite dalį jo pavadinimo.
nb: De fleste nettlesere lar deg besøke en oppføring du har vært innom i denne sesjonen ved å skrive en del av navnet i adressefeltet.
pt: A maioria dos browsers permitem-lhe consultar um registo que tenha visitado durante esta sessão escrevendo parte do respetivo nome na barra de endereços.
ru: В большинстве браузеров можно вернуться на запись, которую вы просматривали в этом сеансе, просто набрав в адресной строке несколько символов из ее названия.
tr: Bir çok tarayıcı, bu girişte ziyaret ettiğiniz kayıtları, adres barına yazarak görüntülemenize izin verir.

source: Most recently changed
bg: Най-скоро променени
cs: Nejvíce změněno v poslední době
de: Zuletzt geändert
fr_ca: Le plus récemment changé
he: לפי תאריך עדכון בסדר יורד
hu: Legutóbb módosítva
lt: Naujausi atnaujinimai
nb: Nylig endret
pt: Alterado há menos tempo
ru: Сначала измененные недавно
tr: Yeni Değiştirilen

source: Most relevant
bg: Най-съвпадащи
cs: Nejvíce odpovídající výsledky
de: Am relevantesten
fr_ca: Le plus pertinent
he: לפי רלוונטיות
hu: Legfontosabb
lt: Labiausiai atitinkantis
nb: Mest relevant
pt: Mais relevante
ru: Наиболее подходящий
tr: En İlgilisi

source: Mother
bg: Майка
cs: Matka
de: Mutter
fr_ca: Mère
he: אם
hu: Anya
lt: Motina
nb: Mor
pt: Mãe
ru: Мать
tr: Anne

source: Mountain Cur
bg: Маунтин Кър
he: מאונטיין קר (Mountain Cur)
lt: Kalnų darbinis šuo
pt: Cur da Montanha
ru: Горная гончая

source: Mountain Dog
bg: Планинско куче
cs: Horský pes
de: Berghund
fr_ca: Chien de montagne
he: ברנר זננהונד
lt: Kalnų šuo
nb: Fjellhund
pt: Cão da Montanha
ru: Горная сoбака

source: Mouse
bg: Мишка
cs: Myš
de: Maus
fr_ca: Souris
he: עכבר
hu: Egér
lt: Pelė
nb: Mus
pt: Rato
ru: Мышь
tr: Fare

source: Move
bg: Движение
cs: Přesunout
de: Bewegen
fr_ca: Déplacement
he: תנועות
hu: Mozgatás
lt: Perkėlimas
nb: Flytt
pt: Movimentos
ru: Перемещения животных
tr: Hareket

source: Move an animal to a retailer
bg: Прехвърли животно към търговец
cs: Přesunout zvíře k obchodníkovi
de: Tier an einen Wiederverkäufer übergeben
fr_ca: Déplacer un animal chez un revendeur
he: העברת חיה לחנות
hu: Állat áthelyezése egy elosztóba
lt: Gyvūno atidavimas tarpininkui
nb: Flytt et dyr til en forhandler
pt: Mover um animal para um lojista
ru: Передать животное продавцу
tr: Hayvanı satıcıya gönder

source: Move to a person
he: העבר לאדם

source: Move to an animal
he: העבר לחיה

source: Moved to animal record {0}
bg: Прехвърлени животно {0}
cs: Přesunuto na záznam zvířete {0}
de: Verschoben zu Tiereintrag {0}
fr_ca: Déplacer vers l'enregistrement d'animal {0}
he: הועבר לרשומת חיה {0}
hu: {0} Állatok jegyzékébe áthelyezve
lt: Perkelta į gyvūno kortelę {0}
nb: Flyttet til dyrets post {0}
pt: Movido para o registo de animal {0}
ru: Животное перемещено под запись о животном {0}
tr: Hayvan kaydı {0} 'a aktarıldı.

source: Movement
bg: Движение
cs: Pohyb
de: Bewegung
fr_ca: Déplacement
he: תנועה
hu: Mozgatás:
lt: Veiksmas
nb: Bevegelse
pt: Movimento
ru: Перемещение
tr: Hareket

source: Movement Date
bg: Дата на движението
cs: Datum Pohybu
de: Bewegungsdatum
fr_ca: Date de déplacement
he: תאריך תנועה
hu: Mozgatás dátuma
lt: Veiksmo data
nb: Flyttedato
pt: Data do Movimento
ru: Дата перемещения
tr: Hareket Tarihi

source: Movement Number
bg: Номер на движението
cs: Pohyb Číslo
de: Bewegungsnummer
fr_ca: No de déplacement
he: מזהה תנועה
hu: Mozgatás száma
lt: Veiksmo numeris
nb: Flyttenummer
pt: Número do Movimento
ru: Номер перемещения
tr: Hareket Numarası

source: Movement Type
bg: Вид преместване
cs: Typ Pohybu
de: Bewegungsart
fr_ca: Type de déplacement
he: סוג תנועה
hu: Mozgatás típusa
lt: Veiksmo tipas
nb: Flyttetype
pt: Tipo de Movimento
ru: Тип перемещения
tr: Hareket Tipi

source: Movement Types
bg: Тип движение
cs: Typy Pohybu
de: Bewegungsarten
fr_ca: Types de déplacement
he: סוגי תנועות
hu: Mozgatás típusok
lt: Veiksmų tipai
nb: Bevegelsestyper
pt: Tipos de Movimentos
ru: Типы перемещения
tr: Hareket Tipleri

source: Movement date cannot be before brought in date.
bg: Датата на движение не може да бъде преди въведена дата.
fr_ca: La date de mouvement ne peut pas être antérieure à la date d'admission.
he: ‮תאריך תנועה לא יכול להיות לפני תאריך קליטה.
nb: Returdato kan ikke være før flyttedato.
pt: A data do movimento não pode ser anterior à data de admissão.

source: Movement dates clash with an existing movement.
bg: Датите на движение съвпадат със съществуващо движение
cs: Datum přesunu se nemůže krýt se stávajícím přesunem.
de: Bewegungsdaten überschneiden sich mit einer bereits bestehenden Bewegung.
fr_ca: Les dates du déplacements entrent en conflit avec un déplacement déjà enregistré.
he: תאריכי התנועה מתנגשים עם תנועה קיימת אחרת.
hu: Esemény dátuma egybe esik egy már létező eseménnyel.
lt: Veiksmo datos kertasi su esamo veiksmo datomis.
nb: Flyttedatoer kolliderer med eksisterende flyttinger.
pt: As datas de movimento estão em conflito com um movimento existente.
ru: Даты перемещения пересекаются с уже существующим перемещением.
tr: Hareket tarihleri, var olan başka bir hareketle çakışıyor.

source: Movement numbers must be unique.
bg: Номера на движението трябва да е уникален.
cs: Číslo přesunu musí být unikátní.
de: Bewegungsnummern müssen eindeutig sein.
fr_ca: Les numéros de déplacement doivent être uniques.
he: מזהה תנועה חייב להיות ייחודי.
hu: Az áthelyezés sorszámának egyedinek kell lennie
lt: Veiksmų numeriai negali kartotis.
nb: Bevegelsesnummer må unikt.
pt: Os números de movimento têm de ser exclusivos.
ru: Номер каждого перемещения должен быть уникален.
tr: Hareket numaraları tekil (biricik) olmalıdır.

source: Movements
bg: Местения
cs: Pohyby
de: Bewegungen
fr_ca: Déplacements
he: תנועות
lt: Veiksmai
nb: Bevegelser
pt: Movimentos
ru: Перемещения
tr: Hareketler

source: Movements require an animal
bg: Местенето изисква избрано животно
cs: Přesun musí mít navázané zvíře
de: Bewegungen erfordern ein Tier
fr_ca: Des déplacements doivent être associés à un animal
he: יש לבחור חיה
hu: Az áthelyezéshez állatok szükségesek
lt: Pridedant veiksmą, būtina nurodyti gyvūną
nb: Bevegelser krever et dyr
pt: Os movimentos necessitam de um animal
ru: Для перемещения требуется указать животное
tr: Hareketlerde hayvan olmalıdır.

source: Movements require an animal.
bg: Местенето изисква избрано животно
cs: Pohyby musí mít vyplněné zvíře.
de: Bewegungen erfordern ein Tier.
fr_ca: Les déplacements doivent être associés à un animal.
he: ‫יש לבחור חיה.
hu: A tételekhez állat szükséges
lt: Veiksmui būtina pasirinkti gyvūną.
nb: Bevegelser krever ett dyr.
pt: Os movimentos necessitam de um animal.
ru: Для перемещения требуется указать животное.
tr: Hareketlerde hayvan olmalıdır.

source: Moving...
bg: Преместване...
cs: Přesunuji...
de: Bewegen...
fr_ca: Déplacement en cours...
he: מזיז...
hu: Áthelyezés...
lt: Perkeliama...
nb: Flytter...
pt: A mover...
ru: Перемещение...
tr: Transfer...

source: Multi-Lookup
bg: Мулти номенклатури
fr_ca: Requête multiple
he: תיבת בחירה מרובה
hu: Multi-keresés
lt: Daugybinis sąrašas
nb: Flere søk
pt: Consulta múltipla
tr: Çoklu Lookup

source: Multiple Treatments
bg: Многократно лечение
cs: Mnohonásobné Ošetření
de: Mehrere Behandlungen
fr_ca: Traitements multiples
he: מספר טיפולים
hu: Többszöri kezelések
lt: Daugkartinis vartojimas
nb: Flere behandlinger
pt: Tratamentos Múltiplos
ru: Многократные процедуры
tr: Çoklu Tedavi

source: Munchkin
bg: Мънчкин
he: מנצ'קין
hu: Tacskó macska
lt: Mančkinas (žemaūgė katė)
ru: Манчкин

source: Munsterlander
bg: Московска стражевая
cs: Münsterlandský ohař
de: Münsterländer
fr_ca: Épagneul de Munster
he: מונסטרלנדר
hu: münszterlandi vizsla
lt: Miunsterlenderis
nb: Münsterländer
ru: Мюнстерлендер

source: Mustang
bg: Мустанг
he: מוסטנג
hu: Musztáng
lt: Mustangas
ru: Мустанг
