Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: View animals matching publishing options
bg: Преглед на животните, отговарящи на настройките на публикуване
cs: Zobrazit zvířata odpovídající možnostem publikování
de: Den Veröffentlichungseinstellungen entsprechende Tiere anzeigen
fr_ca: Voir les animaux correspondant aux options de publication
he: צפייה בחיות התואמות לאפשרויות הפרסום
hu: Közzétételi opcióknak megfelelő állatok megtekintése
lt: Žiūrėti gyvūnus, atitinkančius publikavimo parinktis
nb: Vis dyr som matcher publiseringalternativene
pt: Visualizar animais que correspondem às opções de publicação
ru: Показать животных, соответствующих заданным параметрам публикации
tr: Yayınlama seçenekleriyle eşleşen hayvanları görüntüle

source: View email recipient list
bg: Преглед на списъка с получатели на имейли
he: הצג רשימת נמענים למייל
nb: Vis mottaksliste på e-post

source: View littermates
bg: Прегледай животните по кучила
cs: Zobrazit sourozence z jednoho vrhu
de: Wurfgeschwister anzeigen
fr_ca: Voir les membres de la portée
he: הצג גורים בשגר
hu: Alomtestvérek megtekintése
lt: Žiūrėti kitus vados gyvūnus
nb: Vis kullsøsken
pt: Ver companheiros de ninhada
ru: Показать животных из того же помета
tr: Yeni doğanları görüntüle

source: View matching records
bg: Виж съвпадащи записи
cs: Zobrazit odpovídající záznamy
fr_ca: Voir les enregistrements correspondants
he: הצג רשומות מתאימות
hu: Összeillő jelentések megtekintése
nb: Se like registreringer
pt: Ver registos correspondentes
tr: Eşleşen kayıtları görüntüle

source: View media for this person
he: הצג קבצים לאדם זה

source: View publishing logs
bg: Преглед на регистъра с публикации
cs: Zobrazit protokoly publikování
de: Veröffentlichungsprotokolle ansehen
fr_ca: Voir les journaux de publication
he: צפייה בלוג הפרסום
hu: Közzétételi naplóbejegyzések megtekintése
lt: Žiūrėti publikavimo žurnalus
nb: Se på publiseringsloggene
pt: Ver registos de publicação
ru: Открыть журнал публикаций
tr: Yayın loglarını görüntüle

source: View the form in development mode without caching
he: הצג את הטופס במצב פיתוח ללא שמירה במטמון הדפדפן
pt: Ver o formulário no modo de programação sem cache

source: Visual Theme
bg: Цветово оформление
cs: Vizuální téma
de: Visuelles Thema
fr_ca: Thème visuel
he: נושא חזותי
lt: Vizualinė tema
nb: Visuelt tema
pt: Tema Visual
ru: Визуальное оформление
tr: Görsel Tema

source: Vizsla
bg: Визла
cs: Maďarský ohař
fr_ca: Braque Hongrois
he: ויסלה
lt: Vižlas
ru: Выжла

source: Volunteer
bg: Доброволец
cs: Dobrovolník
de: Ehrenamtlicher Mitarbeiter
fr_ca: Bénévole
he: מתנדב/ת
lt: Savanoris
nb: Frivillig
pt: Voluntário
ru: Волонтер
tr: Gönüllü

source: Voucher
he: שובר
nb: Kupong

source: Voucher Book
bg: Ваучери
fr_ca: Livre de chèques-cadeaux
he: רשימת השוברים
nb: Kupongbok
pt: Livro de Vouchers

source: Voucher Types
bg: Типове ваучери
cs: Typy Voucherů
de: Belegtypen
fr_ca: Type de chèque-cadeau
he: סוגי שוברים
lt: Kuponų tipai
nb: Kupongtyper
pt: Tipos de Vouchers
ru: Виды купонов
tr: İndirim Çeki Tipleri

source: Voucher book
bg: Ваучери
fr_ca: Livre de chèques-cadeaux
he: רשימת השוברים
nb: Kupongbok
pt: Livro de vouchers

source: Voucher codes matching '{0}'.
he: קודי שובר מתאימים ל ‘{0}’.
nb: Kupongkoder som inneholder '{0}'.

source: Vouchers
bg: Ваучери
cs: Vouchery
de: Bescheinigungen
fr_ca: Chèques-cadeaux
he: שוברים
lt: Kuponai
nb: Kuponger
ru: Купоны
tr: İndirim Çekleri

source: WARNING: This animal has not been microchipped
bg: ПРЕДУПРЕЖДЕНИЕ: Това животно не е чипирано
cs: VAROVÁNÍ: Toto zvíře nebylo mikročipováno
fr_ca: ATTENTION: Cet animal n'a pas été micropucé
he: אזהרה: לחיה זו אין שבב
pt: AVISO: Este animal não tem microchip

source: WARNING: This animal is over 6 months old and has not been neutered/spayed
bg: ПРЕДУПРЕЖДЕНИЕ: Това животно е на възраст над 6 месеца и не е кастрирано
cs: VAROVÁNÍ: Toto zvíře je starší 6 měsíců a nebylo vykastrováno
fr_ca: ATTENTION: Cet animal est agé de plus de 6 mois et n'a pas été stérilisé
he: אזהרה: חיה זו מבוגרת מ-6 חודשים וטרם עוקרה/סורסה
pt: AVISO: Este animal tem mais de 6 meses de idade e não foi esterilizado/castrado

source: Waiting
bg: Чакащ
cs: Hlídací
fr_ca: En attente
he: בהמתנה
pt: Em espera

source: Waiting List
bg: Списък с чакащи
cs: Pořadník
de: Warteliste
fr_ca: Liste d'attente
he: רשימת המתנה
lt: Laukia vietos
nb: Saksliste
pt: Lista de Espera
ru: Лист ожидания
tr: Bekleme Listesi

source: Waiting List - Additional
bg: Списък с чакащи - Допълнение
cs: Pořadník - další
fr_ca: Liste d'attente - Champ personnalisé
he: רשימת המתנה - פרטים נוספים
lt: Laukia vietos - Papildoma
nb: Saksliste - Ekstra
pt: Lista de Espera - Adicional
tr: Bekleme Listesi -Ek

source: Waiting List - Details
bg: Списък с чакащи - Детайли
cs: Pořadník - detaily
de: Warteliste - Details
fr_ca: Liste d'attente - Détails
he: רשימת המתנה - פרטים
lt: Laukia vietos - Pagrindinė informacija
nb: Saksliste - Detaljer
pt: Lista de Espera - Detalhes
tr: Bekleme Listesi - Detaylar

source: Waiting List - Removal
bg: Списък с чакащи - Премахване
cs: Pořadník - odstranění
fr_ca: Liste d'attente - Suppression
he: רשימת המתנה - הסרה
lt: Laukiančių vietos sąrašas - Šalinimas
nb: Sakliste - Fjerning
pt: Lista de Espera - Remoção
tr: Bekleme Listesi - Çıkarma

source: Waiting List Contact
bg: Контакт в списък с чакащи
cs: Pořadník Kontakt
de: Wartelistenkontakt
fr_ca: Contact de la liste d'attente
he: איש קשר לרשימת ההמתנה
lt: Kontaktinis asmuo laukiančių vietos sąraše
nb: Kontakt for saksliste
pt: Contacto da Lista de Espera
ru: Контактное лицо для листа ожидания
tr: Bekleme Listesi İletişim

source: Waiting List Donation
bg: Дарение - Списък чакащи
cs: Pořadník Dary
de: Wartelistengebühr
fr_ca: Don pour la liste d'attente
he: תרומה לרשימת המתנה
lt: Parama už įtraukimą į laukiančiųjų sąrašą
nb: Saksliste-donasjon
pt: Donativo de Lista de Espera
ru: Взнос участника листа ожидания
tr: Bekleme Listesi Bağışı

source: Waiting List {0}
bg: Списък с чакащи {0}
cs: Pořadník {0}
fr_ca: Liste d'attente {0}
he: רשימת המתנה {0}
lt: Laukiančiųjų sąrašas {0}
nb: Saksliste {0}
pt: Lista de Espera {0}
ru: Лист ожидания {0}
tr: Bekleme Listesi {0}

source: Waiting List: {0}
bg: Списък с чакащи: {0}
cs: Pořadník: {0}
de: Warteliste: {0}
fr_ca: Liste d'attente : {0}
he: רשימת המתנה: {0}
hu: Várólista: { 0 }
lt: Laukiančiųjų vietos sąrašas: {0}
nb: Saksliste: {0}
pt: Lista de Espera: {0}
ru: Лист ожидания: {0}
tr: Bekleme listesi: {0}

source: Waiting Room
bg: Чакалня
cs: Čekárna
fr_ca: Salle d'attente
he: רשימת המתנה
pt: Sala de Espera

source: Waiting for documents...
bg: Чакане за документи...
cs: Čekání na dokumenty ...
de: Warten auf Dokumente...
fr_ca: En attente des documents...
he: ממתין למסמכים...
pt: A aguardar documentos...

source: Waiting list donations
bg: Дарения "Списък чакащи"
cs: Pořadník darů
de: Wartelistengebühren
fr_ca: Dons pour la liste d'attente
he: תרומות לרשימת ההמתנה
lt: Parama iš laukiančių vietos
nb: Saksliste-donasjoner
pt: Donativos de lista de espera
ru: Пожертвования для листа ожидания
tr: Bağış beklenenler

source: Waiting list entries matching '{0}'.
bg: Записи от списъка с чакащи, отговарящи на условията '{0}'.
cs: Položky pořadníku odpovídající '{0}'.
de: Wartelisteneinträge, die »{0}« entsprechen.
fr_ca: Les entrées de la liste d'attente correspondant à '{0}'.
he: רשומות רשימת המתנה מתאימות '{0}'.
lt: Laukiantys vietos gyvūnai, atitinkantys '{0}'.
nb: Sakslisteoppføringer passer med '{0}'.
pt: Entradas da lista de espera correspondentes a '{0}'.
ru: Животные в листе ожидания, похожие на «{0}».
tr: '{0}' ile eşleşen bekleme listesi girişleri

source: Waiting list entries must have a contact
bg: Записите в списъка с чакащи трябва да имат контакти за връзка
cs: Pořadník musí obsahovat kontakt
de: Wartelisteneinträge benötigen Kontaktdaten
fr_ca: Les entrées de la liste d'attente doivent avoir un contact
he: יש למלא איש קשר לרשימת המתנה
lt: Laukiančiųjų sąraše privalo būti nurodytas kontaktinis asmuo
nb: Sakslisteoppføring må ha en kontaktperson
pt: As entradas de lista de espera precisam de ter um contacto
ru: Для животных в листе ожидания нужно указать контактное лицо
tr: Bekleme listesi girişlerine ait kontak bilgisi olmalıdır.

source: Waiting list entry for {0} ({1})
bg: Запис в списъка с чакащи за {0} ({1})
cs: Pořadník na {0} ({1})
de: Wartelisteneintrag für {0} ({1})
fr_ca: Entrée de la liste d'attente pour {0} ({1})
he: רשומת רשימת המתנה עבור {0} ({1})
lt: {0} ({1}) įrašas laukiančiųjų sąraše
nb: Sakslisteoppføring for {0} ({1})
pt: Entrada de lista de espera para {0} ({1})
ru: Запись в листе ожидания для {0} ({1})
tr: {0} ({1}) için bekleme listesi girişi

source: Waiting list entry successfully added.
bg: Записът в списъка с чакащи е успешно добавен.
cs: Zápis do pořadníku byl úspěšně vytvořen.
de: Wartelisteneintrag erfolgreich hinzugefügt.
fr_ca: Entrée sur liste d'attente ajoutée avec succès.
he: רשומת רשימת המתנה נוספה בהצלחה.
lt: Įrašas į Laukiančiųjų sąrašą sėkmingai pridėtas.
nb: Saksliste lagt til.
pt: Entrada de lista de espera adicionada com êxito.
ru: Запись в листе ожидания успешно создана.
tr: Bekleme listesi girişi başarıyla eklendi.

source: Waiting list urgency update period in days
bg: Период на обновяване на спешността в списъка с чакащи в дни
cs: Období aktualizace naléhavosti na pořadníku, ve dnech
de: Dringlichkeits-Aktualisierungszeitraum der Warteliste in Tagen
fr_ca: Fréquence de mise à jour de la liste d'attente d'urgence en jours
he: תקופת עדכון לדחיפות רשימת המתנה בימים
lt: Laukiančiųjų sąrašo prioritetų atnaujinimo laikotarpis dienomis
nb: Oppdateringsperiode i antall dager for hastesaker i sakslisten
pt: Período de atualização da urgência da lista de espera, em dias
ru: Период обновления срочности в листе ожидания (в днях)
tr: Bekleme listesi aciliyet güncelleme dönemi, gün olarak

source: Warmblood
bg: Топлокръвен
cs: Teplokrevník
de: Warmblut
he: סוס דם חם
lt: Šiltakraujis
pt: Cavalo de sangue quente
ru: Теплокровное

source: Warn if the name of the new animal is similar to one entered recently
bg: Предупреди ако името на животното е подобно на вече въведено в системата
cs: Upozornění, zda je jméno nového zvířete podobné jménu, které bylo nedávno zadáno
de: Warnen, wenn der Name des neuen Tieres ähnlich zu einem kürzlich eingegebenen ist
fr_ca: Avertir si le nom du nouvel animal est similaire à celui d'un autre récemment entré
he: הזהר אם שם החיה החדשה דומה לשם שנוסף לאחרונה
lt: Įspėti, jei naujo gyvūno vardas yra panašus į neseniai įvesto
nb: Advarsel om navnet på et nytt dyr er lik et som nylig er tatt inn
pt: Avisar se o nome do novo animal for semelhante a outro recentemente introduzido
tr: Yen hayvanın ismi,yakın zamanda girilen başka bir hayvanın ismine benziyorsa, uyar.

source: Warn when adopting an animal who has not been microchipped
bg: Предупреди ме,когато се осинови животно, което не е чипирано
cs: Upozorněte na přijetí zvířete, které nebylo mikročipováno
fr_ca: Avertir lors de l'adoption d'un animal qui n'est pas micropucé
he: הזהר באימוץ חיה ללא שבב
pt: Avisar ao adotar um animal que não tenha sido microchipado

source: Warn when adopting an animal who has outstanding medical treatments
he: הזהר באימוץ חיה עם טיפולים רפואיים עתידיים

source: Warn when adopting an unaltered animal
bg: Предупреди ме, когато се осинови непроменено животно
cs: Varovat při přijímání nezměněného zvířete
fr_ca: Avertir lors de l'adoption d'un animal non-stérilisé
he: הזהר לפני אימוץ חיה לא מעוקרת/מסורסת
pt: Avisar ao adotar um animal não esterilizado/castrado

source: Warn when adopting to a person who has been banned from adopting animals
bg: Предупреди, когато осиновителят е със забрана за осиновяване
cs: Varovat pokud je zvíře vydáváno osobě, které byla adopce zakázána
de: Warnen, wenn eine Vergabe an eine von der Adoption von Tieren ausgeschlossene Person erfolgen soll
fr_ca: Avertir quand l'adoptant est une personne qui est bannie des adoptions
he: הזהר לפני אימוץ ע״י אדם שסומן שאסור למסור לו חיות
lt: Perspėti, kai gyvūnas atiduodamas asmeniui iš juodojo sąrašo
nb: Advarsel når det omplasseres til en person som er bannet for adopsjon
pt: Avisar ao autorizar a adoção por uma pessoa que tenha sido colocada na lista negra de adoção de animais
ru: Предупреждать о попытке передачи животного контактному лицу, для которого такая передача запрещена
tr: Daha önce hayvan sahiplenmesi yasaklanmış kişilere, sahiplendirme yapılırsa, uyar.

source: Warn when adopting to a person who has not been homechecked
bg: Предупреди, когато осиновителят не е домашно инспектиран
cs: Varovat při přijetí osobou, která nebyla doma zkontrolována
fr_ca: Avertir quand l'adoptant n'a pas eu de contrôle à domicile
he: הזהר לפני אימוץ ע״י אדם שביתו לא נבדק
lt: Perspėti, kai gyvūnas atiduodamas asmeniui, kurio laikymo sąlygos nepatikrintos
nb: Advarsel når det omplasseres til en person som ikke er sjekket
pt: Avisar ao autorizar a adoção por uma pessoa cujo domicílio não tenha sido inspecionado
ru: Предупреждать о попытке передачи животного контактному лицу, условия содержания в доме которого еще не были проверены
tr: Ev kontrolü yapılmamış kişilere sahiplendirme yapılırken, uyar.

source: Warn when adopting to a person who has previously brought an animal to the shelter
bg: Предупреди, когато осиновителят е довел предишно животно в приюта
cs: Varovat pokud je zvíře vydáváno osobě, která v minulosti přivedla zvíře do útulku
de: Warnen, wenn eine Vergabe an eine Person erfolgen soll, die zuvor ein Tier in das Tierheim gebracht hat
fr_ca: Avertir quand l'adoption provient d'un contact qui a précédemment amené un animal au refuge
he: הצג אזהרה כאשר מוסרים לאימוץ לאדם שהביא בעבר חיה למקלט
lt: Perspėti, kai gyvūnas atiduodamas asmeniui, kuris anksčiau yra atidavęs gyvūną į prieglaudą
nb: Advarsel når det omplasseres til en person som har tidligere levert et dyr til hjelpesenteret
pt: Avisar ao autorizar a adoção por uma pessoa que tenha trazido previamente um animal para o abrigo
ru: Предупреждать о попытке передачи животного контактному лицу, которое ранее сдавало животное в приют
tr: Daha önce barınağa hayvan terk eden kişilere sahiplendirme yapılırsa, uyar.

source: Warn when adopting to a person who lives at the same address as a banned person
he: הזהר לפני אימוץ ע״י אדם שחי באותה כתובת של אדם שסומן שאין למסור לו חיות

source: Warn when adopting to a person who lives in the same area as the original owner
bg: Предупреди, когато осиновителят живее в една и съща област като първоначалният собственик
cs: Varovat pokud je zvíře vydáváno osobě, která žije ve stejné oblasti jako původní majitel
de: Warnen, wenn eine Vergabe an eine Person erfolgen soll, die im gleichen Gebiet wie der ursprüngliche Besitzer wohnt
fr_ca: Avertir quand l'adoption concerne un contact qui vit dans la même région que le propriétaire d'origine
he: הזהר לפני אימוץ ע״י אדם שחי באזור קרוב לבעלים המקוריים
lt: Perspėti, kai gyvūnas atiduodamas asmeniui, gyvenančiam toje pačioje vietovėje kaip ir ankstesnis šeimininkas
nb: Advarsel når det omplasseres til en person som bor i samme område som opprinnelige eier
pt: Avisar ao autorizar a adoção por uma pessoa que resida na mesma área que o dono original
ru: Предупреждать о попытке передачи животного контактному лицу, проживающему в том же районе, что и предыдущий хозяин
tr: Sahiplenmek isteyen kişi, hayvanın ilk sahibiyle aynı yerde oturuyorsa, uyar.

source: Warn when creating multiple reservations on the same animal
bg: Предупреди, когато се създаде повече от една резервация за едно и също животно
cs: Varovat při vytváření více rezervací na stejné zvíře
de: Warnen, wenn mehrere Reservierungen des selben Tieres erstellt werden
fr_ca: Avertir lors de la création de multiples reservations pour le même animal
he: הזהר לפני יצירת מספר שיריונים לאותה חיה
lt: Perspėti, kai tas pats gyvūnas rezervuojamas keliems asmenims
nb: Advarsel når det lages flere reserverasjoner på samme dyret
pt: Avisar ao criar várias reservas para o mesmo animal
ru: Предупреждать о попытке создания множества резерваций для одного и того же животного
tr: Aynı hayvana, birden fazla rezervasyon oluşturulduğunda uyar.

source: Warning
he: אזהרה
nb: Advarsel
pt: Aviso

source: Warnings
bg: Предупреждения
cs: Výstrahy
de: Warnungen
fr_ca: Avertissements
he: אזהרות
hu: Figyelmeztetések
lt: Perspėjimai
nb: Advarsler
pt: Avisos
ru: Предупреждения
tr: Uyarılar

source: Wasted
bg: Изхвърлена
cs: Vyplýtvaný
fr_ca: Gaspillé
he: בוזבז
hu: Elpazarolt
pt: Desperdiçado

source: Water Bills
bg: Вода
cs: Výdaje za vodu
de: Wasserrechnungen
fr_ca: Factures d'eau
he: חשבונות מים
hu: Vízszámlák
lt: Sąskaitos už vandenį
nb: Vannregninger
pt: Contas da Água
ru: Счета за воду
tr: Su Gideri

source: Watermark
he: סימן מים

source: Watermark font
he: פונט לסימן מים

source: Watermark font fill color
he: צבע מילוי גופן לסימן מים

source: Watermark font outline color
he: צבע קו מתאר של גופן לסימן מים

source: Watermark font outline width
he: עובי קו מתאר של גופן לסימן מים

source: Watermark image with name and logo
bg: Изображение с воден знак с име и лого
he: תמונת סימן מים עם שם ולוגו
pt: Imagem de fundo com nome e logótipo

source: Watermark logo X offset
he: אופסט X ללוגו סימן מים

source: Watermark logo Y offset
he: אופסט Y ללוגו סימן מים

source: Watermark name max font size
he: גודל גופן מקסימלי לשם בסימן מים

source: Watermark name offset
he: אופסט שם בסימן מים

source: We
bg: Ср.
fr_ca: Me
he: ד׳
hu: Sze
lt: Tr
nb: Vi
pt: Qua
ru: Ср
tr: Biz

source: Wed
bg: Сряда
de: Mi
fr_ca: Mer
he: ד׳
hu: Szer
lt: Tr
nb: Ons
pt: Qua
ru: Срд
tr: Çrş

source: Wednesday
bg: Сряда
cs: Středa
de: Mittwoch
fr_ca: Mercredi
he: רביעי
hu: Szerda
lt: Trečiadienis
nb: Onsdag
pt: Quarta-feira
ru: Среда
tr: Çarşamba

source: Week
bg: Седмица
cs: Týden
de: Woche
fr_ca: Semaine
he: שבוע
hu: Hét
nb: Uke
pt: Semana

source: Week beginning {0}
bg: Началото на семицата {0}
cs: Začátek týdne {0}
fr_ca: Semaine commençant le {0}
he: השבוע שמתחיל ב-{0}
hu: A hét kezdete: {0}
nb: Uke som starter {0}
pt: Semana com início em {0}

source: Weekly
bg: Всяка седмица
cs: Týdenní
de: Wöchentlich
fr_ca: Hebdomadaire
he: בכל שבוע
lt: Kas savaitę
nb: Ukentlig
pt: Semanal
ru: Еженедельно
tr: Haftalık

source: Weekly Fosterer Email
bg: Седмичен имейл за приемен стопанин
he: מייל שבועי לאומנות
nb: Ukentlig e-post til fosterhjem
pt: Email Semanal para FATs

source: Weight
bg: Тегло
cs: Váha
de: Gewicht
fr_ca: Poids
he: משקל
lt: Svoris
nb: Vekt
pt: Peso
ru: Вес
tr: Ağırlık

source: Weimaraner
bg: Ваймаранер
cs: Výmarský Ohař
fr_ca: Braque de Weimar
he: ויימרנר
hu: Weimari vizsla
lt: Veimaraneris
ru: Веймаранер

source: Welcome!
bg: Добре дошли!
cs: Vítejte!
de: Willkommen!
fr_ca: Bienvenue !
he: ברוכים הבאים!
lt: Sveiki!
nb: Velkommen!
pt: Bem-vindo!
ru: Добро пожаловать!
tr: Hoşgeldiniz!

source: Welsh Corgi
bg: Корги
he: וולש קורגי
lt: Valų korgis
ru: Вельш корги

source: Welsh Springer Spaniel
bg: Уелски спрингершпаньол
cs: Welsh Springer Španiel
he: ספרינגר ספניאל וולשי
hu: Welsh springer spániel
lt: Valų springerspanielis
ru: Вельш-спрингер-спаниель

source: Welsh Terrier
bg: Уелски териер
cs: Welsh Teriér
he: טרייר וולשי
lt: Valų terjeras
ru: Вельштерьер

source: West Highland White Terrier Westie
bg: Западнохайландски бял териер
cs: West Highlandský Bílý Teriér - Westie
de: West Highland White Terrier
fr_ca: West Highland White Terrier
he: ווסטי (ווסט היילנד וייט טרייר)
hu: Westie
lt: Vakarų Škotijos baltasis terjeras
ru: Вест-хайленд вайт-терьер

source: Wheaten Terrier
bg: Пшеничен териер
fr_ca: Terrier Irlandais à poil doux
he: טרייר חיטה
lt: Airių kviečiaspalvis švelniaplaukis terjeras
ru: Ирландский мягкошерстный пшеничный терьер

source: When
bg: Кога
cs: Když
fr_ca: Quand
he: מתי
nb: Når
pt: Quando

source: When ASM should stop showing this message
bg: Кога ASM да спре да показва това съобщение
cs: Když ASM přestane zobrazovat tuto zprávu
fr_ca: Quand ASM devrait arrêter de montrer ce message
he: מתי להפסיק להציג הודעה זו במערכת
lt: Kada ASM turėtų nustoti rodyti šią žinutę
nb: Når ASM ikke lenger skal vise denne meldingen
pt: Altura em que o ASM deve parar de apresentar esta mensagem
ru: Когда ASM должен перестать показывать это сообщение
tr: ASM'in bu mesajı göstermeyi durduracağı zaman

source: When I change the flags on an animal or person, make a note of it in the log with this type
he: צור הערה מסוג זה כאשר משנים תגיות לחיה או אדם

source: When I change the location of an animal, make a note of it in the log with this type
bg: При промяна на местонахождението на животно, създай бележка в дневника с тип
cs: Když změním umístění zvířete, poznamenejte si tento záznam do protokolu
de: Beim Wechsel der Unterbringung eines Tieres eine Notiz davon im Protokolleintrag dieses Typs erstellen
fr_ca: Lorsque je change l'emplacement d'un animal, mettre une note au journal approprié
he: צור הערה מסוג זה כאשר משנים מיקום של חיה
nb: Når jeg endrer dyrets sted, lag et notat om det i loggen med denne typen
pt: Após eu alterar a localização de um animal, criar a respetiva anotação no registo com este tipo
tr: Bir hayvanın yerleşkesini değiştirdiğimde, loga bunun notunu ekle.

source: When I change the weight of an animal, make a note of it in the log with this type
bg: При промяна на теглото на животно, създай бележка в дневника с тип
cs: Když změním váhu zvířete, poznamenejte si to v protokolu s tímto typem
de: Beim Wechsel des Gewichts eines Tieres eine Notiz davon im Protokolleintrag dieses Typs erstellen
fr_ca: Lorsque je change le poids d'un animal, mettre une note au journal approprié
he: צור הערה מסוג זה כאשר משנים משקל של חיה
nb: Når jeg endrer vekt på dyret, lag en loggoppføring av denne type
pt: Após eu alterar o peso de um animal, criar a respetiva anotação no registo com este tipo

source: When I generate a document, make a note of it in the log with this type
bg: При генериране на документ, направи бележка в лога с типа на документа
cs: Když vygeneruji dokument, poznamenejte si jej do protokolu s tímto typem
de: Beim Erstellen eines Dokuments eine Notiz davon im Protokolleintrag dieses Typs erstellen
fr_ca: Lorsque je génère un document, mettre une note au journal approprié
he: צור הערה מסוג זה כאשר יוצרים מסמך
lt: Generuojant dokumentą, šio tipo žurnale atlikti įrašą apie tai
nb: Når jeg genererer et dokument, lag en merknad om det i loggen med denne typen
pt: Após eu gerar um documento, criar a respetiva anotação no registo com este tipo
ru: Каждый раз, когда я автоматически создаю документ, делать запись о нем в журнале следующего типа
tr: Bir doküman oluşturduğumda, loga bunun notunu ekle.

source: When I mark an animal held, make a note of it in the log with this type
bg: Когато маркирам задържано животно, запиши бележка в лога от този тип
cs: Když označím držené zvíře, poznamenejte si to v protokolu s tímto typem
fr_ca: Lorsque je mets un animal en attente, mettre une note au journal approprié
he: צור הערה מסוג זה כאשר מסמנים חיה בהמתנה
pt: Após eu sinalizar um animal como retido, criar a respetiva anotação no registo com este tipo

source: When I set a new GDPR Opt-In contact option, make a note of it in the log with this type
bg: Когато настроя нов контакт за лицето по GDPR, запиши бележка в лога от този тип
cs: Když nastavím novou možnost kontaktu typu GDPR Opt-In, poznamenejte si ji do protokolu s tímto typem
fr_ca: Lorsque je paramètre une nouvelle option de GDPR Opt-In contact, mettre une note au journal approprié
he: צור הערה מסוג זה כאשר מסמנים הצטרפות ליצירה קשר (GDPR)
pt: Após eu definir eu definir uma nova opção de contacto de Consentimento de RGPD, criar a respetiva anotação no registo com este tipo
