Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Edit report
bg: Редактирай справка
cs: Upravit Zprávu
de: Bericht bearbeiten
fr_ca: Modifier le rapport
he: ערוך דוח
hu: Riportok szerkesztése
lt: Redaguoti ataskaitą
nb: Endre rapport
pt: Editar relatório
ru: Редактировать отчет
tr: Raporu düzenle

source: Edit report template HTML header/footer
bg: Редактирай горния/долния колонтитул на шаблон за HTML справка
cs: Upravit HTML záhlaví/zápatí šablony reportu
de: HTML-Kopf-/Fußzeilen der Berichtvorlage bearbeiten
fr_ca: Modifier l'entête/pied-de-page d'un modèle de rapport HTML
he: ערוך כותרת עליונה ותחתונה של תבנית דוח
hu: Jelentés minta HTML fejlécének/láblécének szerkesztése
lt: Redaguoti ataskaitų šablono HTML antraštę/poraštę
nb: Rediger rapportmal HTML header/footer
pt: Editar cabeçalho/rodapé HTML do modelo de relatório
ru: Редактировать нижний или верхний колонтитулы в HTML-шаблоне отчета
tr: Rapor şablonunun, HTML başlık/ayak notlarını düzenle

source: Edit role
bg: Редактирай роля
cs: Upravit roli
de: Rolle bearbeiten
fr_ca: Modifier une fonction
he: עריכת תפקיד
hu: Feladat szerkesztése
lt: Redaguoti funkciją
nb: Endre rolle
pt: Editar função
ru: Редактировать роль
tr: Rolü düzenle

source: Edit roles
bg: Редактирай роли
cs: Upravit role
de: Rollen bearbeiten
fr_ca: Modifier des fonctions
he: ערוך תפקידים
hu: Feladatok szerkesztése
lt: Redaguoti funkcijas
nb: Rediger roller
pt: Editar funções
ru: Редактировать роли
tr: Rolleri düzenle

source: Edit rota item
bg: Редакция на запис в графика
cs: Upravit položku rozpisu
de: Dienstplanelement bearbeiten
fr_ca: Modifier un élément du tableau de service
he: ערוך פריט סידור עבודה
hu: Lista elem szerkesztése
nb: Rediger vaktlisteoppføring
pt: Editar item de turno
ru: Добавить задачу

source: Edit stock
bg: Промени наличност
cs: Upravit sklad
de: Vorrat bearbeiten
fr_ca: Modifier l'inventaire
he: ערוך מלאי
hu: Készlet szerkesztése
nb: Rediger beholdning
pt: Editar stock
ru: Редактировать ресурсы
tr: Envanteri düzenle

source: Edit system users
bg: Редактирай системни потребители
cs: Upravit systémové uživatele
de: Systembenutzer bearbeiten
fr_ca: Modifier les utilisateurs du système
he: ערוך משתמשי מערכת
hu: Rendszer felhasználók szerkesztése
lt: Redaguoti sistemos naudotojus
nb: Endre systembrukere
pt: Editar utilizadores de sistema
ru: Редактировать системных пользователей
tr: Sistem kullanıcılarını düzenle

source: Edit template
bg: Редактиране на шаблон
cs: Upravit šablonu
de: Vorlage bearbeiten
fr_ca: Modifier un modèle
he: ערוך תבנית
hu: Template hozzáadása
lt: Redaguoti šabloną
nb: Endre mal
pt: Editar modelo
ru: Редактировать шаблон
tr: Şablonu düzenle

source: Edit test
bg: Редактирай тест
cs: Upravit test
de: Test bearbeiten
fr_ca: Modifier un test
he: ערוך בדיקה
hu: Teszt szerkesztése
lt: Redaguoti testą
nb: Rediger test
pt: Editar teste
ru: Редактировать тесты/исследования
tr: Testi düzenle

source: Edit the current waiting list
bg: Редактирай текущият списък с чакащи
cs: Upravit stávající pořadník
de: Warteliste bearbeiten
fr_ca: Modifier la liste d'attente courante
he: ערוך רשימת המתנה נוכחית
hu: Aktuális várólista szerkesztése
lt: Redaguoti laukiančiųjų sąrašą
nb: Endre nåværende saksliste
pt: Editar a lista de espera atual
ru: Редактировать лист ожидания
tr: Halihazırdaki bekleme listesini düzenle

source: Edit transaction
bg: Редактиране на транзакции
cs: Upravit transakci
de: Buchung bearbeiten
fr_ca: Modifier une transaction
he: ערוך עסקה
hu: Tranzakció szerkesztése
lt: Redaguoti tranzakciją
nb: Rediger transaksjon
pt: Editar transação
ru: Редактировать операцию
tr: Hesap hareketini düzenle

source: Edit transport
bg: Редакция транспорт
cs: Upravit dopravu
fr_ca: Modifier un transport
he: ערוך הסעה
hu: Transzport szerkesztése
nb: Endre transport
pt: Editar transporte
ru: Редактировать транспорт

source: Edit user
bg: Редактиране на потребителя
cs: Upravit uživatele
de: Benutzer bearbeiten
fr_ca: Modifier un utilisateur
he: ערוך משתמש
hu: Felhasználó szerkesztése
lt: Redaguoti naudotoją
nb: Endre bruker
pt: Editar utilizador
ru: Редактировать пользователя
tr: Kullanıcıyı düzene

source: Edit vaccination
bg: Редактирай ваксинация
cs: Upravit Vakcinaci
de: Impfung bearbeiten
fr_ca: Modifier une vaccination
he: ערוך חיסון
hu: Oltás szerkesztése
lt: Redaguoti vakcinaciją
nb: Endre vaksinasjon
pt: Editar vacinação
ru: Редактировать вакцинацию
tr: Aşıları düzenle

source: Edit voucher
bg: Редактиране на ваучер
cs: Upravit Voucher
de: Beleg bearbeiten
fr_ca: Modifier un chèque-cadeau
he: ערוך שובר
hu: Utalvány szerkesztése
lt: Redaguoti kuponą
nb: Endre kupong
pt: Editar voucher
ru: Редактировать купон
tr: Makkbuzu düzenle

source: Edit {0}
bg: Редактиране на {0}
cs: Upravit {0}
de: Bearbeiten {0}
fr_ca: Modifier {0}
he: ערוך {0}
hu: Szerkesztés {0}
lt: Redaguoti {0}
nb: Endre {0}
pt: Editar {0}
ru: Редактировать {0}
tr: Düzenle {0}

source: Egyptian Mau
bg: Египетска Мау
cs: Egyptská Mau
de: Ägyptische Mau
fr_ca: Mau Égyptien
he: מאו מצרי
hu: Egyiptomi Mau
lt: Egipto Mau
pt: Mau Egípcio
ru: Египетская мау

source: Electricity Bills
bg: Сметки за ток
cs: Výdaje za elektřinu
de: Stromrechnungen
fr_ca: Factures d'électricité
he: חשבונות חשמל
hu: Áramszámlák
lt: Sąskaitos už elektrą
nb: Strømregninger
pt: Contas de Eletricidade
ru: Счета за электричество
tr: Elektrik Gideri

source: Email
bg: Електронна поща
fr_ca: Courriel
he: מייל
lt: El. paštas
nb: Epost
ru: Электронная почта
tr: E-posta

source: Email Address
bg: Е-мейл адрес
cs: E-mailová adresa
de: E-Mail-Adresse
fr_ca: Adresse courriel
he: כתובת מייל
hu: E-mail cím
lt: El. pašto adresas
nb: E-postadresse
pt: Endereço de Email
ru: Адрес электронной почты
tr: E-posta Adresi

source: Email PDF
bg: Имейл PDF
cs: Odeslat e-mailem PDF
de: PDF per E-Mail versenden
fr_ca: Courriel PDF
he: שלח PDF במייל
nb: Send PDF på e-post
pt: Enviar PDF por Email
ru: Отправить PDF

source: Email Person
bg: Изпращане на имейли на хора
cs: Email Osoba
de: Person per E-Mail versenden
fr_ca: Personne en charge des courriels
he: שלח מייל לאדם
hu: E-mail személy
nb: Send e-post til person
pt: Enviar Email a Pessoa
ru: Написать контактному лицу

source: Email To
bg: Изпрати като имейл на
cs: E-mail komu
de: E-Mail an
fr_ca: Envoyé à
he: שלח מייל ל
hu: Email címzett
nb: Send e-post til
pt: Enviar por Email a

source: Email a copy of the selected HTML documents as PDFs
bg: Изпрати копие на избраните HTML документи като PDF
cs: Odeslat e-mailem kopii vybraných dokumentů HTML ve formátu PDF
de: Eine Kopie der ausgewählten HTML-Dokumente als PDFs per E-Mail senden
fr_ca: Envoyer par courriel une copie des documents HTML sélectionnés en PDF
he: שלח העתק של מסמכי HTML שנבחרו כ-PDF במייל
hu: A kiválasztott HTML dokumentumok másolatának PDF-ként való elküldése E-mailen
nb: Send kopi av valgte HTML-dokumenter som PDF-filer på e-post
pt: Enviar por email uma cópia dos documentos HTML selecionados em formato PDF
ru: Отправить по электронной почте копию выбранных HTML документов в формате PDF

source: Email a copy of the selected media files
bg: Изпрати имейл с копие от избраните медийни файлове
cs: Poslat kopii vybraných mediálních souborů e-mailem
de: Eine Kopie der ausgewählten Mediendateien per E-Mail versenden
fr_ca: Envoyer une copie du fichier sélectionné par courriel
he: שלח עותק של קבצים נבחרים
hu: A kiválasztott média fájlok másolatának elküldése E-mailen
nb: Send kopi av valgte mediefiler på e-post
pt: Enviar por email uma cópia dos ficheiros de imagem selecionados
ru: Отправить по электронной почте копию выбранных файлов

source: Email address
bg: Имейл адрес
cs: E-mailová adresa
de: E-Mail-Adresse
fr_ca: Adresse courriel
he: כתובת מייל
hu: Email cím
lt: El. pašto adresas
nb: E-postadresse
pt: Endereço de email
ru: Адрес электронной почты
tr: Adresi e-postayla gönder.

source: Email adoption coordinator
he: שלח מייל ליועץ אימוץ

source: Email diary note creators when a diary note is marked complete
bg: Изпращайте имейл на създателите на бележки по дневник, когато бележка от дневник е маркирана като завършена
fr_ca: Envoyez un courriel aux créateurs de note d'agenda lorsqu'une note d'agenda est marquée comme complétée
he: שלח מייל ליוצר המשימה כאשר היא מסומנת כהושלמה
pt: Enviar aos criadores das anotações de diário um email sempre que uma anotação de diário for assinalada como concluída

source: Email document for electronic signature
bg: Изпрати документа за електронен подпис
cs: Poslat e-mailem dokument pro elektronický podpis
de: Dokument zur elektronischen Signatur per E-Mail versenden
fr_ca: Envoyer un document pour signature électronique par courriel
he: שלח מסמך לחתימה אלקטרונית במייל
hu: Dokumentum elektronikus aláírásra való elküldése
nb: Send dokument på e-post for elektronisk signatur
pt: Enviar por email o documento para assinatura eletrónica
ru: Отправить по электронной почте документ для электронной подписи

source: Email incident notes to ACO
bg: Изпрати данните за инцидента до зоополиция
cs: Poslat e-mailem poznámky k případu ACO
de: Aufzeichnungen zum Vorfall per E-Mail an Tierschutzbeauftragten senden
fr_ca: Envoyer les notes d'incident à l'ACO par courriel
he: שלח פרטי תקרית לקצין טיפול בבע״ח
hu: Események jegyzeteinek elküldése ACO részére
nb: Send hendelsesnotater til ACO
pt: Enviar à OCA por email as anotações relativas a incidentes
ru: Отправить записи о событии ответственному лицу в отдел по контролю за животными ACO
tr: Vaka/olay notlarını ACO'ya e-posta at.

source: Email incoming form submissions to this comma separated list of email addresses
bg: Изпрати с имейл входящите формуляри на разделения със запетайка списък с имейл адреси
cs: Příchozí e-maily odesílejte na tento seznam e-mailových adres oddělených čárkami
fr_ca: Envoyer les formulaires d'admission à cette liste d'adresses courriel séparée par des virgules
he: שלח הגשות טופס נכנסות במייל לרשימת הכתובות הבאה (יש להפריד בפסיק)
hu: Bejövő emailek formai hozzáigazítása ezen vesszővel elválasztott email címlistához
nb: Send inngående skjemaforespørsler til denne komma-separerte listen med e-postadresser
pt: Enviar por email os formulários recebidos para esta lista de endereços de e-mail separados por vírgulas
tr: Gelen formları, virgülle ayrılmış e-posta adreslerine e-postala.

source: Email link to adopter checkout
he: שלח לינק לקופת אימוץ במייל

source: Email me a signed copy of the document at {0}
bg: Изпратете ми имейл с подписано копие на документа на адрес {0}
he: שלח עותק חתום של המסמך ב {0}
nb: Send meg en signert kopi av dokumentet på {0}
pt: Enviar-me por email uma cópia assinada do documento para {0}

source: Email media
bg: Имейл
cs: Poslat e-mailem media
fr_ca: Envoyer média par courriel
he: שלח קבצים
hu: Média küldése E-mailen
lt: Siųsti failą el. paštu
nb: Send media via e-post
pt: Imagens de emails
ru: Отправить медиа файл
tr: Medyayı e-postala

source: Email people linked to selected movements
he: שלח מייל לאנשים המחוברים לתנועות הנבחרות

source: Email person
bg: Изпращане на имейл
cs: Email Osoba
fr_ca: Courriel du contact
he: שלח מייל
hu: E-mail címzett
lt: Siųsti el. laišką asmeniui
nb: Send e-post til person
pt: Enviar email a pessoa
ru: Написать контактному лицу
tr: Kişiyi e-postala

source: Email request for payment
bg: Искане за плащане по имейл
fr_ca: Demande de paiement par courriel
he: שלח בקשה לתשלום במייל
nb: Send betalingsforespørsel på e-post
pt: Enviar o pedido de pagamento por email

source: Email scheduled reports with no data
bg: Изпращайте планирани отчети по имейл без данни
he: שלח דוחות מתוזמנים במייל גם ללא נתונים
nb: Send planlagte rapporter uten data på e-post
pt: Enviar os relatórios agendados sem dados por email

source: Email signature
bg: Имейл подпис
cs: Odeslat e-mailem Podpis
de: E-Mail-Signatur
fr_ca: Signature courriel
he: שלח חתימה במייל
hu: Aláírás küldése E-mailen
lt: El. pašto parašas
nb: E-postsignatur
pt: Assinatura de email
ru: Подпись в электронной почте
tr: İmzayı e-postala

source: Email submissions to
bg: Изпращане по имейл на
cs: E-mailová podání komu
fr_ca: Envoyer les soumissions par courriel à
he: שלח בקשות נכנסות במייל
hu: Email benyújtása a
nb: Send e-post til
pt: Enviar requerimentos por email para
ru: Email рассылки к
tr: Gönderimleri....'e e-postala

source: Email template
he: תבנית אימייל

source: Email these credentials to the user
he: שלח משתמש/סיסמא במייל למשתמש

source: Email this message to all matching users
bg: Изпрати това съобщение до всички засегнати лица
cs: Zaslat tuto zprávu emailem všem odpovídajícím uživatelům
fr_ca: Envoyer ce message par courriel à tous les utilisateurs correspondants
he: שלח הודעה זו לכל המשתמשים המתאימים
hu: Ezen üzenet elküldése valamennyi megfelelő felhasználónak emailben
lt: Siųsti šią žinutę el. paštu visiems tinkantiems naudotojams
nb: Send denne melding via e-post til alle passende brukere
pt: Enviar esta mensagem por email para todos os utilizadores que corresponderem
ru: Отправить это сообщение всем подходящим пользователям
tr: Bu mesajı eşleşen tüm kullanıcılara gönder.

source: Email this person
bg: Изпрати писмо на това лице
cs: Poslat email této osobě
fr_ca: Envoyer un courriel à cette peronne
he: שלח מייל לאדם זה
hu: Email küldése ennek a személynek
lt: Siųsti el. laišką šiam asmeniui
nb: Send e-post til denne personen
pt: Enviar por email a esta pessoa
ru: Написать этому контактному лицу
tr: Bu kişiyi, e-postala.

source: Email users immediately when a diary note assigned to them is created or updated
bg: Изпращайте имейли на потребителите незабавно, когато бележката в дневника, която им е възложена, се създава или актуализира
fr_ca: Envoyez un courriel aux utilisateurs immédiatement lorsqu'une note d'agenda leur étant attribuée est créée ou mise à jour
he: שלח מייל מיידי למשתמשים כאשר יוצרים או עורכים משימה שמוקצת להם
pt: Enviar de imediato um email aos utilizadores quando uma anotação de diário que lhes esteja atribuída for criada ou atualizada

source: Email users their outstanding diary notes once per day
bg: Изпрати имейл с задачите от дневника на съответните потребители всеки ден
fr_ca: Envoyer par courriel les notes d'agenda aux utilisateurs une fois par jour
he: שלח מייל למשתמשים על משימות שזמנן עבר פעם ביום
nb: Send brukere deres åpne dagboknotater hver dag
pt: Enviar aos utilizadores por email as respetivas anotações de diário em aberto uma vez por dia

source: Emails
he: מיילים

source: Emu
bg: Ему
he: אמו
pt: Ema
ru: Эму

source: Enable FTP uploading
bg: Разреши FTP качване
cs: Povolit nahrávání souborů přes FTP
de: FTP-Hochladen aktivieren
fr_ca: Activer le téléversement FTP
he: אפשר להעלות קבצים באמצעות FTP
hu: FTP feltöltés engedélyezése
lt: Įgalinti įkėlimą per FTP
nb: Aktiver FTP-opplasting
pt: Ativar o carregamento por FTP
ru: Включить загрузку по FTP
tr: FTP yüklemesini aktifleştir.

source: Enable accounts functionality
bg: Включи функционалността за счетоводните сметки
cs: Povolit funkcionalitu účtů
de: Konten-Funktion aktivieren
fr_ca: Activer la fonctionnalité des comptes
he: אפשר שימוש בחשבונות
hu: Fiókok funkcionalitásának engedélyezése
lt: Įjungti sąskaitų funkcionalumą
nb: Aktiver kontofunksjoner
pt: Ativar a funcionalidade de contas
ru: Включить модуль работы со счетами
tr: Hesaplar fonksiyonalitesini aktifleştir.

source: Enable location filters
bg: Включи филтрите за местоположение
cs: Povolit filtry polohy
fr_ca: Activer le filtre de localisation
he: אפשר סינון לפי מיקום
hu: Helyszín szűrő engedélyezése
nb: Muliggjør plasseringsfiltre
pt: Ativar os filtros de localização

source: Enable lost and found functionality
bg: Включи функционалността за изгубени и намерени животни
cs: Povolit funkci ztracených a nalezených zvířat
de: Entlaufen und Gefunden-Funktion aktivieren
fr_ca: Activer la fonctionnalité perdu et trouvé
he: אפשר אבידות ומציאות
hu: Elvesztett és megtalált funkcionalitás engedélyezése
lt: Įgalinti dingusių ir rastų gyvūnų funkcionalumą
nb: Aktiver funksjoner for tapt og funnet
pt: Ativar a funcionalidade de perdidos e encontrados
ru: Включить модуль «Разыскиваемые и найденные»
tr: Bulunmuş ve kayıp fonksiyonalitesini aktifleştir.

source: Enable multiple sites
bg: Включи множество сайтове
cs: Povolit více webů
fr_ca: Activer les sites multiples
he: אפשר שימוש במספר אתרים
hu: Több helyszín megadásának lehetősége
pt: Ativar vários abrigos

source: Enable the waiting list functionality
bg: Включи функционалността за списък с чакащи
cs: Povolit funkci pořadnku
de: Wartelistenfunktion aktivieren
fr_ca: Activer la fonctionnalité de la liste d'attente
he: אפשר שימוש ברשימת המתנה
hu: Várólista működésének engedélyezése
lt: Įjungti laukiančiųjų sąrašo funkcionalumą
nb: Aktiver sakslistefunksjonen
pt: Ativar a funcionalidade de lista de espera
ru: Включить модуль «Лист ожидания»
tr: Bekleme listesi fonksiyonalitesini etkinleştir.

source: Enable two-factor authentication (2FA)
he: אפשר אימות דו-גורמי (2FA)

source: Enable visual effects
bg: Включи визуалните ефекти
cs: Povolit vizuální efekty
de: Visuelle Effekte aktivieren
fr_ca: Activer les effets visuels
he: הפעל אפקטים
hu: Vizuális effektek engedélyezése
lt: Rodyti vizualinius efektus
nb: Aktiver visuelle effekter
pt: Ativar efeitos visuais
ru: Включить визуальные эффекты
tr: Görsel efektleri aktifleştir

source: Enabled
bg: Включено
cs: Povoleno
fr_ca: Activé
he: פעיל
hu: Engedélyezve
lt: Įjungta
nb: Aktivert
pt: Ativado
ru: Включено
tr: Aktif

source: End Date
he: מועד סיום

source: End Of Day
bg: Край на деня
cs: Konec dne
fr_ca: Fin de journée
he: סוף יום
hu: Nap vége
lt: Dienos pabaiga
nb: Slutten av dagen
pt: Fim do Dia
ru: В конце дня
tr: Gün Sonu

source: End Time
bg: Приключване
cs: Čas ukončení
fr_ca: Heure de fin
he: זמן סיום
hu: Befejezési idő
nb: Avslutningstid
pt: Hora de Fim
ru: Время окончания

source: End active foster
he: סיים אומנה נוכחית

source: End at
bg: Свършва на
cs: Konec v
de: Ende bei
fr_ca: Fin à
he: סיום ב
hu: Befejezés időpontja
lt: Baigiasi
nb: Avslutt
pt: Terminar em
ru: Заканчивается на
tr: 'te biter

source: End date must be equal to or later than start date.
he: תאריך סיום צריך להיות שווה לתאריך התחלה או מאוחר ממנו.

source: End of month
bg: Края на месеца
cs: Konec měsíce
fr_ca: Fin du mois
he: סוף חודש
hu: Hónap vége
nb: Slutten av måneden
pt: Fim do mês

source: End of year
bg: Края на годината
cs: Konec roku
fr_ca: Fin de l'année
he: סוף שנה
hu: Év vége
nb: Slutten av året
pt: Fim do ano

source: Ends
bg: Край
cs: Končí
de: Endet
fr_ca: Fins
he: מסתיים
hu: Befejeződik
nb: Slutter
pt: Termina
ru: Истекает

source: Ends after
bg: Приключва след
cs: Končí po
de: Endet nach
fr_ca: Finit après
he: מסתיים לאחר
hu: Befejezés ez után
lt: Gydymas baigiamas po
nb: Slutter etter
pt: Termina após
ru: Истекает через
tr: sonra biter

source: English Bulldog
bg: Английски булдог
cs: Anglický Buldog
de: Englische Bulldoge
fr_ca: Bouledogue Anglais
he: בולדוג אנגלי
hu: angol bulldog
lt: Anglų buldogas
nb: Engelsk bulldog
pt: Buldogue Inglês
ru: Английский бульдог

source: English Cocker Spaniel
bg: Английски кокер спаньол
cs: Anglický kokršpaněl
de: Englischer Cocker Spaniel
fr_ca: Cocker Spaniel Anglais
he: קוקר ספניאל אנגלי
hu: angol cocker spániel
lt: Anglų kokerspanielis
nb: Engelsk cocker spaniel
pt: Cocker Spaniel Inglês
ru: Английский кокер-спаниель

source: English Coonhound
bg: Английски кунхаунд
cs: Anglický mývalí lovecký pes
de: Englischer Waschbärenhund
fr_ca: Coonhound Anglais
he: קונהאונד אנגלי
hu: Angol mosómedvekopó
lt: Anglų kunhaundas
pt: Coonhound Inglês
ru: Английский кунхаунд

source: English Lop
bg: Заек английски лоп
fr_ca: Bélier Anglais
he: ארנב לופ אנגלי
hu: English Lop (nyúl) lógó fülű
lt: Anglų nulėpausis
pt: Lop Inglês
ru: Английский длинноухий

source: English Pointer
bg: Английски пойнтер
cs: Anglický Pointer
de: Englisch Pointer
fr_ca: Pointer Anglais
he: פוינטר
hu: pointer
lt: Anglų pointeris
nb: Pointer
pt: Pointer Inglês
ru: Английский пойнтер

source: English Setter
bg: Английски сетер
cs: Anglický Setr
fr_ca: Setter Anglais
he: סטר אנגלי
hu: angol szetter
lt: Anglų seteris
nb: Engelsk setter
pt: Setter Inglês
ru: Английский сеттер

source: English Shepherd
bg: Английска овчарка
cs: Anglický Ovčák
de: Englischer Schäferhund (Shepherd)
fr_ca: Berger Anglais (Bobtail)
he: רועה אנגלי
lt: Anglų aviganis
pt: Cão Pastor Inglês
ru: Английская овчарка

source: English Spot
bg: Заек английски спот
cs: Anglický koutek
fr_ca: Papillon Anglais
he: ארנב אנגלי מנוקד
hu: Angol foltos nyúl
lt: Anglų dėmėtasis
pt: Spot Inglês
ru: Английский пятнистый

source: English Springer Spaniel
bg: Английски спрингер шпаньол
cs: Anglický Springeršpaněl
fr_ca: Springer Spaniel Anglais
he: ספרינגר ספניאל אנגלי
hu: angol springer spániel
lt: Anglų springerspanielis
nb: Engelsk springer spaniel
pt: Springer Spaniel Inglês
ru: Английский-спрингер-спаниель

source: English Toy Spaniel
bg: Кинг Чарлз шпаньол
cs: King Charles španěl
de: King Charles Spaniel
fr_ca: Épagneul King Charles
he: קינג צ׳רלס ספניאל
lt: Karaliaus Karolio spanielis
pt: Toy Spaniel Inglês
ru: Английский той-спаниель

source: Enter a city
bg: Въведете град
he: הכנס עיר
nb: Skriv inn by

source: Enter a treatment name
he: הכנס שם טיפול

source: Entered (newest first)
bg: Приети (най-новите първо)
cs: Vloženo (od nejnovějších)
de: Aufgenommene (neueste zuerst)
fr_ca: Entré (le plus récent en premier)
he: לפי מועד קליטה (חדשות יותר בהתחלה)
hu: Beléptetve (legujabbakkal kezdve)
lt: Patekimą (naujausi pirmiau)
nb: Oppført (nyeste først)
pt: Admitido (mais recente primeiro)
ru: Дате поступления в приют (сначала новые)
tr: Giriş (yeni ilk)

source: Entered (oldest first)
bg: Приети (най-старите първо)
cs: Vloženo (od nejstarších)
de: Aufgenommene (älteste zuerst)
fr_ca: Admis (le plus ancien en premier)
he: לפי מועד קליטה (ישנות יותר בהתחלה)
hu: Beléptetve (legrégebbivel kezdve)
lt: Patekimą (seniausi pirmiau)
nb: Oppført (eldste først)
pt: Admitido (mais antigo primeiro)
ru: Дате поступления в приют (сначала старые)
tr: Giriş (eski ilk)

source: Entered Between
bg: Прието между
he: נכנס בין
nb: Ankom mellom

source: Entered shelter
bg: Прието в приюта
cs: Příjem do útulku
de: Aufgenommen im Tierheim
fr_ca: Admis au refuge
he: נכנס למקלט
hu: Menhelyre bekerült
lt: Pateko į prieglaudą
nb: Ankom hjelpesenteret
pt: Admitido no abrigo
ru: Дата поступления в приют
tr: Barınağa giriş yaptı

source: Entered the shelter between
bg: Прието в приюта между
he: נכנס למקלט בין
nb: Ankom hjelpesenteret mellom

source: Entered the shelter between two dates
bg: Прието в приюта между две дати
he: נכנס למקלט בין התאריכים

source: Entered the shelter today
bg: Прието в приюта днес
he: נכנס למקלט היום
nb: Ankom hjelpesenteret i dag
