Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Senior
bg: Възрастно
fr_ca: Ainé
he: קשיש
hu: Idős
lt: Senas gyvūnas
nb: Eldre
pt: Sénior
ru: Старший
tr: Yaşlı

source: Sent to mobile signing pad.
bg: Изпрати до мобилното устройство за електронен подпис
cs: Odeslán do mobilní podepisovací podložky.
fr_ca: Envoyé à la tablette de signature mobile.
he: נשלח למשטח חתימה נייד.
hu: Elküldve mobil aláíró pad-re
pt: Enviado para o bloco de assinatura móvel.
ru: Направлено на мобильное устройство для подписи.

source: Sep
bg: Септ.
cs: Zář
de: September
fr_ca: Sept
he: ספט'
hu: Szept.
lt: Rugsėjis
nb: Sept.
pt: Set
ru: Сен
tr: Eylül

source: Separate waiting list rank by species
bg: Раздели списъка с чакащи по вид животно
cs: Oddělené pořadí pořadníků podle druhů
fr_ca: Séparer les échelons de liste d'attente par espèces
he: הפרד דירוג רשימת ההמתנה לפי זני חיות
hu: Várólista sorrendjének lebontása fajok szerint
lt: Sugrupuoti laukiančių vietos sąrašo prioritetus pagal rūšis
nb: Del sakslisten inn i arter
pt: Separar posição na lista de espera por espécies
ru: Разделить лист ожидания по видам
tr: Bekleme listesi sırasını türe (species) göre ayır.

source: September
bg: Септември
cs: Září
fr_ca: Septembre
he: ספטמבר
hu: Szeptember
lt: Rugsėjis
pt: Setembro
ru: Сентябрь
tr: Eylül

source: Server clock adjustment
bg: Настройка на часовника
cs: Nastavení hodin serveru
de: Serveruhr-Abgleich
fr_ca: Ajustement de l'horloge du serveur
he: התאמת שעון שרת
hu: Server óra beállítása
lt: Serverio laikrodžio derinimas
nb: Justering av serverklokke
pt: Ajuste do relógio do servidor
ru: Настройка времени сервера
tr: Sunucu saati ayarlaması

source: Set current foster movement return date to event start or current time, whichever is later
he: קבע את תאריך ההחזרה של תנועת האומנה הנוכחית למאוחר מבין תחילת האירוע והזמן הנוכחי

source: Set publishing options
bg: Задай настройки на публикуване
cs: Nastavit možnosti publikování
de: Veröffentlichungseinstellungen
fr_ca: Définir les options de publication
he: הגדר אפשרויות פרסום
hu: Közzétételi opciók beállítása
lt: Nustatyti publikavimo parinktis
nb: Velg publiseringsalternativer
pt: Definir opções de publicação
ru: Параметры публикаций
tr: Yayınlama seçeneklerini ayarla

source: Set this to 0 to never automatically remove.
bg: Попълнете 0, за да не се премахва никога.
cs: Nastavit tuto hodnotu na hodnotu 0, abyste ji nikdy automaticky neodstranili.
fr_ca: Définir ceci à 0 pour ne jamais le supprimer automatiquement.
he: קבע ערך זה ל־0 כדי שלא תתבצע עוד הסרה אוטומטית.
hu: Állítsa ezt 0-ra, hogy soha ne törlődjön automatikusan
lt: Įrašykite 0, jei nenorite, kad įrašas būtų automatiškai pašalintas.
nb: Sett denne til 0 for ingen automatisk fjerning.
pt: Defina esta opção como 0 para nunca remover automaticamente.
ru: Во избежание автоматического удаления установите значение 0.
tr: Otomatik çıkarılmayı engellemek için bunu 0 olarak ayarla.

source: Set to 0 to never update urgencies.
bg: Попълни 0 за да не се обновява спешността.
cs: Nastavit 0 znamená nikdy neaktualizovat naléhavosti.
de: Auf 0 setzen, um Dringlichkeiten niemals zu aktualisieren.
fr_ca: Définir à 0 pour ne jamais mettre à jour les urgences.
he: שנה ל-0 כדי לא לעדכן דחיפות לעולם.
lt: Jei norite, kad prioritetas nebūtų atnaujinamas, įrašykite 0.
nb: Oppgi 0 for å aldri oppdatere.
pt: Defina como 0 para nunca atualizar urgências.
ru: Для отмены автообновления срочности установите значение 0.
tr: Aciliyetleri güncellememek için 0 yapın.

source: Set wether or not this user account can log in to the user interface.
bg: Настройте дали този акаунт да се логва потребителския интерфейс
cs: Nastavit, zda se tento uživatelský účet může přihlásit k uživatelskému rozhraní.
fr_ca: Définir si oui ou non ce compte d'utilisateur peut se loger dans l'infeface utilisateur.
he: האם משתמש זה יכול להתחבר לממשק התוכנה.
hu: Állítsa be, hogy ez a felhasználói fiók be tud-e jelentkezni vagy sem a felhasználói felületbe.
pt: Definir se esta conta de utilizador pode iniciar uma sessão na interface de utilizador.

source: Setter
bg: Сетер
cs: Setr
he: סטר
hu: szetter
lt: Seteris
ru: Сеттер

source: Setting a location filter will prevent this user seeing animals who are not in these locations on shelterview, find animal and search.
bg: Прилагането на филтър за местоположение ще предотврати този потребител да вижда животни, които не са в местоположението на приюта, да намира и да търси животни
cs: Nastavení filtru polohy zabrání tomuto uživateli vidět zvířata, která nejsou v těchto místech v útulku, vyhledávají zvířata a hledají.
fr_ca: Définir un filtre d'emplacements empêchera cet utilisateur de voir, chercher ou trouver des animaux qui ne sont pas dans ces endroits dans shelterview.
he: קביעת סינון לפי מיקום יגרום לכך שמשתמש זה יוכל לצפות רק בחיות במיקומים הנבחרים בחיפוש ובתצוגת מקלט.
hu: A helyszűrő beállítása megakadályozza, hogy ez a felhasználó állatokat nézzen meg, akik nem ezen a helyen láthatók menhelynézetben, állatokat találjon vagy keressen.
nb: Ved å stille inn et stedsfilter, forhindrer du at brukeren ser et dyr som ikke er på dette stedet på hjelpesenteret, finn dyr og søk.
pt: Pode definir um filtro de localização para evitar que este utilizador veja animais que não se encontram nestes locais da Vista de Abrigo, encontre animais e utilize a pesquisa.
tr: Yerleşke filtresi ile bu kişinin yerleşke haricinde olan hayvanları, barınak görünümünde, aramada ve hayvan bul ekranlarında görüntüllemesini engellersiniz.

source: Settings
bg: Настройки
cs: Nastavení
de: Einstellungen
fr_ca: Paramètres
he: הגדרות
hu: Beállítások
lt: Nuostatos
nb: Innstillinger
pt: Definições
ru: Настройки
tr: Ayarlar

source: Sex
bg: Пол
cs: Pohlaví
de: Geschlecht
fr_ca: Sexe
he: מין (ז/נ)
hu: Nem
lt: Lytis
nb: Kjønn
pt: Sexo
ru: Пол
tr: Cinsiyet

source: Sex and Species
bg: Пол и вид
cs: Pohlaví a druhy
fr_ca: Sexe et Espèces
he: מין וזן
hu: Nem és fajta
pt: Sexo e Espécie

source: Sex is female
bg: Женски
he: מין הוא נקבה
pt: Sexo feminino

source: Sex is male
bg: Мъжки
he: מין הוא זכר
pt: Sexo masculino

source: Sexes
bg: Полове
cs: Pohlaví
de: Geschlechter
he: מין
hu: Nemek
lt: Lytys
nb: Kjønn
pt: Sexos
ru: Пол
tr: Cinsiyetler

source: Shar Pei
bg: шар пей
cs: Šarpej
he: שרפיי
lt: Šarpėjus
ru: Шарпей

source: Share
bg: Сподели
cs: Podíl
fr_ca: Partager
he: שתף
hu: Megosztás
nb: Del
pt: Partilhar
ru: Поделиться

source: Shared email
bg: Изпращане на имейл
he: שותף במייל
nb: Delt e-post
pt: Email partilhado

source: Shared photo
bg: Изпращане на снимка
he: תמונה משותפת
nb: Delt bilde
pt: Foto partilhada

source: Shared weblink
bg: Споделена уеб връзка
cs: Sdílený webový odkaz
fr_ca: Partager un lien internet
he: שותף קישור
hu: Megosztott weblink
pt: Link de página partilhado

source: Shares
bg: Споделяния
cs: Akcie
de: Freigaben
fr_ca: Partages
he: מניות
hu: Megosztások
lt: Akcijos
nb: Aksjer
pt: Partilhas
ru: Публикации
tr: Paylaşımlar

source: Sheep
bg: Овца
cs: Ovce
de: Schaf
fr_ca: Mouton
he: כבשה
hu: Birka
lt: Avis
nb: Sau
pt: Ovelha
ru: Овца

source: Sheep Dog
bg: Овчарско куче
cs: Ovčácký pes
de: Hütehund
fr_ca: Chien de Berger
he: כלב רועים
hu: juhászkutya
lt: Aviganis
pt: Cão Pastor
ru: Овчарка

source: Shelter
bg: Приют
cs: Útulek
de: Tierheim
fr_ca: Refuge
he: מקלט
hu: Menhely
lt: Prieglauda
nb: Hjelpesenter
pt: Abrigo
ru: Приют
tr: Barınak

source: Shelter Animal
bg: Приют за животни
cs: Zvíře v útulku
de: Tierheimtier
fr_ca: Animal au refuge
he: חיה במקלט
nb: Dyr på hjelpesenteret
pt: Animal do Abrigo
ru: Животное из приюта
tr: Barınak Hayvanı

source: Shelter Animals
bg: Животни в приюта
cs: Zvířata v útulku
de: Tierheimtiere
fr_ca: Animaux au refuge
he: חיות במקלט
lt: Prieglaudos gyvūnai
nb: Dyr på hjelpesenteret
pt: Animais do Abrigo
ru: Животные приюта
tr: Barınak Hayvanları

source: Shelter Details
bg: Детайли за приюта
cs: Detaily Útulku
de: Tierheimdetails
fr_ca: Détails sur le refuge
he: פרטי המקלט
hu: Menhely adatai
lt: Informacija apie prieglaudą
nb: Detaljer om hjelpesenter
pt: Detalhes do Abrigo
ru: Подробная информация о приюте
tr: Barınak Detayları

source: Shelter animal {0} '{1}'
bg: Животно в приюта {0} '{1}'
cs: Zvíře z útulku {0} '{1}'
de: Tierheimtier {0} '{1}'
fr_ca: Animal au refuge {0} '{1}'
he: חיה במקלט {0} '{1}'
hu: Menhelyi állat {0} '{1}'
lt: Prieglaudos gyvūnas {0} '{1}'
nb: Dyr {0} '{1}'
pt: Animal do abrigo {0} '{1}'
ru: Животное приюта {0} '{1}'
tr: Barınak hayvanı {0} '{1}'

source: Shelter animals
bg: Животни в приюта
cs: Zvířata v útulku
fr_ca: Animaux au refuge
he: חיה במקלט
lt: Prieglaudos gyvūnai
nb: Dyr på hjelpesenteret
pt: Animais do abrigo
ru: Животные приюта
tr: Barınak hayvanları

source: Shelter code cannot be blank
bg: Кодът на приюта не може да бъде празно
cs: Kód útulku nemůže být prázdný
de: Tierheimcode darf nicht leer bleiben
fr_ca: Le code du refuge ne peut être vide
he: יש למלא את קוד המקלט
hu: Menhely kódja nem maradhat üresen.
lt: Būtina nurodyti prieglaudos priskirtą kodą
nb: Senterkode må fylles ut
pt: O código do abrigo não pode estar vazio
ru: Поле кода животного обязательно для заполнения.
tr: Barınak kodu boş olamaz.

source: Shelter code {0} has already been allocated to another animal.
bg: Номер в приюта {0} вече е асоцииран с друго животно.
cs: Kód útulku {0} již byl přidělen jinému zvířeti.
fr_ca: Le code du refuge {0} est déjà utilisée pour un autre animal.
he: קוד מקלט {0} כבר הוקצה לחיה אחרת.
lt: Prieglaudos kodas {0} jau priskirtas kitam gyvūnui.
nb: Senterkode {0} er allerede tildelt et annet dyr.
pt: O código de abrigo {0} já foi atribuído a outro animal.
ru: Данный код, '{0}', уже был назначен другому животному.
tr: Barınak kodu {0}, başka bir hayvana tahsis edilmiş durumda.

source: Shelter stats (all time)
bg: Статистика за приюта (цялото време)
cs: Statistiky útulku (za celou dobu)
fr_ca: Statistiques du refuge (depuis le début)
he: סטטיסטיקות מקלט (כל הזמן)
hu: Menhelyi statisztika (összes)
lt: Prieglaudos statistika (viso laiko)
nb: Statistikk over hjelpesenteret (hele tiden)
pt: Estatísticas do abrigo (desde sempre)
ru: Статистика приюта (за все время)
tr: Barınak istatistikleri ( tüm zamanlar )

source: Shelter stats (this month)
bg: Статистика за приюта (за този месец)
cs: Statistiky útulku (tento měsíc)
de: Tierheimstatistik (dieser Monat)
fr_ca: Statistiques du refuge (mois en cours)
he: סטטיסטיקות מקלט (חודש נוכחי)
hu: Menhelyi statisztika (ehavi)
lt: Prieglaudos statistika (šio mėnesio)
nb: Statistikk over hjelpesenteret (denne måneden)
pt: Estatísticas do abrigo (este mês)
ru: Статистика приюта (за этот месяц)
tr: Barınak istatistikleri ( bu ay )

source: Shelter stats (this week)
bg: Статистика за приюта (тази седмица)
cs: Statistiky útulku (tento týden)
de: Tierheimstatistik (diese Woche)
fr_ca: Statistiques du refuge (semaine en cours)
he: סטטיסטיקות מקלט (שבוע נוכחית)
hu: Menhelyi statisztika (eheti)
lt: Prieglaudos statistika (šios savaitės)
nb: Statistikk over hjelpesenteret (denne uken)
pt: Estatísticas do abrigo (esta semana)
ru: Статистика приюта (за эту неделю)
tr: Barınak istatistikleri (bu hafta)

source: Shelter stats (this year)
bg: Статистика за приюта (тази година)
cs: Statistiky útulku (tento rok)
de: Tierheimstatistik (dieses Jahr)
fr_ca: Statistiques du refuge (année en cours)
he: סטטיסטיקות מקלט (שנה נוכחית)
hu: Menhelyi statisztika (ez évi)
lt: Prieglaudos statistika (šių metų)
nb: Statistikk over hjelpesenteret (dette året)
pt: Estatísticas do abrigo (este ano)
ru: Статистика приюта (за этот год)
tr: Barınak istatistikleri (bu yıl)

source: Shelter stats (today)
bg: Статистика за приюта (днес)
cs: Statistiky útulku (dnes)
de: Tierheimstatistik (heute)
fr_ca: Statistiques du refuge (aujourd'hui)
he: סטטיסטיקות מקלט (היום)
hu: Menhelyi statisztika (mai)
lt: Prieglaudos statistika (šiandienos)
nb: Statistikk over hjelpesenteret (i dag)
pt: Estatísticas do abrigo (hoje)
ru: Статистика приюта (за текущий день)
tr: Barınak istatistikleri (bugün)

source: Shelter view
bg: Преглед на приюта
cs: Zobrazení útulku
de: Tierheimansicht
fr_ca: Voir le Refuge
he: תצוגת מקלט
hu: Menhely nézet
lt: Šiuo metu prieglaudoje
nb: Oversikt over hjelpesenteret
pt: Vista de abrigo
ru: Обзор приюта
tr: Barınak görünümü

source: Shepherd
bg: Овчарско куче
cs: Ovčák
de: Schäferhund
fr_ca: Berger
he: כלב רועים
hu: pásztorkutya
lt: Ganymo šuo
pt: Pastor
ru: Пастушья собака

source: Shetland Sheepdog Sheltie
bg: Шетландска овчарка
cs: Shetlandský ovčák
fr_ca: Chien de Berger des Shetland
he: כלב רועים שלטי
hu: sheltie
lt: Šeltis
pt: Cão Pastor Shetland Sheltie
ru: Шелти

source: Shiba Inu
bg: Шиба Ину
he: שיבה אינו
lt: Šiba inu
ru: Шиба-ину

source: Shift
bg: Смяна
cs: Směna
he: משמרת
hu: Váltás
pt: Mudança

source: Shih Tzu
bg: Ши Цу
he: שי צו
lt: Ši cu
ru: Ши-тцу

source: Short
bg: Късо
cs: Krátké
de: Kurz
fr_ca: Court
he: קצרה
hu: Rövid
lt: Trumpaplaukis
nb: Kort
pt: Curto
ru: Короткая
tr: Kısa

source: Show
he: הצג

source: Show GDPR Contact Opt-In field on person screens
bg: Покажи контакта за връзка с длъжностното лице по GDPR на екрана на хората
cs: Zobrazit na straně s osobními údaji pole GDPR Contact Opt-In
fr_ca: Afficher le champ GDPR Contact Opt-In à l'écran de contact
he: הצג שדה הצטרפות ליצירת קשר (GDPR) במסכי האנשים
hu: Mutassa a GDPR kapcsolat Opt-In mezőt a személy képernyőjén
pt: Mostrar campo de Consentimento de Contacto do RGPD em ecrãs de pessoas

source: Show ID numbers when editing lookup data
bg: Показване на идентификационни номера при редактиране на справочни данни
fr_ca: Afficher les numéros d'identification lors de la modification des données de recherche
he: הצג ערכי ID בעריכת נתוני טבלאות חיפוש
pt: Mostrar números de ID ao editar dados de consultas

source: Show If
bg: Покажи ако
he: הצג אם
pt: Mostrar Se

source: Show PDF files inline instead of sending them as attachments
bg: Показвай PDF файловете в съобщението, а не като приложения
cs: Zobrazit soubory PDF přímo v okně prohlížeče namísto jejich odesílání jako přílohy
fr_ca: Afficher les fichiers PDF dans le texte au lieu de les envoyer en fichier joint
he: הצג קבצי PDF בגוף המייל במקום לשלוח אותם כקובץ מצורף
hu: Mutassa a PDF fájlokat inline formátumban, és ne mellékletekként küldje el őket
lt: PDF failus rodyti tekste, o ne segti juos kaip priedus
nb: Vis PDF-filer i teksten istedenfor å sende dem som vedlegg
pt: Mostrar os ficheiros PDF no corpo da mensagem em vez de enviá-los como anexos
ru: Показывать PDF-файлы подряд вместо отправки их в качестве вложения
tr: PDF dosyalarını ek olarak değil, içerikte göster.

source: Show a cost field on medical/test/vaccination screens
bg: Покажи полета за разходи по медицински процедури/тестове/вакцинации на екраните
cs: Zobrazit pole nákladů na straně lékařské / testovací / očkovací
de: Kosten-Feld auf Medizin-/Test-/Imfpungen-Anzeigen zeigen
fr_ca: Afficher un champ de coût dans les écrans Medical, Tests et Vaccination
he: הצג שדה עלות במסכי בדיקות/חיסונים/טיפולים רפואיים
hu: Mutasson egy költségmezőt az orvosi / teszt / oltási nézetekben
nb: Vis et kostnadsfelt på medisinsk/test/vaksine-skjermbildene
pt: Mostrar um campo de custo nos ecrãs clínica/testes/vacinações
ru: Показывать поле стоимости на страницах медицинских отчетов, исследований, вакцинаций
tr: Maliye alanını tıbbi/test/aşılama ekranlarında göster.

source: Show a minimap of the address on person screens
bg: Покажи карта на адреса на екрана за хората
cs: Zobrazit minimapu adresy na straně osob
de: Miniaturkarte zur Adresse auf der Personen-Anzeige zeigen
fr_ca: Afficher une mini-carte de l'adresse du contact à l'écran
he: הצג מיני מפה של הכתובת במסכי אנשים
hu: Mutassa meg a cím minitérképét a személy képernyőjén
nb: Vis et minikart over adressen på skjermbildet for personer
pt: Mostrar um mini mapa do endereço nos ecrãs de pessoas
ru: Показывать адрес на миникарте на странице контактного лица
tr: Adresin, küçük haritasını kişi ekranlarında göster.

source: Show a separate paid date field with costs
bg: Покажи отделно поле за дата за плащане с разходи
cs: Zobrazit samostatné pole data platby s náklady
de: Separates Bezahlt-Datumsfeld mit Kosten anzeigen
fr_ca: Afficher un champ date payée séparé avec les coûts
he: הצג שדה שולם נוסף עם עלויות
hu: Mutasson egy külön, fizetett dátummezőt a költségekkel
nb: Vis et separat felt med kostnader for betalt dato
pt: Mostrar um campo de data de pagamento separado com os custos
tr: Maliyetlerle birlikte ayrı bir ödeme tarihi alanı göster.

source: Show a warning when viewing this animal
he: הצג אזהרה בעת צפיה בחיה זו

source: Show a warning when viewing this person
he: הצג אזהרה בעת צפיה באדם זה

source: Show alerts on the home page
bg: Показвай аларми на началната страница
cs: Zobrazit upozornění na domovské stránce
de: Warnungen auf der Startseite anzeigen
fr_ca: Afficher les alertes sur la page d'accueil
he: הצג התראות בדף הבית
hu: Figyelmeztetése megjelenítése a honlapon
lt: Rodyti perspėjimus pagrindiniame puslapyje
nb: Vis varsler på hjemmesiden
pt: Mostrar alertas na página inicial
ru: Показывать предупреждения на главной странице
tr: Ana sayfada uyarıları göster.

source: Show an alert when these species of animals are not altered
bg: Покажете предупреждение, когато тези видове животни не са променени
fr_ca: Afficher une alerte lorsque ces espèces d'animaux ne sont pas modifiées
he: הצג התראה כשחיות מזן זה לא עוקרו/סורסו
pt: Mostrar um alerta se estas espécies de animais não forem esterilizadas/castradas

source: Show an alert when these species of animals are not microchipped
bg: Показвайте сигнал, когато тези видове животни не са микрочипирани
fr_ca: Afficher une alerte lorsque ces espèces d'animaux ne sont pas micropucés
he: הצג התראה כאשר זני החיות האלה ללא שבב
nb: Vis en advarsel når disse artene ikke er mikrochippet
pt: Mostrar um alerta se estas espécies de animais não forem microchipadas

source: Show an alert when these species of animals do not have a rabies vaccination
bg: Показвайте сигнал, когато тези видове животни не са ваксинирани срещу бяс
he: הצג התראה כשחיות מזן זה לא קיבלו חיסון כלבת

source: Show an alert when these species of animals do not have a vaccination of any type
he: הצג התראה כשחיות מזן זה לא קיבלו חיסון מכל סוג שהוא

source: Show animal thumbnails in movement and medical books
bg: Покажи картинки за животните в регистъра за движения и медицинският дневник
cs: Zobrazit miniatury zvířat v přesunech a lékařské knihy
de: Tier-Vorschaubilder in Bewegungs- und Behandlungsbüchern anzeigen
fr_ca: Afficher les miniatures d'animaux dans déplacement et registre médical
he: הצג תמונות ממוזערות של החיות ברשימת התנועות וברשומות הרפואיות
hu: Mutassa az állat ikonképét a mozgási és az orvosi könyvekben
lt: Rodyti gyvūnų ikonėles veiksmų ir medicininiuose žurnaluose
nb: Vis thumbnails under bevegelser og medisinsk bok
pt: Mostrar miniaturas dos animais em movimento e os livros clínicos
ru: Показывать миниатюры животных на странице перемещений и в медицинских журналах
tr: Küçük hayvan resimlerini, hareket ve tıbbi kayıt defterlerinde göster.

source: Show animals adopted
bg: Покажи осиновени животни
cs: Zobrazit adoptovaná zvířata
de: Adoptierte Tiere anzeigen
fr_ca: Afficher les animaux adoptés
he: הצג חיות שאומצו
hu: Mutassa az örökbefogadott állatokat
lt: Rodyti atiduotus gyvūnus
nb: Vis adopterte dyr
pt: Mostrar animais adotados
ru: Показать пристроенных животных
tr: Sahiplenilen hayvanları göster.

source: Show codes on the shelter view screen
bg: Покажи кодовете на екрана за преглед на приюта
cs: Zobrazit kódy na stránce útulku
de: Referenznummern in Tierheimansicht anzeigen
fr_ca: Afficher les codes sur l'écran du refuge
he: הצג קודים במסך תצוגת המקלט
hu: Kódok megjelenítése a menhely nézet képernyőn
lt: Žiūrint prieglaudoje esančius gyvūnus, rodyti kodus
nb: Vis koder på skjermbildet for dyr på hjelpesenteret
pt: Mostrar códigos no ecrã da vista de abrigo
tr: Barınak görüntüleme ekranında kodları göster

source: Show complete comments in table views
bg: Покажи всички коментари в табличен вид
cs: Zobrazit kompletní komentáře v pohledech tabulky
fr_ca: Afficher les commentaires complétés dans les vues en tableau
he: הצג הערות מלאות בתצוגת טבלה
hu: Összes megjegyzés megjelenítése táblázat nézetben
pt: Mostrar comentários completos nas vistas de tabela

source: Show empty locations
bg: Показвай празните местонахождения
cs: Zobrazit prázdné lokace
de: Leere Unterbringungen anzeigen
fr_ca: Afficher les emplacements vides
he: הצג מיקומים ריקים
hu: Üres helyek mutatása
pt: Mostrar locais vazios
ru: Показывать свободные локации
tr: Boş yerleşkeleri göster

source: Show on new record screens
bg: Покажи екрана на новите записи
cs: Zobrazit záznam na nových stranách
fr_ca: Afficher ce champs dans les écrans d'ajout d'enregistrement
he: הצג במסך יצירת רשומה חדשה
hu: Megjelenítés új felvételi képernyőkön
pt: Mostrar em novos ecrãs de registo

source: Show pink and blue borders around animal thumbnails to indicate sex
bg: Показвайте розови и сини граници около миниатюри на животни, за да укажете пола
he: הצג גבול בצבע ורוד או כחול סביב תמונת החיה כדי לסמן את מינה
pt: Mostrar molduras cor de rosa e azuis em torno das miniaturas dos animais para indicar o sexo

source: Show quick links on all pages
bg: Покажи бързите препратки на всички страници
cs: Zobrazit rychlé odkazy na všech stránkách
de: Schnellverknüpfungen auf allen Seiten anzeigen
fr_ca: Afficher les liens raccourcis sur toutes les pages
he: הצג קישורים מהירים בכל העמודים
hu: Gyors linkek megjelenítése az összes oldalon
lt: Rodyti greitąsias nuorodas visuose puslapiuose
nb: Vis hurtigkoblinger på alle sider
pt: Mostrar links rápidos em todas as páginas
ru: Показывать быстрые ссылки на всех страницах
tr: Tüm sayfalarda hızlı bağlantıları göster.

source: Show quick links on the home page
bg: Покажи бързите препратки на началната страница
cs: Zobrazit rychlé odkazy na domovské stránce
de: Schnellverknüpfungen auf der Startseite anzeigen
fr_ca: Afficher les liens raccourcis sur la page d'accueil
he: הצג קישורים מהירים במסך הבית
hu: Gyors linkek megjelenítése a honlapon
lt: Rodyti greitąsias nuorodas pagrindiniame puslapyje
nb: Vis hurtigkoblinger på hjemmesiden
pt: Mostrar links rápidos na página inicial
ru: Показывать быстрые ссылки на главной странице
tr: Ana sayfada, hızlı bağlantıları göster.

source: Show record views in the audit trail
bg: Показване на изгледи на записи в дневника на одита
he: הצג צפיות ברשומה ב‫היסטוריית שינויים
pt: Mostrar vistas de registo no registo de auditoria

source: Show report menu items in collapsed categories
bg: Покажи елементите на менюто за отчета в обединени категории
cs: Zobrazit položky nabídky přehledu ve sbalených kategoriích
fr_ca: Afficher les articles du menu Rapport dans les catégories
he: הצג פריטי תפריט דוחות תחת קטגוריות
hu: Jelenítse meg a jelentés menüelemeit összecsukott kategóriákban
nb: Vis rapportmeny i sammenslåtte kategorier
pt: Mostrar itens de menu de relatório em categorias reduzidas

source: Show short shelter codes on screens
bg: Показвай късите номера на екраните
cs: Zobrazit krátké kódy útulku na stranách
de: Tierkürzel anzeigen
fr_ca: Afficher les codes courts du refuge à l'écran
he: הצג קודים מקוצרים במסכים
hu: Rövid menhelykódok megjelenítése a képernőn
lt: Kortelėse rodyti trumpuosius gyvūnų kodus
nb: Vis korte senterkoder på skjermen
pt: Mostrar códigos de abrigo abreviados nos ecrãs
ru: Показывать короткие коды животных на экранах
tr: Ekranlarda, kısa barınak kodlarını göster.

source: Show the adoption fee field
bg: Покажи полето за такса за осиновяване
cs: Zobrazit pole poplatku přijetí
fr_ca: Afficher le champ de frais d'adoption
he: הצג שדה סל אימוץ
hu: Örökbefogadási díj mező megjelenítése
pt: Não existem adoções em ficheiro
