Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: FECV/FeCoV
de: FECV/FCoV
he: חיסון ‫FECV/FeCoV
ru: Кишечный коронавирус кошек (ККВК)/Вирус инфекционного перитонита (ВИПК)

source: FIV Result
bg: Резултат за котешки имунодефицитен вирус
cs: FIV Výsledek
de: FIV-Testergebnis
fr_ca: Résultat FIV
he: תוצאת FIV
hu: FIV eredmény
lt: FIV testo rezultatas
nb: FIV-resultat
pt: Resultado FIV
ru: Результат теста на ВИК
tr: FIV Sonucu

source: FIV Tested
he: נבדק ל-FIV
nb: Testet for FIV

source: FIV/L Test Date
bg: Дата на FIV/L теста
cs: FIV/L - Datum testu
de: FIV/L-Testdatum
fr_ca: Date du test FIV/L
he: תאריך בדיקת FIV/L
hu: FIV/L Teszt időpontja
lt: FIV/FLV testo data
nb: Dato for FIV/L-test
pt: Data do Teste FIV/L
ru: Дата теста на ВИК/ВЛК
tr: FIV/L Test Tarihi

source: FIV/L Tested
bg: FIV/L тестван
cs: FIV/L Test
de: FIV/L getestet
fr_ca: Testé FIV/L
he: נבדק ל-FIV/L
hu: FIV/L-re tesztelve
lt: Atliktas FIV/FLV testas
nb: Testet for FIV/L
pt: Testado para FIV/L
ru: Проверено на ВИК/ВЛК
tr: FIV/L Testi Yapılmış

source: FLV Result
bg: Резултат за левкоза
cs: FLV Výsledek
de: FLV-Testergebnis
fr_ca: Résultat FeLV
he: תוצאת FLV
hu: FLV eredmény
lt: FLV rezultatas
nb: FLV-resultat
pt: Resultado FLV
ru: Результат теста на ВЛК
tr: FLV Sonucu

source: FTP hostname
bg: FTP име на хост
cs: Jméno hostitele FTP
de: FTP-Rechnername
fr_ca: Nom de l'hôte FTP
he: שם שרת FTP
hu: FTP gépnév
lt: FTP vardas
nb: FTP vertsnavn
pt: Nome de anfitrião FTP
ru: Хост FTP
tr: FTP host adı

source: FTP password
bg: FTP парола
cs: FTP heslo
de: FTP-Passwort
fr_ca: Mot de passe FTP
he: סיסמת FTP
hu: FTP jelszó
lt: FTP slaptažodis
nb: FTP passord
pt: Senha de FTP
ru: Пароль FTP
tr: FTP şifre

source: FTP username
bg: FTP потребител
cs: Uživatelské jméno FTP
de: FTP-Benutzername
fr_ca: Nom d'utilisateur FTP
he: משתמש FTP
hu: FTP felhasználó neve
lt: FTP naudotojo vardas
nb: FTP brukernavn
pt: Nome de utilizador de FTP
ru: Имя пользователя FTP
tr: FTP kullanıcı adı

source: FVRCP
he: מרובעת
ru: Кошачий вирусный ринотрахеит, калицивирус, панлейкопения

source: Facebook
bg: Фейсбук
he: פייסבוק

source: Failed to create payment.
bg: Инициирането на плащането неуспешно
cs: Nepodařilo se vytvořit platbu.
fr_ca: Paiement impossible à enregistrer.
he: כשלון ביצירת תשלום.
hu: Fizetés létrehozása nem sikerült.
nb: Kunne ikke opprette betaling.
pt: Não foi possível criar o pagamento.

source: Failed to renew license.
bg: Неуспешно подновяване на паспорт.
cs: Obnovení licence se nezdařilo.
de: Erneuern der Lizenz fehlgeschlagen.
fr_ca: Renouvellement de licence non effectué.
he: כשלון בחידוש רשיון.
hu: Engedély megújítása meghiúsult.
nb: Kunne ikke fornye lisens.
pt: Não foi possível renovar a licença.

source: Fawn
bg: Светлобежов
cs: Plavý
de: Rehfarben
fr_ca: Fauve
he: חום בהיר
hu: Sárga/őzbarna
lt: Smėlinė
nb: Creme
pt: Amarelo Torrado
ru: Бежевый
tr: Açık Kahverengi

source: Fawn Tortoiseshell
bg: Светлобежов цвят
cs: Plavá želvovina
de: Schildpatt Rehfarben
fr_ca: Écaille de tortue à diminance de fauve
he: טורטישל חום בהיר
hu: Őzbarna teknőctarka macska
lt: Vėžlio kiauto (smėlinio atspalvio)
nb: Creme skilpaddefarget
pt: Atartarugado Amarelo Torrado
ru: Бежевый черепаховый
tr: Parçalı Açık Kahverengi

source: Features
bg: Характеристики
cs: Zvláštní znaky
de: Merkmale
fr_ca: Signe(s) particulier(s)
he: תכונות
hu: Jellemzők
lt: Požymiai
nb: Kjennetegn
pt: Características
ru: Особые приметы
tr: Özellikler

source: Feb
bg: Февруари
cs: Úno
de: Februar
fr_ca: Fév
he: פבר'
lt: Vasaris
pt: Fev
ru: Фев
tr: Şubat

source: February
bg: Февруари
cs: Únor
de: Februar
fr_ca: Février
he: פברואר
hu: Február
lt: Vasaris
nb: Februar
pt: Fevereiro
ru: Февраль
tr: Şubat

source: Fee
bg: Такса
cs: Poplatek
de: Gebühr
fr_ca: Frais
he: עמלה
hu: Díj
nb: Gebyr
pt: Taxa
ru: Плата
tr: Ücret

source: Fees
bg: Такси
he: עמלות
pt: Taxas

source: Female
bg: Женски
cs: Samice
de: Weiblich
fr_ca: Femelle
he: נקבה
hu: Nőstény
lt: Patelė
nb: Hunn
pt: Fêmea
ru: Самка
tr: Dişi

source: Feral
bg: Несоциализиран
cs: Divoký
de: Wild
fr_ca: Sauvage
he: חתול רחוב
hu: Vad
lt: Sulaukėjus
nb: Vill
pt: Selvagem
ru: Дикое
tr: Yabani

source: Ferret
bg: Фретка
cs: Fretka
de: Frettchen
fr_ca: Furet
he: חמוס
hu: Vadászgörény
lt: Šeškas
pt: Furão
ru: Хорек (фретка)

source: Field Spaniel
bg: Фийлд спаньол
cs: Field španěl
he: ספניאל שדה
hu: Field spániel
lt: Fyldspanielis
ru: Филд-спаниель

source: Field names should not contain spaces.
bg: Името на полето не трябва да съдържа интевали.
cs: Názvy polí by neměly obsahovat mezery.
de: Feldnamen sollten keine Leerzeichen enthalten.
fr_ca: Les noms de champ ne doivent pas contenir d'espace.
he: לא ניתן להשתמש ברווח בשמות שדות.
hu: A mezők nevei nem tartalmazhatnak szóközt
lt: Laukelių pavadinimuose neturėtų būti tarpų
nb: Navn på felt kan ikke inneholde mellomrom.
pt: Os nomes dos campos não devem incluir espaços.
ru: Имя поля не должно содержать пробелов.
tr: Alan adlarında boşluk olmamalıdır.

source: Fields
bg: Полета
he: שדות
nb: Felt

source: Fila Brasileiro
bg: Фила Бразилейро
cs: Brazilská Fila
de: Brasilianische Dogge
he: פילה ברזילרו
hu: Brazil masztiff
lt: Brazilų mastifas
ru: Бразильский мастиф

source: File
bg: Файл
cs: Soubor
de: Datei
fr_ca: Fichier
he: קובץ
hu: Fájl
lt: Failas
nb: Fil
pt: Ficheiro
ru: Файл
tr: Dosya

source: Filter
bg: Филтър
cs: Filtr
fr_ca: Filtrer
he: סינון
hu: Szűrő
pt: Filtrar
ru: Фильтр
tr: Filtre

source: Financial
bg: Финансов
cs: Finanční
de: Finanzen
fr_ca: Comptabilité
he: כספים
hu: Pénzügyi
lt: Finansai
nb: Finansiell
pt: Finanças
ru: Финансы
tr: Finansal

source: Finch
bg: Чинка
cs: Pěnkava
de: Fink
fr_ca: Pinson
he: פרוש
hu: Pinty
lt: Giesmininkas
nb: Fink
pt: Tentilhão
ru: Зяблик

source: Find Animal
bg: Намери животно
cs: Vyhledat Zvíře
de: Tier finden
fr_ca: Rechercher un animal
he: חיפוש חיה
hu: Talált állat hozzáadása
lt: Gyvūnų paieška
nb: Finn dyr
pt: Pesquisar Animal
ru: Поиск животного
tr: Hayvan Bul

source: Find Event
he: חפש אירוע

source: Find Found Animal
bg: Намери намерено животно
cs: Vyhledat nalezené zvíře
de: Fundtier finden
fr_ca: Rechercher un animal trouvé
he: חפש מציאות
hu: Talált állat keresése
lt: Rastų gyvūnų paieška
nb: Søk etter funnet dyr
pt: Pesquisar Animal Encontrado
ru: Поиск по найденным животным
tr: Bulunan Hayvan Bul

source: Find Incident
bg: Намери инцидент
cs: Najít incident
de: Vorfall finden
fr_ca: Rechercher incident
he: חיפוש תקרית
hu: Esemény keresése
nb: Finn hendelse
pt: Pesquisar Incidente
ru: Найти событие
tr: Olay/Vaka Bul

source: Find Lost Animal
bg: Намери изгубено животно
cs: Vyhledat ztracené zvíře
de: Entlaufenes Tier finden
fr_ca: Rechercher un animal perdu
he: חיפוש אבידות
hu: Elveszett állat keresése
lt: Dingusių gyvūnų paieška
nb: Finn savnet dyr
pt: Pesquisar Animal Perdido
ru: Поиск по разыскиваемым животным
tr: Kayıp Hayvan Bul

source: Find Person
bg: Намери човек
cs: Vyhledat Osobu
de: Person finden
fr_ca: Rechercher un contact
he: חיפוש אנשים
hu: Személy keresése
lt: Asmenų paieška
nb: Finn person
pt: Encontrar Pessoa
ru: Поиск контакта
tr: Kişi Bul

source: Find Screens
he: מסכי חיפוש

source: Find a found animal
bg: Намери намерено животно
cs: Vyhledat nalezené zvíře
de: Fundtier finden
fr_ca: Rechercher un animal trouvé
he: חפש מציאות
hu: Talált állat keresése
lt: Rasto gyvūno paieška
nb: Søk etter dyr som er funnet
pt: Pesquisar um animal encontrado
ru: Поиск по найденным животным
tr: Bulunan bir hayvanı bul.

source: Find a lost animal
bg: Намери изгубено животно
cs: Vyhledat ztracené zvíře
de: Entlaufenes Tier finden
fr_ca: Rechercher un animal perdu
he: חפש אבידות
hu: Elveszett állat keresése
lt: Dingusio gyvūno paieška
nb: Søk etter dyr som er mistet
pt: Pesquisar um animal perdido
ru: Поиск по разыскиваемым животным
tr: Kayıp bir hayvanı bul.

source: Find aco
bg: Намери зоополиция
cs: Najít aco
de: Tierschutzbeauftragten finden
fr_ca: Rechercher aco
he: חיפוש קצין טיפול בבע״ח
hu: Aco keresése
pt: Pesquisar aco
ru: Найти ответственного сотрудника по контролю за животными
tr: ACO (hayvan kontrol görevlisi) bul

source: Find an incident
bg: Намери инцидент
cs: Najít incident
de: Einen Vorfall finden
fr_ca: Rechercher un incident
he: חפש תקריות
hu: Esemény keresése
nb: Finn en hendelse
pt: Pesquisar um incidente
ru: Поиск события
tr: Bir olay/vaka bul.

source: Find animal
bg: Намери животно
cs: Vyhledat zvíře
de: Tier finden
fr_ca: Rechercher un animal
he: חפש חיה
hu: Állat keresése
lt: Ieškoti gyvūno
nb: Finn dyr
pt: Pesquisar animal
ru: Поиск животного
tr: Hayvan bul.

source: Find animal columns
bg: Колони при търсене на животно
cs: Najít sloupce zvířat
de: Tiersuche-Rubriken
fr_ca: Rechercher des colonnes animal
he: חיפוש עמודות חיות
hu: Állat oszlopok keresése
lt: Gyvūno paieškos stulpeliai
nb: Finn dyr-kolonne
pt: Pesquisar colunas de animais
ru: Столбцы поиска животных
tr: Hayvan kolonları bul.

source: Find animal control incidents returned {0} results.
bg: Търсенето на инциденти върна {0} резултата.
cs: Hledání incidentů zvířecí záchany nalezlo {0} výsledků.
de: Die Suche nach Vorfällen bei Tierkontrollen ergab {0} ergebnisse.
fr_ca: La recherche d'incidents de contrôle animal a retourné {0} résultat(s).
he: חיפוש תקריות החזיר {0} תוצאות.
hu: Állatfelügyeleti esetek keresés eredménye {0}.
nb: Søk dyrevernsaker returnerte {0} treff.
pt: A pesquisa de incidentes de controlo animal devolveu {0} resultados.
tr: Hayvan kontrol vaka/olay bul, {0} sonuç döndü.

source: Find animals matching the looking for criteria of this person
bg: Намери животни, отговарящи на търсеното животно
cs: Najít zvířata odpovídající hledaným kritériím této osoby
de: Suche nach Tieren, die den Kriterien der Suchenden Person entsprechen.
fr_ca: Rechercher des animaux correspondant aux critères de recherche de cette personne
he: חפש חיות המתאימות לקריטריוני החיפוש של אדם זה
hu: Ezen személy kiválasztási kritériumainak megfelelő állat keresése
nb: Finn dyr som samsvarer med denne personens "leter etter"-kriterier
pt: Pesquisar animais que correspondam aos critérios de procura desta pessoa

source: Find donor
bg: Намери донор
cs: Najít dárce
de: Spender finden
fr_ca: Rechercher un donateur
he: חפש תורם
hu: Adományozó keresése
nb: Finn donor
pt: Pesquisar doador
ru: Найти благотворителя
tr: Bağışçı bul

source: Find driver
bg: Намери шофьор
cs: Najít řidiče
de: Fahrer finden
fr_ca: Rechercher un chauffeur
he: חפש נהג
hu: Meghajtóprogram keresése
nb: Finn sjåfør
pt: Pesquisar condutor
ru: Найти водителя

source: Find event
he: חפש אירוע

source: Find event columns
he: עמודות מסך חיפוש אירועים

source: Find events returned {0} results.
he: חיפוש אירועים החזיר {0} תוצאות.

source: Find fosterer
bg: Намери приемен стопанин
cs: Najít dočasnou péči
de: Pflegestelle finden
fr_ca: Rechercher une famille d'accueil
he: חפש אומנה
hu: Ideiglenes befogadó keresése
nb: Finn fosterhjem
pt: Pesquisar FAT
ru: Найти контактное лицо по передержке
tr: Geçici yuva bul.

source: Find found animal columns
he: עמודות מסך חיפוש מציאות

source: Find found animal returned {0} results.
bg: Търсенето на намерени животни даде {0} резултата.
cs: Vyhledání Nalezených zvířat nalezlo {0} výsledků.
de: Die Suche nach einem Fundtier ergab {0} Treffer.
fr_ca: La recherche d'animaux trouvés a renvoyé {0} résultat(s).
he: חיפוש מציאות החזיר {0} תוצאות.
hu: Talált állat visszaadására vonatkozó eredmény keresése
lt: Rastų gyvūnų paieškos metu rasti {0} rezultatai.
nb: Søk etter funnet dyr ga {0} resultater.
pt: A pesquisa de animais encontrados devolveu {0} resultados.
ru: Результаты поиска по найденным животным: {0}.
tr: Bulunan hayvan bul,{0} sonuç döndü.

source: Find homechecked
bg: Намери проверен дом
cs: Najít doma zkontrolovaného
de: Suche nach kontrollierten Plätzen
fr_ca: Rechercher un foyer vérifié
he: חפש אדם שביתו נבדק
hu: Lelátogatottak keresése
nb: Finn hjemmesjekket
pt: Pesquisar inspecionados no domicílio
ru: Найти животных, условия проживания которых проверены
tr: Ev kontrolü bu

source: Find homechecker
bg: Намери, проверяващ домове
cs: Najít domácího kontolora
de: Suche nach Hausprüfern
fr_ca: Rechercher un inspecteur
he: חפש בודק בתים
hu: Lelátogató keresése
nb: Finn hjemmesjekker
pt: Pesquisar inspetor de domicílio
ru: Найти сотрудника, ответственного за проверку условий проживания
tr: Ev kontrol görevlisi bul.

source: Find incident
bg: Намери инцидент
cs: Najít incident
de: Vorfall finden
fr_ca: Rechercher un incident
he: חפש תקרית
hu: Esemény keresése
nb: Finn hendelse
pt: Pesquisar incidente
ru: Найти событие
tr: Olay/vaka bul.

source: Find incident columns
he: עמודות מסך חיפוש תקריות

source: Find lost animal columns
he: עמודות מסך חיפוש אבידות

source: Find lost animal returned {0} results.
bg: Търсенето на изгубени животни даде {0} резултата.
cs: Vyhledávání ztracených zvířat nalezlo {0} výsledků.
de: Die Suche nach einem entlaufenen Tier ergab {0} Treffer.
fr_ca: La recherche d'animaux perdus a renvoyé {0} résultat(s).
he: חיפוש אבידות החזיר {0} תוצאות.
hu: Elveszett állatok visszaadására vonatkozó eredmény keresése
lt: Dingusių gyvūnų paieškos metu rasti {0} rezultatai.
nb: Finn savnet dyr ga {0} resultater.
pt: A pesquisa de animais perdidos devolveu {0} resultados.
ru: Результаты поиска по разыскиваемым животным: {0}.
tr: Kyıp hayvan bul,{0} sonuç döndü.

source: Find member
bg: Намери член
cs: Najít člena
de: Mitglied finden
fr_ca: Rechercher un membre
he: חפש חבר מועדון
hu: Tag keresése
nb: Finn medlem
pt: Pesquisar associado
ru: Найти члена
tr: Üye bul.

source: Find organization
he: חיפוש ארגון

source: Find person
bg: Намери човек
cs: Vyhledat osobu
de: Person finden
fr_ca: Rechercher un contact
he: חיפוש אנשים
hu: Személy keresése
lt: Ieškoti asmens
nb: Finn person
pt: Pesquisar pessoa
ru: Поиск контактного лица
tr: Kişi bul.

source: Find person columns
bg: Колони при търсене на човек
cs: Najít sloupce osoby
de: Personensuche-Rubriken
fr_ca: Rechercher des colonnes contact
he: חפש עמודות אדם
hu: Személy oszlopok keresése
lt: Asmens paieškos stulpeliai
nb: Finn person-kolonne
pt: Pesquisar colunas de pessoa
ru: Столбцы поиска контактов
tr: Kişi kolonları bul.

source: Find retailer
bg: Намери търговец
cs: Najít prodejce
de: Wiederverkäufer finden
fr_ca: Rechercher détaillant
he: חפש חנות
hu: Kiskereskedő keresése
nb: Finn butikk
pt: Pesquisar lojista
ru: Найти продавца
tr: Tedarikçi bul.

source: Find shelter
bg: Намери приют
cs: Najít útulek
de: Tierheim finden
fr_ca: Rechercher un refuge
he: חפש מקלט
hu: Menhely keresése
nb: Finn senter
pt: Pesquisar abrigo
ru: Найти приют
tr: Barınak bul.

source: Find sponsor
he: חפש נותני חסויות

source: Find staff
bg: Намери персонал
cs: Najít zaměstnance
de: Mitarbeiter finden
fr_ca: Rechercher un employé
he: חפש אנשי צוות
hu: Alkalmazott keresése
nb: Finn ansatt
pt: Pesquisar pessoal
ru: Найти сотрудника
tr: Personel bul.

source: Find staff/volunteer
bg: Намери служител/доброволец
cs: Najít zaměstnance / dobrovolníka
de: Mitarbeiter/Freiwillige finden
fr_ca: Rechercher un employé/bénévole
he: חפש אנשי צוות/מתנדבים
hu: Alkalmazott/önkéntes keresése
nb: Finn ansatt/frivillig
pt: Pesquisar pessoal/voluntário
ru: Найти сотрудника/волонтера

source: Find this address on a map
bg: Намери този адрес на картата
cs: Vyhledat tuto adresu na mapě
de: Diese Adresse auf einer Karte finden
fr_ca: Rechercher cette adresse sur une carte
he: חפש כתובת זו על המפה
hu: A cím keresése a térképen
lt: Rasti šį adresą žemėlapyje
nb: Finn denne adressen på et kart
pt: Pesquisar esta morada num mapa
ru: Найти этот адрес на карте
tr: Bu adresi, haritada bul.

source: Find vet
bg: Намери ветеринар
cs: Najít veterináře
de: Tierarzt finden
fr_ca: Rechercher un vétérinaire
he: חפש וטרינר
hu: Állatorvos keresése
nb: Finn veterinær
pt: Pesquisar veterinário
ru: Найти ветеринара
tr: Veteriner bul.

source: Find volunteer
bg: Намери доброволец
cs: Najít dobrovolníka
de: Freiwilligen Mitarbeiter finden
fr_ca: Rechercher un bénévole
he: חפש מתנדב
hu: Önkéntes keresése
nb: Finn frivillig
pt: Pesquisar voluntário
ru: Найти волонтера
tr: Gönüllü bul.

source: Fine Amount
bg: Размер на глоба
cs: Výše pokut
de: Bußgeldbetrag
fr_ca: Bonne quantité
he: חפש סכום
hu: Bírság összege
nb: Finn beløp
pt: Valor da Multa
ru: Сумма штрафа
tr: Ceza Tutarı

source: Finnish Lapphund
bg: Финландски лапхунд
cs: Lapinkoira
de: Finnischer Lapphund
fr_ca: Chien Finnois de Laponie
he: לאפהונד פיני
hu: Finn lapphund
lt: Suomių laphundas
nb: Finsk lapphund
pt: Lapphund Finlandês
ru: Финский лаппхунд

source: Finnish Spitz
bg: Шпиц
cs: Finský Špic
de: Finnen-Spitz
fr_ca: Spitz Finlandais
he: שפיץ פיני
hu: finn spicc
lt: Suomių špicas
nb: Finsk spets
pt: Spitz Finlandês
ru: Финский шпиц

source: First Last
bg: Име Фамилия
cs: První poslední
de: Vorname Nachname
fr_ca: Le remier en dernier
he: פרטי משפחה
hu: Első utolsó
lt: Vardas Pavardė
nb: Første Siste
pt: Primeiro Último
tr: İlk Son

source: First Names
bg: Име
cs: Křestní jména
de: Vorname/n
fr_ca: Prénoms
he: שמות פרטיים
hu: Keresztnév:
lt: Vardai
nb: Fornavn
pt: Primeiros Nomes
ru: Имя, отчество
tr: İsimler

source: First name(s)
bg: Име(на)
cs: Jméno(a)
de: Vorname(n)
fr_ca: Prénom(s)
he: שם או שמות פרטיים
hu: Keresztnév(nevek)
lt: Vardas(-ai)
nb: Fornavn
pt: Primeiro(s) nome(s)
ru: Имя, отчество
tr: İsim(ler)

source: First offence
bg: Първа глоба
cs: První provinění
de: Erstdelikt
fr_ca: Première infraction
he: עבירה ראשונה
hu: Első támadás
nb: Første forseelse
pt: Primeira infração
ru: Первое правонарушение
tr: İlk Şuç

source: Fish
bg: Риба
cs: Ryba
de: Fisch
fr_ca: Poisson
he: דג
hu: Hal
lt: Žuvis
nb: Fisk
pt: Peixe
ru: Рыба
tr: Balık

source: Flag
bg: Отметка
cs: Příznak
de: Markierung
fr_ca: Drapeau
he: תגית
hu: Megjelölés
lt: Pažymėti
nb: Flagg
pt: Sinalização
ru: Категория
tr: Bayrak/İşaret

source: Flag missing {0}
he: תגית {0} חסרה
pt: Sinalização em falta {0}

source: Flag {0}
bg: Отметка {0}
he: תגית {0}
nb: Flagg {0}

source: Flags
bg: Отметки
cs: Příznaky
de: Markierungen
fr_ca: Drapeaux
he: תגיות
hu: Jelölések
lt: Žymės
nb: Flagg
pt: Sinalizações
ru: Категории
tr: Bayraklar/İşaretler

source: Flags changed from '{0}' to '{1}'
he: תגיות שונו מ-‘{0}’ ל-‘{1}’

source: Flat-coated Retriever
bg: Гладкокосмест ретривър
cs: Hladkosrstý retrívr
de: Glatthaarig Retriever
fr_ca: Retriever à poils plats
he: רטריבר חלק שיער
hu: Simaszőrű retriever
lt: Lygiaplaukis retriveris
pt: Retriever de Pelagem Curta
ru: Гладкошерстный ретривер

source: Flemish Giant
bg: Заек белгийски великан
cs: Belgický obr
fr_ca: Géant des Flandres
he: ארנב פלמי ענק
hu: Belga óriás nyúl
lt: Flamandų didysis
pt: Gigante Flamengo
ru: Бельгийский великан

source: Florida White
bg: Заек Florida White
fr_ca: Lapin de Floride
he: ארנב לבן
hu: Floridai fehér nyúl
lt: Floridos baltasis
pt: Branco Flórida
ru: Белый флоридский

source: Followup
bg: Последваща проверка
cs: Následující
de: Nachverfolgen
fr_ca: Suivi
he: מעקב
hu: Követés
nb: Oppfølging
pt: Seguimento
tr: Takip

source: Followup Between
bg: Интервал на последваща проверка
cs: Následné kroky mezi
fr_ca: Suivi entre
he: בצע מעקב בין
hu: Követés megadott időszakban
nb: Oppfølging mellom
pt: Seguimento Entre
tr: Arası Takip

source: Followup Date
he: תאריך מעקב

source: Followup Date/Time
bg: Последваща проверка Дата/Час
cs: Datum a čas sledování
fr_ca: Suivi date/heure
he: תאריך וזמן מעקב
hu: Követés Dátum/idő
nb: Oppfølgingsdato/klokkeslett
pt: Data/Hora de Seguimento
ru: Дата/время исполнения
tr: Tajip Tarihi/Zamanı

source: Followup between
bg: Интервал на последваща проверка
he: בצע מעקב בין
nb: Oppfølging mellom

source: Followup between two dates
bg: Интервал на последваща проверка между две дати
he: בצע מעקב בין
nb: Oppfølging mellom to datoer

source: Font Size (pt)
he: גודל פונט (נקודות)

source: Footer
bg: Долен колонтитул
cs: Zápatí
de: Fußzeile
fr_ca: Pied-de-page
he: כותרת תחתונה
hu: Lábjegyzet
lt: Poraštė
nb: Bunntekst
pt: Rodapé
ru: Нижний колонтитул
tr: Altbilgi

source: For
bg: За
cs: Pro
de: Für
fr_ca: Pour
he: עבור
hu: Részére
lt: Kam
pt: Para
ru: Для кого
tr: İçin

source: Forbidden
bg: Забранен
cs: Zakázáno
de: Verboten
fr_ca: Interdit
he: פעולה לא חוקית
hu: Tilos
lt: Uždrausta
nb: Forbudt
pt: Proibido
ru: Запрещено
tr: Yasak

source: Forenames
bg: Име
cs: Křestní jména
de: Vornamen
fr_ca: Prénoms
he: שמות פרטיים
hu: Utónevek
lt: Vardai
nb: Fornavn
pt: Nomes próprios
ru: Имена
tr: İlk İsim

source: Forget
bg: Забрави
cs: Zapomenout
fr_ca: Oublier
he: שכח
hu: Elvet
nb: Glem
pt: Esquecer

source: Form URL
bg: URL адрес на формата
cs: Z URL
fr_ca: URL du formulaire
he: כתובת טופס
hu: URL formázása
lt: Formos URL
nb: Skjemaets nettadresse
pt: URL do formulário
ru: Сформировать URL
tr: Form URL'si

source: Format telephone numbers according to my locale
bg: Форматирайте телефонните номера според моя локация
he: התאם תבנית מספרי טלפון לאזור שלי
pt: Formatar números de telefone de acordo com a minha localização

source: Fortnightly
bg: Двуседмичен
fr_ca: Bimensuel
he: כל שבועיים
pt: Quinzenalmente

source: Foster
bg: Приемен дом
cs: Dočasná péče
de: Pflege
fr_ca: Famille d'accueil
he: אומנה
hu: Ideiglenes befogadó
lt: Laikina globa namuose
nb: Fosterhjem
pt: FAT
ru: Передержка
tr: Koruyucu Aile

source: Foster Book
bg: Регистър на приемните домове
cs: Kniha Dočasné péče
de: Pflegebuch
fr_ca: Registre des familles d'accueil
he: רשימת האומנות
hu: Ideiglenes befogadók könyve
lt: Namuose globojamų gyvūnų sąrašas
nb: Fosterhjemsbok
pt: Livro de FATs
ru: Список животных на передержке
tr: Geçici Aile Kayıt Defteri

source: Foster Capacity
bg: Капацитет на приемен дом
cs: Pečovatelská kapacita
fr_ca: Capacité de la famille d'accueil
he: קיבולת אומנה
hu: Ideiglenes befogadó kapacitás
nb: Fosterhjemskapasitet
pt: Capacidade para FAT

source: Foster Transfer
bg: Приемна грижа
cs: Přesun péče
fr_ca: Transfer en famille d'accueil
he: העברה לאומנה
hu: Ideiglenes befogadóhoz átszállítás
nb: Fosterhjemsoverføring
pt: Transferência para FAT

source: Foster an animal
bg: Настани в приемен дом
cs: Předat zvíře do dočasné péče
de: Tier in Pflege geben
fr_ca: Héberger un animal (famille d'accueil)
he: אומנה לחיה
hu: Egy állat ideiglenes befogadása
lt: Gyvūno atidavimas laikinam globėjui
nb: Send dyr til fosterhjem
pt: Colocar animal em FAT
ru: Передать животное на передержку
tr: Bir hayvan geçici yuva ol.

source: Foster book
bg: Регистър на приемните домове
cs: Kniha dočasné péče
de: Pflegebuch
fr_ca: Registre des familles d'accueil
he: רשימת אומנות פעילות
hu: Ideiglenes befogadók könyve
lt: Laikinos globos sąrašas
nb: Fosterhjemsbok
pt: Livro de FATs
ru: Список животных на передержке
tr: Geçici aile kayıt defteri

source: Foster movements must have a valid foster date.
bg: Настаняването в приемен дом трябва да има валидна дата на настаняване.
cs: Přesuny adopcí musí mít platný náhradní termín.
de: Pflegebewegungen erfordern ein gültiges Pflegedatum.
fr_ca: Les déplacements en famille d'accueil doivent avoir une date de disposition valide.
he: תאריך אומנה אינו חוקי.
hu: Ideiglenes befogadóhoz szállításnak érvényes ideigelenes befogadási dátummal kell rendelkeznie.
lt: Atidavimo laikinai globai veiksmams būtina priskirti tinkamą datą.
nb: Flytting pga fosterhjem krever en gyldig dato for fosterhjem.
pt: Os movimentos de FAT necessitam de uma data de adoção válida.
ru: Укажите правильную дату перемещения (передачи на передержку).
tr: Geçici aile hareketlerinin, geçici sahiplenme tarihi olmalı.

source: Foster successfully created.
bg: Записът за настаняване е успешно създаден.
cs: Pěstounská péče úspěšně vytvořena.
de: Pflege erfolgreich erstellt.
fr_ca: Transfert créé avec succès.
he: אומנה נוצרה בהצלחה.
hu: Ideigles befogadóhoz való kihelyezés sikeresen megtörtént.
lt: Laikina globa sėkmingai įrašyta.
nb: Fosterhjem opprettet.
pt: FAT criada com êxito.
ru: Передержка успешно создана.
tr: Geçici yuva başarıyla yaratıldı.
