Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: My Fosters
bg: Моите приемници
cs: Moje Dočasná péče
fr_ca: Mes familles d'acceuil
he: אומנות שלי
hu: Ideigleneseim
nb: Mine fosterhjem
pt: As Minhas FAT

source: My Incidents
bg: Моите инциденти
cs: Moje incidenty
de: Meine Vorfälle
fr_ca: Mes incidents
he: תקריות שלי
hu: Eseményeim
nb: Mine hendelser
pt: Os Meus Incidentes
ru: Мои события/происшествия

source: My Undispatched Incidents
bg: Неразрешени инциденти
cs: Moje neodeslané incidenty
fr_ca: Mes incidents non envoyés
he: תקריות שלי שלא נשלחו
hu: Feladatlan eseményeim
pt: Os Meus Incidentes Não Processados

source: My diary notes
bg: Моите бележки в дневника
cs: Můj diář - poznámky
de: Meine Kalendernotizen
fr_ca: Mes notes d'agenda
he: משימות שלי
hu: Összes napló jegyzetem
lt: Mano darbotvarkės užduotys
nb: Mine dagboksnotater
pt: As minhas anotações de diário
ru: Мои заметки
tr: Günlük notlarım

source: My sheltermanager.com account
bg: Моят sheltermanager.com акаунт
cs: Můj účet na sheltermanager.com
fr_ca: Mon compte Shelter Manager
he: החשבון שלי
hu: Saját sheltermanager.com fiókom
nb: Min konto på sheltermanager.com
pt: A minha conta no sheltermanager.com
ru: Мой аккаунт на sheltermanager.com

source: Mynah
bg: Майна
cs: Majna velká
fr_ca: Mainate
he: מיינה
hu: Hegyi seregély
lt: Varnėnas
ru: Майна

source: N (Non-Shelter Animal)
bg: N (Не-приютско животно)
cs: N (zvíře mimo útulek)
de: F (Tierheimfremdes Tier)
fr_ca: N (Animal externe au refuge)
he: ‫N (חיה לא במקלט)
nb: Ikke på hjelpesenteret
pt: N (Animal não Residente no Abrigo)
ru: N (Животное не из приюта)

source: NNN or NN = number unique for this type of animal for this year
bg: NNN или NN = уникален номер за този вид животно за тази година
cs: NNN or NN = unikátní číslo pro tento druh zvířete pro tento rok
de: NNN oder NN = eindeutige Nummer für diesen Tiertyp für dieses Jahr
fr_ca: NNN ou NN = numéro unique pour ce type d'animal pour cette année
he: NNN או NN = מספר ייחודי לסוג זה של חיה בשנה נוכחית
hu: NNN vagy MM = egyedi azonosító az ilyen típusú állatokhoz ebben az évben
lt: NNN arba NN = unikalus šio tipo gyvūno numeris šiais metais
nb: NNN eller NN = nummer som er unikt for denne type dyr dette året
pt: NNN ou NN = número exclusivo para este tipo de animal para este ano
ru: NNN или NN = номер животного, уникальный для данного вида в рамках этого года
tr: NNN or NN = bu tür hayvan için bu yıl verilen biricik/tekil numara

source: Name
bg: Име
cs: Jméno
fr_ca: Nom
he: שם
hu: Név
lt: Vardas
nb: Navn
pt: Nome
ru: Имя
tr: Ad

source: Name Contains
bg: Името съдържа
cs: Jméno obsahuje
de: Name enthält
fr_ca: Le nom contient
he: השם מכיל
hu: Név tartalmazza
lt: Vardas
nb: Navn inneholder
pt: Código Contém
ru: Имя содержит
tr: İsim İçerir

source: Name and Address
bg: Име и адрес
cs: Jméno a Adresa
de: Name und Anschrift
fr_ca: Nom et adresse
he: שם וכתובת
hu: Név és Cím
lt: Vardas ir adresas
nb: Navn og adresse
pt: Nome e Morada
ru: Имя и адрес
tr: İsim ve Adres

source: Name cannot be blank
bg: Името не може да бъде празно
cs: Jméno nemůže být prázdné
de: Name darf nicht leer sein
fr_ca: Le nom ne peut pas être vide
he: יש למלא את השם
hu: A név nem lehet üres
lt: Būtina nurodyti vardą
nb: Navn kan ikke være blank
pt: O nome não pode estar em branco
ru: Поле Имя обязательно для заполнения
tr: İsim, boş olamaz.

source: Name contains
bg: Името съдържа
cs: Jméno obsahuje
de: Name enthält
fr_ca: Le nom contient
he: השם מכיל
hu: Név tartalmazza
lt: Vardas
nb: Navnet inneholder
pt: Nome contém
ru: Имя содержит
tr: İsim içerir

source: Neapolitan Mastiff
bg: Неаполитански мастиф
cs: Neapolský mastin
de: Mastino Napoletano
fr_ca: Matin Napolitain
he: מסטינו נפוליטנו
hu: nápolyi masztiff
lt: Neapolio mastinas
nb: Napolitansk mastiff
pt: Mastim Napolitano
ru: Неаполитанский мастиф

source: Need new foster
he: צריך אומנה חדשה

source: Negative
bg: Отрицателен
cs: Negativní
de: Negativ
fr_ca: Négatif
he: שלילי
hu: Negatív
lt: Neigiamas
nb: Negativ
pt: Negativo
ru: Отрицательный
tr: Negatif

source: Neglect
bg: Занемарено
cs: Zanedbání
de: Verwahrlosung
fr_ca: Négligence
he: הזנחה
hu: Elhanyagoltság
nb: Forsømmelse
pt: Negligência
tr: Yok Say

source: Net
bg: Нето
he: נטו
pt: Líquido

source: Netherland Dwarf
bg: Заек Холандско джудже
cs: Zakrslý holandský
fr_ca: Nain Hollandais
he: הולנדי ננסי
hu: Holland törpenyúl
lt: Olandų nykštukas
pt: Anão Holandês
ru: Голландский карликовый

source: Neuter/Spay
bg: Кастрация
cs: Kastrace
de: Kastriert/Sterilisiert
fr_ca: Stérilisée/Castré
he: עיקור/סירוס
hu: ivartalantás
lt: Kastracija/Sterilizacija
nb: Kastrert/sterilisert
pt: Esterilizar/Castrar
ru: Кастрация/стерилизация
tr: Kısırlaştırmak

source: Neutered
bg: Кастриран/а
cs: Kastrováno
de: Kastriert
fr_ca: Castré
he: מסורס
hu: Ivartalanított
lt: Kastruotas
nb: Kastrert
pt: Castrado
ru: Стерилизованное
tr: Kısırlaştırlmış

source: Neutered/Spayed Non-Shelter Animals In {0}
bg: Некастрирани животни, които не са от приюта {0}
cs: Kastrovaná zvířata mimo útulek v {0}
fr_ca: Stérilisée/castré des animaux externes au refuge dans {0}
he: חיות לא מעוקרות/מסורסות שאינן של המקלט ב־{0}
hu: Ivartalanított nem menhelyi állatok itt {0}
nb: Kastrerte dyr, ikke på senter i {0}
pt: Animais não residentes no abrigo esterilizados/castrados em {0}

source: Neutered/Spayed Shelter Animals In {0}
bg: Кастрирани животни от приюта {0}
cs: Kastrovaná zvířata v útulku {0}
fr_ca: Stérilisée/castré des animaux du refuge dans {0}
he: חיות לא מעוקרות/מסורסות של המקלט ב־{0}
hu: Ivartalanított menhelyi állat itt {0}
nb: Kastrerte dyr, på senter i {0}
pt: Animais residentes no abrigo esterilizados/castrados em {0}

source: Never
bg: Никога
fr_ca: Jamais
he: אף פעם
nb: Aldri
pt: Nunca

source: Never Vaccinated
he: לא חוסנו מעולם

source: Never anonymize people who adopted an animal
he: אל תהפוך מאמצים לאנונימיים

source: New
bg: Ново
cs: Nový
de: Neu
fr_ca: Nouvelle
he: חדש
hu: Új
lt: Naujas
nb: Ny
pt: Novo
ru: Создать
tr: Yeni

source: New Account
bg: Нова сметка
cs: Nový účet
de: Neues Konto
fr_ca: Nouveau compte
he: חשבון חדש
hu: Új fiók
lt: Nauja sąskaita
nb: Ny konto
pt: Nova Conta
ru: Создать счет
tr: Yeni Hesap

source: New Appointment
bg: Нов преглед
cs: Nová schůzka
fr_ca: Nouveau rendez-vous
he: תור חדש
hu: Új megbeszélt időpont
pt: Novo Agendamento

source: New Citation
bg: Нова глоба/обвинение
cs: Nová citace
fr_ca: Nouvelle citation
he: דוח חדש
hu: Új hivatkozás
nb: Ny anmerkning
pt: Nova Advertência
tr: Yeni Alıntı

source: New Cost
bg: Нов разход
cs: Nový Náklad
de: Neue Ausgabe
fr_ca: Nouveau frais
he: הוצאה חדשה
hu: Új költség
lt: Naujos išlaidos
nb: Ny kostnad
pt: Novo Custo
ru: Создать расходную статью
tr: Yeni Maliyet

source: New Diary
bg: Нов дневник
cs: Nový Diář
de: Neuer Kalendereintrag
fr_ca: Nouvel agenda
he: משימה חדשה
hu: Új Napló
lt: Nauja darbotvarkė
nb: Ny dagbok
pt: Novo Diário
ru: Создать задачу
tr: Yeni Günlük

source: New Diet
bg: Нов хранителен режим
cs: Nová Dieta
de: Neue Diät
fr_ca: Nouveau régime alimentaire
he: הוראת תזונה חדשה
hu: Új Étrend
lt: Nauja dieta
nb: Ny diett
pt: Nova Dieta
ru: Создать диету
tr: Yeni Diyet

source: New Document
bg: Нов документ
cs: Nový dokument
de: Neues Dokument
fr_ca: Nouveau Document
he: מסמך חדש
hu: Új dokumentum
lt: Naujas dokumentas
nb: Nytt dokument
pt: Novo Documento
ru: Создать документ
tr: Yeni Doküman

source: New Entry
he: קליטה מחדש

source: New Field
bg: Ново поле
cs: Nové pole
de: Neues Feld
fr_ca: Nouveau Champ
he: שדה חדש
hu: Új mező
lt: Naujas laukas
nb: Nytt felt
pt: Novo Campo
ru: Создать новое поле
tr: Yeni Alan

source: New Fosterer
bg: Нов приемен стопанин
cs: Nový poskytovatel dočasné péče
de: Neue Pflegestelle
fr_ca: Nouvelle famille d'accueil
he: אומנה חדשה
hu: Új ideiglenes befogadó
lt: Naujas laikinas globėjas
nb: Nytt fosterhjem
pt: Nova FAT
ru: Новый ответственный за передержку
tr: Yeni Geçici Yuva

source: New Guinea Singing Dog
bg: Новогвинейско пеещо куче
cs: Dingo pralesní
de: Neuguinea-Dingo
fr_ca: Chien Chanteur de Nouvelle Guinée
he: כלב מזמר מגינאה החדשה
hu: új-guineai éneklő kutya
lt: Naujosios Gvinėjos dainuojantis šuo
pt: Cão Cantor da Nova Guiné
ru: Новогвинейская поющая собака

source: New Item
bg: Нов ред
cs: Nová položka
fr_ca: Nouvel article
he: פריט חדש
hu: Új elem
pt: Novo Item

source: New License
bg: Нов паспорт
cs: Nová licence
de: Neue Lizenz
fr_ca: Nouvelle licence
he: רשיון חדש
hu: Új engedély
nb: Ny lisens
pt: Nova Licença
ru: Новый договор/лицензия
tr: Yeni Lisans

source: New Litter
bg: Ново кучило
cs: Nový Vrh
de: Neuer Wurf
fr_ca: Nouvelle portée
he: שגר חדש
hu: Új alom
lt: Nauja data
nb: Nytt kull
pt: Nova Ninhada
ru: Добавить помет
tr: Yeni Doğum

source: New Loan
he: השאלה חדשה

source: New Log
bg: Нов лог
cs: Nový protokol
de: Neues Protokoll
fr_ca: Nouvelle entrée de journal
he: הערה חדשה
hu: Új napló
lt: Naujas žurnalas
nb: Ny logg
pt: Novo Registo
ru: Создать запись в журнале
tr: Yeni Kütük (log)

source: New Movement
bg: Ново движение
cs: Nový Pohyb
de: Neue Bewegung
fr_ca: Nouveau déplacement
he: תנועה חדשה
hu: Új áthelyezés
lt: Naujas veiksmas
nb: Ny flytteaktivitet
pt: Novo Movimento
ru: Новое перемещение
tr: Yeni Hareket

source: New Owner
bg: Нов стопанин
cs: Nový Majitel
de: Neuer Besitzer
fr_ca: Nouveau propriétaire
he: בעלים חדשים
hu: Új tulajdonos
lt: Naujas asmuo
nb: Ny eier
pt: Novo Dono
ru: Владелец
tr: Yeni Sahip

source: New Password
bg: Нова парола
cs: Nové heslo
de: Neues Passwort
fr_ca: Nouveau mot de passe
he: סיסמא חדשה
hu: Új jelszó
lt: Naujas slaptažodis
nb: Nytt passord
pt: Nova Senha
ru: Новый пароль
tr: Yeni Şifre

source: New Payment
bg: Ново плащане
cs: Nová platba
de: Neue Zahlung
fr_ca: Nouveau paiement
he: תשלום חדש
hu: Új fizetés
nb: Ny betaling
pt: Novo Pagamento
ru: Новый платеж
tr: Yeni Ödeme

source: New Profile
bg: Нов профил
cs: Nový profil
de: Neues Profil
fr_ca: Nouveau profil
he: פרופיל רפואי חדש
hu: Új profil
lt: Nauja standartinė gydymo schema
nb: Ny profil
pt: Novo Perfil
ru: Создать шаблон рецепта
tr: Yeni Profil

source: New Record
bg: Нов запис
cs: Nový záznam
fr_ca: Nouvel enregistrement
he: רשומה חדשה
hu: Új feljegyzés
pt: Novo Registo

source: New Regimen
bg: Нов режим
cs: Nový Režim
de: Neue Therapie
fr_ca: Nouvelle prescription
he: טיפול רפואי חדש
hu: Új recept
lt: Nauja programa
nb: Nytt regime
pt: Novo Regime
ru: Назначить рецепт
tr: Yeni Kür (regimen)

source: New Report
bg: Нова справка
cs: Nový Report
de: Neuer Bericht
fr_ca: Nouveau rapport
he: דוח חדש
hu: Új jelentés
lt: Nauja ataskaita
nb: Ny rapport
pt: Novo Relatório
ru: Добавить отчет
tr: Yeni Rapor

source: New Role
bg: Нова роля
cs: Nová role
de: Neue Rolle
fr_ca: Nouveau rôle
he: תפקיד חדש
hu: Új szerep
lt: Nauja funkcija
nb: Ny rolle
pt: Nova Função
ru: Добавить роль
tr: Yeni Rol

source: New Stock
bg: Добави наличност
cs: Nový sklad
fr_ca: Nouvel inventaire
he: מלאי חדש
hu: Új állomány
nb: Ny beholdning
pt: Novo Stock
tr: Yeni Envanter

source: New Task
bg: Нова задача
cs: Nový úkol
de: Neue Aufgabe
fr_ca: Nouvelle tâche
he: משימה חדשה
hu: Új feladat
lt: Nauja užduotis
nb: Ny oppgave
pt: Nova Tarefa
ru: Добавить задачу
tr: Yeni Görev

source: New Template
bg: Нов шаблон
cs: Nová šablona
fr_ca: Nouveau modèle
he: תבנית חדשה
hu: Új formanyomtatvány
lt: Naujas šablonas
nb: Ny mal
pt: Novo Modelo
ru: Создать шаблон
tr: Yeni Şablon

source: New Test
bg: Нов тест
cs: Nový test
de: Neuer Test
fr_ca: Nouveau test
he: בדיקה חדשה
hu: Új teszt
lt: Naujas testas
nb: Ny test
pt: Novo Teste
ru: Новый тест/исследование
tr: Yeni Test

source: New Transport
bg: Нов транспорт
cs: Nová doprava
fr_ca: Nouveau transport
he: הסעה חדשה
hu: Új transzport
nb: Ny transport
pt: Novo Transporte
ru: Новый транспорт

source: New User
bg: Нов потребител
cs: Nový uživatel
de: Neuer Benutzer
fr_ca: Nouvel utilisateur
he: משתמש חדש
hu: Új felhasználó
lt: Naujas naudotojas
nb: Ny bruker
pt: Novo Utilizador
ru: Создать пользователя
tr: Yeni Kullanıcı

source: New Vaccination
bg: Нова ваксинация
cs: Nová Vakcinace
de: Neue Impfung
fr_ca: Nouvelle vaccination
he: חיסון חדש
hu: Új oltás
lt: Nauja vakcinacija
nb: Ny vaksinasjon
pt: Nova Vacinação
ru: Добавить вакцинацию
tr: Yeni Aşı

source: New Voucher
bg: Нов ваучер
cs: Nová poukázka
de: Neuer Beleg
fr_ca: Nouveau chèque-cadeau
he: שובר חדש
hu: Új bizonylat
lt: Naujas kuponas
nb: Ny kupong
pt: Novo Voucher
ru: Добавить купон
tr: Yeni İndirim Çeki

source: New Waiting List Entry
bg: Нов запис в списъка с чакащи
cs: Nový záznam na pořadník
de: Neuer Eintrag in die Warteliste
fr_ca: Nouvelle entrée
he: רשומה חדשה ברשימת ההמתנה
hu: Új bejegyzés a várólistára
lt: Naujas laukiančių sąrašo įrašas
nb: Ny sakslisteoppføring
pt: Nova Entrada de Lista de Espera
ru: Создать запись в листе ожидания
tr: Yeni Bekleme Listesi Girişi

source: New Zealand
bg: Нова Зеландия
cs: Nový Zéland
de: Neuseeland
fr_ca: Nouvelle-Zélande
he: ארנב ניו זילנדי
hu: Új-Zéland
lt: Naujosios Zelandijos
pt: Nova Zelândia
ru: Новая Зеландия

source: New diary task
bg: Нова задача в дневника
cs: Nový úkol v diáři
de: Neue Kalenderaufgabe
fr_ca: Nouvelle tâche à l'agenda
he: תבנית משימה חדשה
hu: Új napló jegyzet
lt: Nauja standartinė darbotvarkės užduotis
nb: Ny dagbokoppgave
pt: Nova tarefa de diário
ru: Создать задачу
tr: Yeni günlük işi

source: New form field
bg: Ново поле на формата
cs: Nové pole formuláře
fr_ca: Nouveau champ de formulaire
he: שדה טופס חדש
hu: Új nyomtatványmező
lt: Naujas formos laukelis
nb: Nytt skjemafelt
pt: Novo campo de formulário
ru: Новая строка
tr: Yeni form alanı

source: New name
bg: Ново име
cs: Nové jméno
de: Neuer Name
fr_ca: Nouveau nom
he: שם חדש
hu: Új név
lt: Naujas pavadinimas
nb: Nytt navn
pt: Novo nome
tr: Yeni isim

source: New online form
bg: Нова интернет форма
cs: Nový online formulář
fr_ca: Nouveau formulaire en ligne
he: טופס מקוון חדש
hu: Új online nyomtatvány
lt: Nauja internetinė forma
nb: Nytt nettbasert skjema
pt: Novo formulário online
ru: Новая онлайн-форма
tr: Yeni çevrimiçi form

source: New password and confirmation password don't match.
bg: Новата парола и повторно въведената парола не си отговарят.
cs: Nové heslo a heslo pro kontrolu nesouhlasí.
de: Neues Passwort und Bestätigungspasswort stimmen nicht überein.
fr_ca: Le nouveau mot de passe et la confirmation du mot de passe ne correspondent pas.
he: הסיסמאות אינן תואמות.
hu: Az új jelszó és az új jelszó megerősítése nem egyezik
lt: Naujas slaptažodis ir patvirtinimo slaptažodis nesutampa.
nb: Nytt passord og bekreftelsespassord er ikke like.
pt: A nova senha e a senha de confirmação não correspondem.
ru: Новый пароль и подтверждение пароля не совпадают.
tr: Yeni şifre ve onay şifresi uyumlu değil.

source: New task detail
bg: Ново описание на задачата
cs: Detail nového úkolu
de: Neue Teil-Aufgabe
fr_ca: Nouvelle sous-tâche
he: הוסף פרטי תבנית משימה חדשים
hu: Új feladat részletei
lt: Naujas standartinės užduoties darbas
nb: Detaljer om ny oppgave
pt: Detalhes da nova tarefa
ru: Создать подробное описание задачи
tr: Yeni iş detayı

source: New template
bg: Нов шаблон
cs: Nová šablona
fr_ca: Nouveau modèle
he: תבנית חדשה
hu: Új nyomtatvány
lt: Naujas šablonas
nb: Ny mal
pt: Novo modelo
ru: Создать шаблон
tr: Yeni şablon

source: New user account
he: חשבון משתמש חדש

source: Newfoundland Dog
bg: Нюфаундланд
cs: Novofoundlandský Pes
de: Neufundländer
fr_ca: Terre Neuve
he: כלב ניופאונדלנד
hu: újfundlandi
lt: Niūfaundlendas
nb: Newfoundlander
pt: Cão Terra Nova
ru: Ньюфаундленд

source: Next
bg: Нататък
cs: Další
fr_ca: Suivant
he: הבא
hu: Következő
lt: Kitas
nb: Neste
pt: Seguinte
ru: Шаг
tr: İleri

source: No
bg: не
cs: Ne
de: Nein
fr_ca: Non
he: לא
hu: Nem
lt: Ne
nb: Nei
pt: Não
ru: Нет
tr: Hayır

source: No active license held
bg: Няма валиден паспорт
he: ללא רשיון פעיל
nb: Ingen aktiv lisens

source: No adjustment
bg: Без настройка
cs: Žádné úpravy
de: Keine Anpassung
fr_ca: Pas de réglage
he: ללא שינוי
hu: Nincs szabályozás
lt: Jokio derinimo
nb: Ingen endring
pt: Nenhum ajuste
ru: Без корректировки
tr: Düzeltme yok

source: No adoption fee has been set for this animal.
he: לא הוגדר סל אימוץ לחיה זו.

source: No data to show on the report.
bg: Няма данни за визуализиране в справката.
cs: V přehledu se nezobrazují žádná data.
fr_ca: Aucune donnée à afficher sur le rapport.
he: אין נתונים להציג בדוח.
hu: Nincs adat a riporthoz
lt: Nėra duomenų, kurie tiktų ataskaitai.
nb: Ingen data kan vises på rapporten.
pt: Nenhum dado para apresentar no relatório.
ru: Нет данных для отображения.
tr: Raporda gösterilecek veri yok

source: No data.
bg: Няма информация.
cs: Žádná data.
de: Keine Daten.
fr_ca: Aucune donnée.
he: אין נתונים.
hu: Nincs adat
lt: Nėra duomenų
nb: Ingen data.
pt: Nenhum dado.
ru: Нет данных.
tr: Veri yok

source: No description
bg: Няма описание
cs: Bez popisu
fr_ca: Aucune description
he: ללא תיאור
hu: Nincs leírás
nb: Ingen beskrivelse
pt: Nenhuma descrição

source: No license
bg: Няма паспорт
he: ללא רשיון
nb: Ingen lisens

source: No longer retained
bg: Не е наличен
cs: Už se neudržuje
fr_ca: N'est plus retenu
he: כבר לא נשמר
hu: A továbbiakban nem visszatartott
pt: Já não se encontra retido

source: No matches found.
bg: Не са открити съвпадения.
cs: Nenalezena žádná shoda.
de: Keine Übereinstimmung gefunden.
fr_ca: Aucune correspondance trouvée.
he: לא נמצאו התאמות.
hu: Nincs találat.
lt: Atitikimų nerasta.
nb: Fant ingen treff.
pt: Nenhum resultado encontrado.
ru: Совпадений не найдено.
tr: Hiçbir eşleşme bulunamadı.

source: No picture
bg: Няма снимка
cs: Bez obrázku
de: Kein Bild
fr_ca: Pas d’image
he: אין תמונה
hu: Nincs kép
nb: Ikke noe bilde
pt: Nenhuma imagem
ru: Нет изображения

source: No publishers are running.
bg: Няма работещи методи за публикуване.
cs: Žádní vydavatelé nejsou spuštění.
fr_ca: Aucun éditeur actif.
he: אין מפרסמים פעילים.
hu: Nincs közzététel folyamatban
lt: Šiuo metu neveikia joks leidėjas.
nb: Ingen publisering utføres.
pt: Nenhum editor está em execução.
ru: Нет запущенных публикаций.
tr: Çalışan yayıncı yok.

source: No results found.
bg: Не са открити резултати.
cs: Žádné výsledky.
de: Keine Ergebnisse gefunden.
fr_ca: Aucun résultat trouvé.
he: לא נמצאו תוצאות.
hu: Nincsenek találatok.
lt: Rezultatų nerasta.
nb: Ingen treff.
pt: Nenhum resultado encontrado.
ru: Нет совпадений.
tr: Sonuç bulunamadı.

source: No results.
bg: Няма резултати.
cs: Žádné výsledky.
de: Keine Ergebnisse.
fr_ca: Aucun résultat.
he: אין תוצאות.
hu: Nincs találat.
lt: Nėra rezultatų.
nb: Ingen treff.
pt: Nenhum resultado.
ru: Нет совпадений.
tr: Sonuç yok.

source: No show
he: לא הגיע

source: No tasks are running.
bg: Няма задачи за изпълнение
cs: Nejsou spuštěny žádné úkoly.
fr_ca: Aucune tâche en cours.
he: אין משימות רצות.
hu: Nincs folyamatban feladat.
nb: Ingen oppgaver kjører.
pt: Nenhuma tarefa está a ser executada.

source: No tattoo
bg: Татус/Ушна марка
he: ללא קעקוע
nb: Ingen tatovering

source: No view permission for this report
bg: Нямате достъп до справката
cs: Pro tento přehled není zobrazeno žádné oprávnění
fr_ca: Vous n'avez pas les droits de voir ce rapport
he: אין הרשאת צפייה בדוח זה
hu: Nincs jogosultsága megtekinteni ezt a jelentést
lt: Nėra teisių žiūrėti šią ataskaitą
nb: Ingen visningstillatelse for denne rapporten
pt: Nenhuma permissão de visualização para este relatório
tr: Bu rapor için görüntüleme yetkisi yok.

source: Noise
bg: Шум
cs: Hluk
de: Lärm
fr_ca: Bruit
he: רעש
hu: Zaj
nb: Støy
pt: Ruído
tr: Gürültü

source: Non-Shelter
bg: Не-приютски
cs: Neútulkové
de: Extern
fr_ca: Externe
he: לא של המקלט
hu: Nem menhelyi
lt: Ne prieglaudos
nb: Ikke på senteret
pt: Não Residente no Abrigo
ru: Не из приюта
tr: Barınak Dışı (Non-Shelter)

source: Non-Shelter Animal
bg: Не-приютско животно
cs: Zvíře není v útulku
de: Tierheimfremdes Tier
fr_ca: Animal externe
he: חיה לא מהמקלט
hu: nem menhelyi állat
lt: Ne prieglaudos gyvūnas
nb: Ikke på senteret
pt: Animal não Residente no Abrigo
ru: Животное не из приюта
tr: Barınak dışı hayvan

source: Non-Shelter Animals
bg: Не-приютски животни
cs: Zvířata nejsou v útulku
fr_ca: Animaux externes
he: חיות לא מהמקלט
hu: Nem menhelyi állatok
nb: Ikke på senteret
pt: Animais não Residentes no Abrigo

source: Non-shelter
bg: Не-приютски
he: לא של המקלט
nb: Ikke på senteret

source: Non-shelter Animals
bg: Не-приютски животни
cs: Zvířata nejsou v útulku
fr_ca: Animaux externes
he: חיות לא מהמקלט
hu: Nem menhelyi állatok
nb: Ikke på senteret
pt: Animais não residentes no abrigo

source: None
bg: Няма
cs: Nic
de: Keiner
fr_ca: Aucun(e)
he: אין
hu: Kikerülők
lt: Joks
nb: Ingen
pt: Nenhum
ru: Отсутствует
tr: Hiçbiri

source: Norfolk Terrier
bg: Норфолкски териер
cs: Norfolk Teriér
he: נורפוק טרייר
lt: Norfolko terjeras
ru: Норфолк терьер

source: Normal user
bg: Нормален потребител
cs: Standardní uživatel
de: Normaler Benutzer
fr_ca: Utilisateur normal
he: משתמש רגיל
hu: Normál felhasználó
lt: Įprastas naudotojas
nb: Normal bruker
pt: Utilizador normal
ru: Обычный пользователь
tr: Normal kullanıcı

source: Norwegian Buhund
bg: Норвежки бухунд
cs: Norský Buhund
de: Norwegischer Buhund
fr_ca: Buhund Norvégien
he: ביוהאנד נורבגי
hu: norvég buhund
lt: Norvegų buhundas
nb: Norsk Buhund
pt: Buhund Norueguês
ru: Норвежский бухунд

source: Norwegian Elkhound
bg: Норвежки елкхунд
cs: Norský Losí pes
de: Norwegischer Elchhund
fr_ca: Chien d'Élan Norvégien
he: אלקהאונד נורבגי
hu: norvég elkhound
lt: Norvegų elkhundas
nb: Norsk Elghund
pt: Elkhound Norueguês
ru: Норвежский элкхаунд/Эльгхунд

source: Norwegian Forest Cat
bg: Норвежка горска котка
cs: Norská Lesní kočka
de: Norwegische Waldkatze
fr_ca: Chat des Forêts Norvégiennes
he: חתול יערות נורבגי
hu: Norvég erdei macska
lt: Norvegų miškinė
nb: Norsk Skogkatt
pt: Gato da Floresta Norueguês
ru: Норвежская лесная кошка

source: Norwegian Lundehund
bg: Дратхар
cs: Norský lundehund
de: Norwegischer Lundehund
fr_ca: Chien Norvégien de Macareux
he: לונדהונד נורבגי
hu: norvég lundehund
lt: Norvegų lundehundas
nb: Norsk Lundehund
pt: Lundehund Norueguês
ru: Норвежский лундехунд

source: Norwich Terrier
bg: Норички териер
cs: Norwich teriér
he: נוריץ' טרייר
lt: Norvičo terjeras
pt: Terrier Norueguês
ru: Норвич терьер

source: Not Arrived
bg: Не пристигнал
cs: Nepřišel
fr_ca: Pas arrivé
he: לא הופיע
hu: Nem érkezett meg
nb: Ikke ankommet
pt: Não chegou

source: Not Available For Adoption
bg: Не се дава за осиновяване
cs: Není k dispozici pro adopci
de: Nicht zur Adoption frei gegeben
fr_ca: Non disponible à l'adoption
he: אינו זמין לאימוץ
hu: Nem örökbefogadható
lt: Neatiduodami
nb: Ikke tilgjengelig for adopsjon
pt: Não Disponível para Adoção
ru: Недоступно для передачи
tr: Sahiplendirme İçin Uygun Değil

source: Not Available for Adoption
bg: Не се дава за осиновяване
cs: Neurčeno k Adopci
de: Nicht zur Vergabe freigegeben
fr_ca: Non disponible à l'adoption
he: אינו זמין לאימוץ
hu: Nem örökbefogadható
lt: Neatiduodami
nb: Ikke tilgjengelig for adopsjon
pt: Não Disponível para Adoção
ru: Недоступно для передачи
tr: Sahiplendirme İçin Uygun Değil

source: Not For Adoption
bg: Не става за осиновяване
cs: Není k adopci
de: Nicht zur Vergabe
fr_ca: Pas pour l'adoption
he: לא לאימוץ
hu: Nem örökbefogadható
lt: Neatiduodamas
nb: Ikke for adopsjon
pt: Não Adotável
ru: Недоступно для передачи
tr: Sahiplendirme İçin Değil

source: Not Microchipped
bg: Не е чипирано
cs: Nečipován
de: Nicht gechippt
fr_ca: Pas micropucé
he: ללא שבב
hu: Nem chipezett
nb: Ikke mikrochippet
pt: Não Microchipado
ru: Без микрочипа

source: Not Reconciled
bg: Не изравнени
cs: Není vyrovnáno
fr_ca: Pas concilié
he: לא מתואם
hu: Nem egyeztetett
lt: Nesuderinta
nb: Ikke forsonet
pt: Não Reconciliado
ru: Не сверено
tr: Mutabakat Sağlanmamışlar

source: Not adoptable
bg: Не е готово за осиновяване
he: לא ניתן לאימוץ
nb: Ikke adopterbar

source: Not adopted
he: לא אומץ

source: Not altered
bg: Не се променя
he: לא מסורס/מעוקר
nb: Ikke kastrert
