Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Use TLS
he: השתמש ב-TLS

source: Use a single breed field
bg: Използвай едно поле за порода
cs: Použít jedno pole pro plemeno
de: Einzelne Rasse-Feld benutzen
fr_ca: Utiliser un seul champ de race
he: השתמש בשדה גזע אחד
lt: Naudoti vieną veislės lauką
nb: Bruk et enkelt rasefelt
pt: Utilizar um campo de raça única
ru: Показывать лишь одно поле для породы животного
tr: Tek cins alanı kullan.

source: Use animal description
bg: Исползвай описание на животното
fr_ca: Utiliser la description de l'animal
he: השתמש בתיאור החיה
nb: Bruk beskrivelsen av dyret
pt: Utilizar a descrição do animal

source: Use fancy tooltips
bg: Използвай разчупени подсказки
cs: Použít efektní popisky
fr_ca: Utiliser les infobulles avancées
he: השתמש בתיאורים מקושטים
lt: Rodyti norimus patarimus
nb: Bruk verktøytips
pt: Utilizar balões de explicação sofisticados
tr: İpuçlarını kullan.

source: Use notes from preferred photo
bg: Използвай бележки от предпочитани снимки
cs: Použít poznámky z preferované fotografie
de: Verwende Notizen des bevorzugten Fotos
fr_ca: Utiliser les notes de la photo préférée
he: השתמש בהערות מתמונה מועדפת
nb: Bruk notater fra et foretrukket bilde
pt: Utilizar anotações da foto preferida
tr: Tercih edilen fotoğraftaki notları kullan.

source: Use the icon in the lower right of notes fields to view them in a separate window.
bg: Използвайте иконката в долният десен ъгъл на полетата за бележки, за да ги отворите в отделен прозорец.
cs: Použijte ikonu v pravém dolním rohu polí pro poznámky a zobrazte je v samostatném okně.
fr_ca: Utilisez l'icône en bas à droite des champ de notes pour les afficher dans une fenêtre séparée.
he: השתמש בסמל בחלק התחתון של שדה הערות כדי להציג אותן בחלון גדול ונפרד.
lt: Norėdami žiūrėti komentarus atskirame lange, paspauskite piktogramą komentarų laukelio apačioje, dešinėje.
nb: Bruk ikonet nederst i høyre hjørne i notat- eller kommentarfelt for å vise dem i et eget vindu.
pt: Utilizar o ícone no canto inferior direito dos campos de anotações para visualizá-los numa janela separada.
ru: Используйте значок в правом нижнем углу полей для заметок, чтобы открыть их содержимое в новом окне.
tr: Not alanlarını, ayrı pencerede görüntülemek için not alanlarının sağ, alt köşesinde bulunan ikonu kullanın.

source: Use the query builder
bg: Използвайте конструктора на заявки
he: השתמש בבונה השאילתות
pt: Utilizar o criador de consultas

source: User
bg: Потребител
fr_ca: Utilisateur
he: משתמש
nb: Bruke
pt: Utilizador

source: User Accounts
bg: Потребители на системата
cs: Uživatelské účty
de: Benutzerkonten
fr_ca: Comptes utilisateurs
he: חשבונות משתמשים
lt: Naudotojų paskyros
nb: Brukerkontoer
pt: Contas de Utilizador
ru: Учетные записи пользователей
tr: Kullanıcı Hesapları

source: User Roles
bg: Потребителски роли
cs: Uživatelské role
de: Benutzer-Rollen
fr_ca: Fonctions de l'utilisateur
he: תפקידים
hu: Felhasználói szerepkörök
lt: Naudotojų funkcijos
nb: Brukerroller
pt: Funções do Utilizador
ru: Роли пользователей
tr: Kullanıcı Rolleri

source: User accounts that will only ever call the Service API should set this to No.
bg: Потребителски акаунти, които ще използват номера на Service API, трябва да дадат настройки до Номер
cs: Uživatelské účty, které budou volat pouze API služby, by měly toto nastavení nastavit na hodnotu Ne.
fr_ca: Comptes d'utilisateurs qui n'appelleront jamais le Service API si l'option à Non.
he: בחר לא עבור חשבונות משתמשים שישתמשו רק ב-API.
pt: As contas de utilizador que poderão eventualmente chamar a API de serviço devem definir esta opção como Não.

source: User does not exist or have a valid email address.
bg: Настаняването в приемен дом трябва да има валидна дата на настаняване.
fr_ca: L'utilisateur n'existe pas ou n'a pas d'adresse courriel valide.
he: המשתמש אינו קיים או שאין לו כתובת מייל חוקית.
nb: Enten eksisterer ikke brukeren, eller den har en ugyldig e-postadresse.
pt: O utilizador não existe ou tem um endereço de email inválido.

source: User roles
bg: Потребителски роли
cs: Uživatelské role
de: Benutzer-Rollen
fr_ca: Fonctions des utilisateurs
he: תפקידים
hu: Felhasználói szerepkörök
lt: Naudotojų funkcijos
nb: Brukerroller
pt: Funções de Utilizador
ru: Роли пользователей
tr: Kullanıcı rolleri

source: Username
bg: Потребител
cs: Uživatelské jméno
de: Benutzername
fr_ca: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
lt: Naudotojo vardas
nb: Brukernavn
pt: Nome de utilizador
ru: Имя пользователя
tr: Kullanıcı adı

source: Username '{0}' already exists
bg: Потребителското име {0} вече съществува
cs: Uživatelské jméno '{0}' již existuje
de: Benutzername »{0}« ist bereits vorhanden
fr_ca: Le nom d'utilisateur '{0}' existe déjà
he: שם משתמש '{0}' כבר קיים
hu: '{0}' felhasználónév már létezik
pt: O nome de utilizador '{0}' já existe
tr: Kullanıcı adı '{0}' başkasına ait.

source: Username and password are required
he: הזן שם משתמש וסיסמא

source: Users
bg: Потребители
cs: Uživatelé
de: Benutzer
fr_ca: Utilisateurs
he: משתמשים
hu: Felhasználók
lt: Naudotojai
nb: Brukere
pt: Utilizadores
ru: Пользователи
tr: Kullanıcılar

source: Users need a username, password and at least one role or the superuser flag setting.
bg: Потребителите имат нужда от потребителско име, парола и поне роля или маркер за супер потребител.
cs: Uživatelé potřebují uživatelské jméno, heslo a alespoň jednu roli nebo nastavení příznaku superuživatele.
de: Benutzer erfordern Benutzernamen, Kennwort und zumindest eine Rolle oder Markierung als Administrator.
fr_ca: L'utilisateur requiert un nom, un mot de passe et au moins une fonction ou l'étiquette de SuperUtilisateur.
he: יש למלא שם משתמש, סיסמא ותפקיד אחד לפחות או תגית משתמש-על.
hu: A felhasználóknak egy felhasználónévre, jelszóra és legalább egy szerepkörre vagy szuper-felhasználói megjelölésre van szüksége
lt: Būtina nurodyti naudotojo vardą, slaptažodį ir bent vieną funkciją arba pažymėti super naudotojo langelį.
nb: Brukere trenger et brukernavn, passord og minst én rolle eller være flagget som superbruker.
pt: Os utilizadores necessitam de um nome de utilizador, senha e de, pelo menos, uma função ou a sinalização de superutilizador.
ru: Для пользователя необходимо указать имя пользователя, пароль и как минимум одну роль (или выбрать тип суперпользователя).
tr: Kullanıcıların, kullanıcı adı, şifresi ve en az bir rolü ya da süper kullanıcı ayarları olmalıdır.

source: Vacation
bg: Отпуска
cs: Prázdniny
de: Urlaub
fr_ca: Vacances
he: חופשה
hu: Szabadság
nb: Ferie
pt: Férias
ru: Выходные дни

source: Vaccinate
bg: Ваксинирай
cs: Podat Vakcínu
de: Impfen
fr_ca: Vacciner
he: חיסון
hu: Oltás beadása
lt: Vakcinuoti
nb: Vaksiner
pt: Vacinar
ru: Вакцинировать
tr: Aşıla

source: Vaccinate Animal
bg: Ваксинирай животно
cs: Vakcinace Zvířete
de: Tier impfen
fr_ca: Animaux vaccinés
he: חיסון חיה
hu: Állat oltása
lt: Vakcinuoti gyvūną
nb: Vaksiner dyr
pt: Vacinar Animal
ru: Вакцинировать животное
tr: Hayvanı Aşıla

source: Vaccinated Non-Shelter Animals In {0}
he: חיות מחוסנות שאינן של המקלט ב־{0}
nb: Vaksinerte dyr, ikke på hjelpesenteret i {0}

source: Vaccinated Shelter Animals In {0}
he: חיות מחוסנות של המקלט ב־{0}
nb: Vaksinerte dyr på hjelpesenteret i {0}

source: Vaccination
bg: Ваксинация
cs: Vakcinace
de: Impfungen
he: חיסונים
hu: Oltás
lt: Vakcinacijos
nb: Vaksinasjon
pt: Vacinação
ru: Вакцинация
tr: Aşılama

source: Vaccination Book
bg: Дневник с ваксинации
cs: Kniha Vakcinací
de: Impfbuch
fr_ca: Registre des vaccinations
he: רשימת החיסונים
hu: Oltási könyv
lt: Vakcinacijų tvarkaraštis
nb: Vaksinasjonsbok
pt: Livro de Vacinações
ru: Журнал вакцинаций
tr: Aşılama Kayıt Defteri

source: Vaccination Given
bg: Направена ваксинация
cs: Podána Vakcinace
de: Impfung verabreicht
fr_ca: Vaccination donnée
he: חיסון ניתן
hu: Beadott oltások
lt: Vakcinacija atlikta
nb: Vaksinasjon gitt
pt: Vacinação Administrada
ru: Вакцинация проведена
tr: Verilen Aşı

source: Vaccination Type
he: סוג חיסון

source: Vaccination Types
bg: Типове ваксини
cs: Typy Vakcinace
de: Impftypen
fr_ca: Types de vaccination
he: סוגי חיסונים
hu: Oltás típusai
lt: Vakcinacijų tipai
nb: Vaksinasjonstyper
pt: Tipos de Vacinações
ru: Типы вакцинаций
tr: Aşı Tipleri

source: Vaccination book
bg: Регистър на ваксинациите
cs: Kniha Vakcinací
de: Impfbuch
fr_ca: Registre des vaccinations
he: רשימת החיסונים
hu: Oltási könyv
lt: Vakcinacijų sąrašas
nb: Vaksinasjonsbok
pt: Livro de Vacinações
ru: Журнал вакцинаций
tr: Aşılama kayıt defteri

source: Vaccination due between
bg: Направена ваксинация на
he: חיסון למתן בין
nb: Vaksinasjonsfrist mellom

source: Vaccination due {0}
bg: Ваксинация за {0}
he: חיסונים למתן {0}
nb: Vaksinasjonsfrist {0}

source: Vaccination given {0}
bg: Направена ваксинация {0}
he: חיסון ניתן {0}
nb: Vaksinasjon gitt {0}

source: Vaccination marked as given for {0} - {1}
bg: Ваксинацията е маркирана като направена на {0} - {1}
cs: Vakcinace označena jako podána pro {0} - {1}
de: Impfung gekennzeichnet als verabreicht an {0} - {1}
fr_ca: Vaccination marquée comme donnée pour {0} - {1}
he: חיסון סומן כניתן עבור {0} - {1}
hu: Oltás megjelölése beadottként {0} - {1}
lt: Vakcinacija pažymėta atlikta {0} - {1}
nb: Vaksinasjon merket som gitt til {0} - {1}
pt: Vacinação assinalada como administrada para {0} - {1}
ru: Вакцинация помечена как проведенная для {0} — {1}
tr: {0} - {1} için aşılama verildi olarak işaretlendi.

source: Vaccination not given {0}
bg: Не е направена ваксинация {0}
he: חיסון לא ניתן {0}
nb: Vaksinasjon ikke gitt {0}

source: Vaccinations
bg: Ваксинации
cs: Vakcinace
de: Impfungen
he: חיסונים
hu: Oltások
lt: Vakcinacijos
nb: Vaksinasjoner
pt: Vacinações
ru: Вакцинации
tr: Aşılamalar

source: Vaccinations require an animal
bg: Ваксинацията изисква животно
cs: Očkování vyžaduje zvíře
de: Imfpungen erfordern ein Tier
fr_ca: Les vaccinations requiert un animal
he: יש לבחור חיה לחיסונים
hu: Az oltásokhoz egy állat megadása szükséges
nb: Vaksinasjoner krever et dyr
pt: As vacinações necessitam de um animal
tr: Aşılamalara ait hayvan olması gerekmektedir.

source: Vaccinations: {0}, Tests: {1}, Medical Treatments: {2}, Transport: {3}, Costs: {4}, Total Costs: {5} Total Payments: {6}, Balance: {7}
bg: Ваксинации: {0}, Тестове: {1}, Медицински процедури: {2}, Транспорти: {3}, Разходи: {4}, Общи разходи: {5} Общо плащания: {6}, Баланс: {7}
cs: Očkování: {0}, Testy: {1}, Léčebné procedury: {2}, Doprava: {3}, Náklady: {4}, Celkové náklady: {5} Celkové platby: {6}, Zůstatek: {7}
de: Impfungen: {0}, Tests: {1}, Medizinische Behandlungen: {2}, Transport: {3}, Kosten: {4}, Gesamtkosten: {5} Zahlungen gesamt: {6}, Saldo: {7}
fr_ca: Vaccinations: {0}, Tests: {1}, Traitements médicaux: {2}, Transport: {3}, Coûts: {4}, Coûts totaux: {5} Total des paiements pour cet animal: {6}, Solde: {7}
he: חיסונים: {0}, בדיקות: {1}, טיפולים רפואיים: {2}, הסעות: {3}, הוצאות: {4}, עלות כוללת: {5} סה״כ תשלומים: {6}, יתרה: {7}
hu: Oltások: {0}, Tesztek: {1}, Gyógyszeres kezelések: {2}, Szállítás: {3}, Költségek: {4}, Teljes költség: {5}, Teljes kifizetés: {6}, Egyenleg: {7}
pt: Vacinações: {0}, Testes: {1}, Tratamentos Clínicos: {2}, Transporte: {3}, Custos: {4}, Custos Totais: {5} Pagamentos Totais: {6}, Saldo: {7}

source: Valid tokens for the subject and text
bg: Списък с налични полета
cs: Platné tokeny pro předmět a text
fr_ca: Jetons valides pour le sujet et le texte
he: קודים חוקיים לנושא ולטקסט
lt: Leidžiami pavadinimo ir teksto ženklai
nb: Gyldige tegn for emne og tekst
pt: Tokens válidos para o assunto e texto
ru: Возможные переменные для темы и текста письма
tr: Konu ve metin için geçerli tokenler

source: Various
bg: Различни
cs: Jiná
de: Verschiedene
fr_ca: Divers
he: מגוון
hu: vegyes
lt: Įvairi
nb: Forskjellig
pt: Vários
ru: Разнообразный
tr: Karışık

source: Vertical Pitch
bg: Вертикален размер
cs: Vertikální rozteč
fr_ca: Intervalle vertical
he: חלוקה אנכית
lt: Vertikalus išdėstymas
nb: Vertikal
pt: Ângulo Vertical
ru: Шаг по вертикале
tr: Dikey Mesafe

source: Very Large
bg: Много едро
cs: Velmi velké
de: Sehr groß
fr_ca: Très grand
he: גדול מאוד
hu: Nagyon nagy
lt: Labai didelis
nb: Svært stor
pt: Muito Grande
ru: Очень большой
tr: Çok Büyük

source: Vet
bg: Ветеринар
cs: Veterinář
de: Veterinär
fr_ca: Vétérinaire
he: וטרינר
hu: Állatorvos
lt: Veterinaras
nb: Veterinær
pt: Veterinário
ru: Ветеринар
tr: Veteriner

source: Vet Visit
bg: Посещение от ветеринар
cs: Návštěva veterináře
fr_ca: Visite du vétérinaire
he: ביקור וטרינר
hu: Állatorvosi látogatás
pt: Visita ao Veterinário

source: Victim
bg: Жертва
de: Geschädigter
fr_ca: Victime
he: קורבן
hu: Áldozat
nb: Offer
pt: Vítima
tr: Kurban

source: Victim Name
bg: Име на жертва
cs: Jméno oběti
de: Name des Geschädigten
fr_ca: Nom de la victime
he: שם הקרובן
hu: Áldozat neve
nb: Offerets navn
pt: Nome da Vítima
tr: Kurban Adı

source: Video Link
bg: Видео препратка
cs: Video odkaz
fr_ca: Lien vidéo
he: לינק לוידאו
hu: Videó link
lt: Video nuoroda
pt: Link de Vídeo
ru: Ссылка на видео
tr: Vidyo Bağlantısı

source: Vietnamese Pot Bellied
bg: Виетнамска свиня
cs: Vietnamské prase
de: Vietnamesisches Hängebauchschwein
fr_ca: Cochon Nain Vietnamien
he: חזיר ננסי ויאטנמי
hu: Vietnámi csüngőhasú malac
lt: Vietnamo
nb: Vietnamesisk hengebuksvin
pt: Pot Bellied Vietnamita
ru: Вьетнамская вислобрюхая

source: View
bg: Преглед
cs: Pohled
fr_ca: Afficher
he: הצג
hu: Megtekint
lt: Vaizdas
nb: Vis
pt: Ver
tr: Görüntüle

source: View Accounts
bg: Преглед на сметки
cs: Zobrazit účty
de: Konten anzeigen
fr_ca: Afficher les comptes
he: צפיה בחשבונות
hu: Új fiókok
lt: Žiūrėti sąskaitas
nb: Vis kontoer
pt: Ver Contas
ru: Показать счета
tr: Hesapları Görüntüle

source: View Animals
bg: Преглед на животни
cs: Ukázat Zvířata
de: Tiere anzeigen
fr_ca: Voir les animaux
he: צפיה בחיות
hu: Állatok megtekintése
lt: Žiūrėti gyvūnus
nb: Vis dyr
pt: Ver Animais
ru: Показать животных
tr: Hayvanları Görüntüle

source: View Audit Trail
bg: Одит на историята
cs: Zobrazit auditní stopu
fr_ca: Voir les pistes de vérification
he: צפיה בהיסטוריית שינויים
pt: Ver Histórico de Auditoria

source: View Citations
bg: Преглед на глоби/обвинения
cs: Zobrazit citace
fr_ca: Voir les infractions
he: צפיה בדוחות (קנסות)
hu: Hivatkozás megtekintése
nb: Vis anmerkning
pt: Ver Advertências
ru: Просмотреть выписки
tr: Alıntıları Görüntüle

source: View Clinic Appointment
bg: Виж датата за преглед в клиниката
cs: Zobrazit schůzku na klinice
fr_ca: Voir les rendez-vous cliniques
he: צפיה בתורים למרפאה
pt: Ver Agendamento Clínico

source: View Cost
bg: Прегледай разход
cs: Zobrazit náklady
fr_ca: Voir le coût
he: צפיה בהוצאות
hu: Költség megtekintése
lt: Žiūrėti išlaidas
nb: Vis kostnad
pt: Ver Custo
ru: Показать расходы
tr: Maliyeti Görüntüle

source: View Diary
bg: Преглед на дневник
cs: Ukázat Diář
de: Kalender anzeigen
fr_ca: Voir l'agenda
he: צפיה במשימות
hu: Napló megtekintése
lt: Žiūrėti darbotvarkę
nb: Vis dagbok
pt: Ver Diário
ru: Открыть задачи
tr: Günlüğü Görüntüle

source: View Diets
bg: Преглед на диета
cs: Ukázat Diety
de: Diäten anzeigen
fr_ca: Voir les repas
he: צפיה בהוראות תזונה
hu: Étrend megtekintése
lt: Žiūrėti dietas
nb: Vis dietter
pt: Ver Dietas
ru: Показать диеты
tr: Diyetleri Görüntüle

source: View Document Repository
bg: Преглед на Хранилището за документи
cs: Zobrazit úložiště dokumentů
de: Dokumentenablage anzeigen
fr_ca: Voir la bibliothèque
he: צפיה במאגר המסמכים
lt: Žiūrėti dokumentų saugyklą
nb: Vis dokumentdepot
pt: Ver Repositório de Documentos
ru: Открыть архив документов
tr: Doküman Deposunu Görüntüle

source: View Event
he: צפיה באירוע

source: View Event Animals
he: צפיה בחיות באירוע

source: View Form
bg: Преглед на формуляр
he: צפה בטופס
nb: Vis skjema
pt: Ver Formulário

source: View Found Animal
bg: Преглед на списъка с намерени животни
cs: Ukázat nalezené zvíře
de: Fundtier anzeigen
fr_ca: Voir les animaux trouvés
he: צפייה במציאות
hu: Talált állat megtekintése
lt: Žiūrėti rastus gyvūnus
nb: Vis funnet dyr
pt: Ver Animal Encontrado
ru: Показать найденное животное
tr: Bulunan Hayvanı Görüntüle

source: View Incidents
bg: Преглед на инциденти
cs: Zobrazit události
de: Vorfälle anzeigen
fr_ca: Voir les incidents
he: צפיה בתקריות
hu: Esetek megtekintése
nb: Vis hendelser
pt: Ver Incidentes
tr: Olayları/Vakaları Görüntüle

source: View Incoming Forms
bg: Преглед на входящите интернет страници
cs: Zobrazit příchozí formuláře
de: Eingehende Formulare anzeigen
fr_ca: Voir les formulaires d'admission
he: צפה בטפסים נכנסים
hu: Bejövő nyomtatványok megtekintése
lt: Žiūrėti atsiųstas formas
nb: Vis innkommende skjemaer
pt: Ver Formulários Recebidos
tr: Gelen Formları Görüntüle

source: View Investigations
bg: Преглед на разследване
cs: Zobrazit vyšetření
fr_ca: Voir les enquêtes
he: צפיה בחקירות
hu: Nyomozások megtekintése
lt: Žiūrėti tyrimus
nb: Vis undersøkelser
pt: Ver Investigações
tr: Soruşturmaları/denetimleri Görüntüle

source: View Licenses
bg: Преглед паспорти
cs: Zobrazit licenci
de: Lizenzen anzeigen
fr_ca: Voir les licences
he: צפיה ברשיונות
hu: Engedély megtekintése
nb: Vis lisenser
pt: Ver Licenças
tr: Lisansları Görüntüle

source: View Litter
bg: Преглед на кучила
cs: Ukázat Vrh
de: Wurf anzeigen
fr_ca: Voir la portée
he: צפיה בשגר (גורים)
hu: Alom megtekintése
lt: Žiūrėti vadas
nb: Vis kull
pt: Ver Ninhada
ru: Показать помет
tr: Doğumu Görüntüle

source: View Log
bg: Преглед на лога
cs: Zobrazit protokol
de: Protokoll anzeigen
fr_ca: Voir la note de journal
he: צפיה בהערות
hu: Napló megtekintése
lt: Žiūrėti žurnalą
nb: Vis logg
pt: Ver Registo
ru: Открыть журнал
tr: Logu Görüntüle

source: View Lost Animal
bg: Преглед на списъка с изгубени животни
cs: Ukázat ztracené zvíře
de: Entlaufenes Tier anzeigen
fr_ca: Voir les animaux perdus
he: צפיה באבידות
hu: Elveszett állat megtekintése
lt: Žiūrėti dingusius gyvūnus
nb: Vis savnet dyr
pt: Ver Animal Perdido
ru: Показать разыскиваемое животное
tr: Kayıp Hayvan Görüntüle

source: View Manual
bg: Прегледай ръководството
cs: Zobrazit manuál
de: Handbuch aufrufen
fr_ca: Voir le manuel
he: הצג מדריך
hu: Kézikönyv megtekintése
lt: Žiūrėti žinyną
nb: Vis bruksanvisning
pt: Ver Manual
ru: Открыть Руководство пользователя
tr: Manüeli/Kılavuzu Görüntüle

source: View Media
bg: Преглед на мултимедия
cs: Zobrazit media
fr_ca: Voir les médias
he: צפיה בקבצים
hu: Média megtekintése
lt: Žiūrėti failus
nb: Vis media
pt: Ver Imagens
ru: Показать файлы
tr: Medyayı Görüntüle

source: View Medical Records
bg: Преглед на медицински данни
cs: Ukázat Zdravotní Záznamy
de: Medizinische Berichte einsehen
fr_ca: Voir les rapports medicaux
he: צפיה ברשומות רפואיות
hu: Orvosi jelentés megtekintése
lt: Žiūrėti medicininius įrašus
nb: Vis medisinsk journal
pt: Ver Registos Clínicos
ru: Показать медицинские записи
tr: Tıbbi Kayıtları Görüntüle

source: View Movement
bg: Преглед на движение
cs: Ukázat Pohyb
de: Bewegung ansehen
fr_ca: Voir les déplacements
he: צפיה בתנועות
hu: Tétel megtekintése
lt: Žiūrėti veiksmus
nb: Vis flytteaktivitet
pt: Ver Movimento
ru: Показать перемещения
tr: Hareket Görüntüle

source: View Online Forms
bg: Интернет формуляри
he: צפה בטפסים מקוונים
nb: Vis webskjemaer
pt: Ver Formulários Online

source: View Payments
bg: Виж плащания
cs: Zobrazit platby
de: Zahlungen anzeigen
fr_ca: Voir les paiements
he: צפיה בתשלומים
hu: Fizetések megtekintése
nb: Vis innbetalinger
pt: Ver Pagamentos
tr: Ödemeleri Görüntüle

source: View Person
bg: Преглед на хора
cs: Ukázat Osobu
de: Person anzeigen
fr_ca: Voir le contact
he: צפיה באנשים
hu: Személy megtekintése
lt: Žiūrėti asmenis
nb: Vis person
pt: Ver Pessoa
ru: Показать контактное лицо
tr: Kişiyi Görüntüle

source: View Person Links
bg: Преглед на връзки на човек
cs: Zobrazit odkazy osob
de: Vernüpfungen der Person anzeigen
fr_ca: Voir les liens du contact
he: צפיה בקישורי האנשים
hu: Személy linkek megtekintése
lt: Žiūrėti asmenų sąsajas
nb: Vis personkoblinger
pt: Ver Links de Pessoas
ru: Показать связи между контактами
tr: Kişi Bağlantılarını Görüntüle

source: View Report
bg: Преглед на справка
cs: Ukázat Report
fr_ca: Voir le rapport
he: צפיה בדוחות
hu: Jelentés megtekintése
lt: Žiūrėti ataskaitas
nb: Vis rapport
pt: Ver Relatório
ru: Открыть отчет
tr: Rapor Görüntüle

source: View Roles
bg: Преглед на роли
cs: Zobrazit role
de: Anzeige-Rollen
fr_ca: Voir les fonctions
he: תפקידים לצפיה
hu: Szerepek megtekintése
lt: Žiūrėti funkcijas
nb: Vis roller
pt: Ver Funções
tr: Rolleri Görüntüle

source: View Rota
bg: Преглед на график
cs: View rozpisy
de: Dienstplan anzeigen
fr_ca: Voir le tableau de service
he: צפיה בסידור עבודה
hu: Sorrend megtekintése
pt: Ver Turnos

source: View Shelter Animals
bg: Прегледай животните в приюта
cs: Zobrazit zvířata v útulku
de: Tierheimtiere anzeigen
fr_ca: Voir les animaux du refuge
he: צפה בחיות במקלט
hu: Menhelyi állatok megtekintése
lt: Žiūrėti prieglaudos gyvūnus
nb: Se dyr på hjelpesenteret
pt: Ver Animais do Abrigo
ru: Показать животных в приюте
tr: Barınak Hayvanlarını Görüntüle

source: View Staff Person Records
bg: Преглед на служители
cs: Ukázat Záznam Zaměstnance
de: Mitarbeiter-Personalakten einsehen
fr_ca: Voir les enregistrements du personnel
he: צפיה ברשומות חברי צוות
hu: Személyzet bejegyzéseinek megtekintése
lt: Žiūrėti personalo įrašus
nb: Vis profilene til de ansatte
pt: Ver Registos Individuais de Pessoal
ru: Открыть записи о персонале
tr: Görevli Personel Kayıtlarını Görüntüle

source: View Staff Rota
bg: График на дежурства
he: צפיה בסידור עבודה
nb: Vis ansatte
pt: Ver Turnos da Equipa

source: View Stock
bg: Виж наличност
cs: Zobrazit sklad
de: Vorrat anzeigen
fr_ca: Voir l'inventaire
he: צפיה במלאים
hu: Állomány megtekintése
pt: Ver Stock
tr: Envanteri Görüntüle

source: View Tests
bg: Преглед на тестове
cs: Zobrazit testy
de: Tests anzeigen
fr_ca: Voir les examens
he: צפיה בבדיקות
hu: Tesztek megtekintése
lt: Žiūrėti testus
nb: Vis tester
pt: Ver Testes
tr: Testleri Görüntüle

source: View Training Videos
bg: Преглед обучителни видеа
cs: Zobrazit vzdělávací videa
de: Schulungsvideos ansehen
fr_ca: Voir les vidéos éducatifs
he: הצג וידאו הדרכה
hu: Tréningvideók megtekintése
nb: Se instruksjonsfilmer
pt: Ver Vídeos de Formação
tr: Eğitim Vidyolarını Görüntüle

source: View Transport
bg: Преглед на транспорт
cs: Zobrazit dopravu
fr_ca: Voir le transport
he: צפיה בהסעות
hu: Transzport megtekintése
pt: Ver Transporte
ru: Просмотреть транспорт

source: View Trap Loans
bg: Преглед на заем на капани
cs: Zobrazit zápůjčky klecí
de: Fallen-Leihen anzeigen
fr_ca: Voir les prêts de cage-trappe
he: צפיה בהשאלת מלכודות
hu: Csapda kölcsönzések megtekintése
nb: Vis utlån av felle
pt: Ver Empréstimos de Armadilhas
tr: Tuzak Ödünçlerini/Kiralarını Görüntüle

source: View Vaccinations
bg: Преглед на ваксинации
cs: Ukázat Vakcinace
de: Impfungen anzeigen
fr_ca: Voir les vaccinations
he: צפיה בחיסונים
hu: Oltások megtekintése
lt: Žiūrėti vakcinacijas
nb: Vis vaksinasjoner
pt: Ver Vacinações
ru: Показать вакцинации
tr: Aşılamaları Görüntüle

source: View Volunteer Person Records
bg: Преглед на доброволци
cs: Zobrazit záznamy dobrovolnických osob
fr_ca: Voir les enregistrement des bénévoles
he: צפיה בפרטי מתנדבים
hu: Önkéntes adatainak megtekintése
pt: Ver Registos de Pessoas Voluntárias

source: View Vouchers
bg: Преглед на ваучери
cs: Zobrazit poukázky
fr_ca: Voir les chèques-cadeaux
he: צפיה בשוברים
hu: Bizonylat megtekintése
lt: Žiūrėti kuponus
nb: Vis vedlegg
pt: Ver Vouchers
ru: Показать купоны
tr: İndirim Çeklerini Görüntüle

source: View Waiting List
bg: Преглед на списък с чакащи
cs: Ukázat pořadník
de: Warteliste anzeigen
fr_ca: Voir la liste d'attente
he: צפיה ברשימת ההמתנה
hu: Várólista megtekintése
lt: Žiūrėti laukiančių sąrašą
nb: Vis saksliste
pt: Ver Lista de Espera
ru: Открыть лист ожидания
tr: Bekleme Listesini Görüntüle
