Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: All donors on file.
bg: Всички дарители в системата.
cs: Všichni dárci ve složce.
de: Alle Spender in der Datei.
fr_ca: Tous les donneurs sur le dossier.
he: כל התורמים הרשומים.
hu: Összes rögzített támogató.
lt: Visi faile esantys rėmėjai.
nb: Alle donorer.
pt: Todos os doadores em arquivo.
ru: Все спонсоры приюта.
tr: Tüm bağışçılar dosyada

source: All drivers on file.
bg: Всички шофьори в системата.
cs: Všichni řidiči ve složce.
de: Alle Fahrer in der Datei.
fr_ca: Tout les conducteurs enregistrés.
he: כל הנהגים הרשומים.
hu: Összes rögzített fuvaros.
nb: Alle sjåfører.
pt: Todos os condutores em arquivo.
ru: Все водители.

source: All existing data and media in your database will be REMOVED before importing the CSV file.
bg: Цялата база данни ще бъде ИЗТРИТА преди импортирането на CSV файла. Действието е необратимо.
fr_ca: Toutes les données existantes de votre base de données seront SUPPRIMÉES avant l'importation du fichier CSV.
he: הנתונים והקבצים הקיימים בבסיס הנתונים *ימחקו* לפני טעינת קובץ CSV.
nb: Alle eksisterende data i din database vil bli FJERNET før import av CSV-fil.
pt: Todos os dados existentes na base de dados serão REMOVIDOS antes da importação do ficheiro CSV.

source: All fields should be completed.
bg: Всички полета трябва да бъдат попълнени.
cs: Všechny pole musí být vyplněna.
de: Alle Felder müssen ausgefüllt werden.
fr_ca: Tous les champs doivent être complétés.
he: יש למלא את כל השדות.
hu: Az összes mező kitöltendő.
lt: Visi laukai turi būti užpildyti.
nb: Alle felt må fylles ut.
pt: Todos os campos têm de ser preenchidos.
ru: Необходимо заполнить все поля.
tr: Tüm alanlar doldurulmalıdır.

source: All fosterers on file.
bg: Всички приемни стопани в системата.
cs: Všechny osoby pro dočasnou péči ve složce.
de: Alle Pflegestellen in der Datei.
fr_ca: Toutes les familles d'accueil enregistrées.
he: כל האומנות הרשומות.
hu: Az összes regisztrált ideiglenes befogadó.
lt: Visi faile esantys laikini globėjai.
nb: Alle fosterhjem.
pt: Todas as FAT em arquivo.
ru: Все ответственные за передержку
tr: Tüm geçiçi yuvalar dosyada

source: All homechecked owners on file.
bg: Всички домашно проверени собственици в системата
cs: Všichni doma kontrolovaní majitelé v souboru.
de: Alle Besitzer mit Platzkontrolle in der Datei.
fr_ca: Tous les adoptants ayant reçus une visite à domicile.
he: כל הבעלים הרשומים שעברו בדק בית.
hu: Összes lelátogatott örökbefogadó listája.
lt: Visi faile esantys patikrinti savininkai.
nb: Alle hjemmesjekkede eiere.
pt: Todos os donos inspecionados em arquivo.
ru: Все проверенные хозяева в файле.
tr: Ev kontrolü yapılan tüm sahipler listede

source: All homecheckers on file.
bg: Всички правещи домашни инспекции в системата
cs: Všichni vedení domácí kontroloři.
de: Alle Platzkontrolleure in der Datei.
fr_ca: Tous les enquêteurs enregistrés.
he: כל בודקי הבתים הרשומים.
hu: Összes lelátogatást végző személy listája.
lt: Visi faile esantys laikymo sąlygų tikrintojai.
nb: Alle hjemmesjekkere.
pt: Todos os inspetores de donos em arquivo.
ru: Все проверяющие в файле.
tr: Tüm ev denetçileri listede

source: All members on file.
bg: Всички членове в системата.
cs: Všichni vedení členové.
de: Alle MItglieder in der Datei.
fr_ca: Tous les membres enregistrés.
he: כל חברי המועדון הרשומים.
hu: Összes regisztrált tag.
lt: Visi faile esantys nariai.
nb: Alle medlemmer.
pt: Todos os associados em arquivo.
ru: Все участники в файле.
tr: Tüm üyeler dosyada

source: All notes upto today
bg: Всички бележки към днешна дата
cs: Všechny poznámky k dnešnímu dni
de: Alle Notizen bis heute
fr_ca: Toutes les notes jusqu'à aujourd'hui
he: כל ההערות עד היום
hu: Összes jegyzet a mai napig
lt: Visos užduotys iki šios dienos
nb: Alle notater frem til i dag
pt: Todas as anotações até à data
ru: Все актуальные на сегодня задачи
tr: Bugüne kadar olan tüm notlar

source: All people on file.
bg: Всички лица в системата.
cs: Všechny osoby ve složce.
de: Alle Personen in der Datei.
fr_ca: Toutes les contacts enregistrés.
he: כל האנשים הרשומים.
hu: Összes regisztrált személy.
lt: Visi faile esantys asmenys.
nb: Alle personer.
pt: Todas as pessoas em arquivo.
ru: Все контактные лица в файле.
tr: Tüm insanlar dosyada

source: All retailers on file.
bg: Всички търговци в системата.
cs: Všichni obchodníci ve složce.
de: Alle Händler in der Datei.
fr_ca: Tous les détaillants enregistrés.
he: כל החנויות הרשומות.
hu: Összes regisztrált átvevő.
lt: Visi faile esantys tarpininkai.
nb: Alle forhandlere.
pt: Todos os lojistas em arquivo.
ru: Все продавцы в файле.
tr: Tüm tedarikçiler dosyada

source: All staff on file.
bg: Всички служители в системата.
cs: Všichni zaměstnanci ve složce.
de: Alle Mitarbeiter in der Datei.
fr_ca: Tout le personnel enregistré.
he: כל אנשי הצוות הרשומים.
hu: Összes dolgozó listája.
lt: Visi faile esantys personalo nariai.
nb: Alle ansatte.
pt: Todo o pessoal em arquivo.
ru: Весь персонал в файле.
tr: Tüm personel listede

source: All time
bg: През цялото време
cs: Vždy
de: Jederzeit
fr_ca: Toute la période
he: כל זמן
hu: Mindig
lt: Viso laiko
nb: Alltid
pt: Desde sempre
ru: Постоянно
tr: Her zaman

source: All vets on file.
bg: Всички ветеринари в системата.
cs: Všichni veterináři ve složce.
de: Alle Tierärzte in der Datei.
fr_ca: Tous les vétérinaires enregistrés.
he: כל הוטרינרים הרשומים.
hu: Összes rögzített állatorvos.
lt: Visi faile esantys veterinarai.
nb: Alle veterinærer.
pt: Todos os veterinários em arquivo.
ru: Все ветеринары в файле.
tr: Tüm veterinerler dosyada

source: All volunteers on file.
bg: Всички доброволци в системата.
cs: Všichni dobrovolníci ve složce.
de: Alle Freiwilligen in der Datei.
fr_ca: Tous les volontaires enregistrés.
he: כל המתנדבים הרשומים.
hu: Összes rögzített önkéntes.
lt: Visi faile esantys savanoriai.
nb: Alle frivillige.
pt: Todos os voluntários em arquivo.
ru: Все волонтеры в файле.
tr: Tüm gönüllüler dosyada

source: Allergies
bg: Алергии
cs: Alergie
de: Allergien
he: אלרגיות
hu: Allergiák
lt: Alergija
nb: Allergier
pt: Alergias
ru: Аллергия
tr: Alerjiler

source: Allow a fosterer to be selected
bg: Разреши избора на приемен стопанин
cs: Povolit zvolení dočasné péče
de: Auswahl einer Pflegestelle zulassen
fr_ca: Autoriser la sélection de famille d'accueil
he: אפשר לבחור אומנה
hu: Ideiglenes befogadó kiválasztásának engedélyezése
nb: Tillat fosterhjem å bli valgt
pt: Permitir a seleção de uma FAT
ru: Одобрить передержку

source: Allow an adoption coordinator to be selected
bg: Разреши избирането на координатор по осиновяване
cs: Povolit zvolení koordinátora adopce
de: Auswahl eines Adoptionsleiters erlauben
fr_ca: Autoriser la sélection d'un coordinateur d'adoption
he: אפשר לבחור יועץ אימוץ
hu: Örökbefogadás koordinátorának kiválasztása
nb: Tillat adopsjonsansvarlig å bli valgt
pt: Permitir a seleção de um coordenador de adoção

source: Allow creation of payments on the Move-Reserve screen
bg: Разреши създаване на плащане на екрана Премести - Запази
cs: Povolit vytvoření plateb na obrazovce Přesunout-Rezervovat
de: Erstellung von Zahlungen in der Bewegen/Tier reservieren-Anzeige zulassen
fr_ca: Autoriser la création de paiements sur l'écran Déplacement-Réserver un animal
he: אפשר יצירת תשלום ממסך תנועה/שריון
hu: Befizetések létrehozásának engedélyezése Move-Reserve képernyőn
nb: Tillat oppretting av betaling i Flytt/Reservér-menyen
pt: Permitir a criação de pagamentos no ecrã Movimentos-Reservar
ru: Одобрить создание платежей на экране Перемещение-Сохранение

source: Allow drag and drop to move animals between locations
bg: Разреши местенето на животни между местонахождения чрез привлачване (drag and drop)
cs: Povolit přesunutí zvířat mezi umístěním pomocí funkce 'chytni a táhni' (drag&drop)
de: Ziehen und Ablegen zulassen, um Tiere zwischen Unterbringungen zu verschieben
fr_ca: Autoriser le "glisser-déposer" pour déplacer une animal entre deux endroits
he: אפשר גרירה ושחרור להזזת חיות בין מיקומים
hu: Az állat egyik helyről a másikra való áthelyezésének engedélyezése
nb: Tillat dra og slipp av dyr mellom plasseringer
pt: Permitir arrastar e soltar para mover animais entre locais
ru: Одобрить перемещение животного в другое место содержания

source: Allow duplicate license numbers
bg: Позволи повторение на номерата на паспортите
cs: Povolit duplicitní čísla licencí
fr_ca: Autoriser la copie du numéro de licence
he: אפשר מספרי רישוי כפולים
hu: Dupla regisztrációs szám engedélyezése
nb: Tillat like lisensnumre
pt: Permitir números de licença duplicados

source: Allow duplicate microchip numbers
bg: Позволи дублиране на номера на микрочипове
cs: Povolit duplicitní čísla mikročipů
de: Doppelte Mikrochipnummern zulassen
fr_ca: Autoriser la duplication des numéros de micropuce
he: אפשר מספרי שבב כפולים
hu: Dupla mikrochip számok engedélyezése
nb: Tillat like chipnumre
pt: Permitir números de microchip duplicados
ru: Разрешить использование дубликатов номеров микрочипов
tr: Mükerrer mikroçip numaralarına izin ver.

source: Allow editing of latitude/longitude with minimaps
bg: Разрешаване на редактиране на географска ширина / дължина в мини карта
fr_ca: Autoriser la modification de la latitude/longitude avec les minicartes
he: אפשר לערוך קווי אורך ורוחב במיני-מפה
pt: Permitir a edição da latitude/longitude nos mini mapas

source: Allow overriding of the movement number on the Move menu screens
bg: Разреши презаписване на номера на движението
cs: Povolit přepsání čísla přesunu na obrazovkách nabídky Přesun
de: Überschreiben der Bewegungsnummer in den Bewegungsmenü-Anzeigen zulassen
fr_ca: Autoriser le remplacement du numéro de déplacement dans les écrans du menu Déplacement
he: אפשר לשנות מספר תנועה במסך תנועה
hu: Engedélyezze a Move menü képernyőjén a tételek számának átugrását
lt: Perkėlimo lange leisti pakeisti veiksmo numerį
nb: Tillat overskriving av bevegelsesnummeret på Flytt-menyen
pt: Permitir a anulação do número de movimento nos ecrãs do menu Movimentos
ru: Разрешить перенос номера перемещения на экране меню Перемещение
tr: Hareketler menüsünün ekranlarında, hareket numarasının değiştirilmesine izin ver.

source: Allow reservations to be created that are not linked to an animal
bg: Позволете да се създават резервации, които не са свързани с животно
he: אפשר ליצור שריון שאינו מקושר לחיה
pt: Permitir a criação de reservas que não estejam vinculadas a um animal

source: Allow use of OpenOffice document templates
bg: Разреши използването на OpenOffice шаблони на документи
cs: Povolit použití šablon OpenOffice
de: Verwendung von OpenOffice-Dokumentvorlagen zulassen
fr_ca: Autoriser l'utilisation de modèles OpenOffice
he: אפשר שימוש בתבניות מסמכים של OpenOffice
hu: Engedélyezze az OpenOffic dokumentumsablonjainak használatát
nb: Tillat å bruke Open Office dokumentmaler
pt: Permitir a utilização de modelos de documentos OpenOffice
ru: Разрешить использование шаблона OpenOffice

source: Allow use of tokens
he: אפשר שימוש באסימונים
pt: Permitir a utilização de tokens

source: Alphabetically A-Z
bg: Азбучен ред А-Я
cs: Abecedně A-Z
de: Alphabetisch A-Z
fr_ca: Alphabétiquement, de A à Z
he: סדר אלפביתי עולה
hu: ABC sorrendben A-tol Z-ig
lt: Pagal abėcėlę A-Z
nb: Alfabetisk A-Å
pt: Alfabética A-Z
ru: В алфавитном порядке от А до Я
tr: Alfabetik olarak A'dan Z'ye

source: Alphabetically Z-A
bg: Азбучен ред Я-А
cs: Abecedně Z-A
de: Alphabetisch Z-A
fr_ca: Alphabétiquement, de Z à A
he: ‫סדר אלפביתי יורד
hu: ABC sorrendben Z-től A-ig
lt: Pagal abėcėlę Z-A
nb: Alfabetisk Å-A
pt: Alfabética Z-A
ru: В алфавитном порядке от Я до А
tr: Alfabetik olarak Z'den A'ya

source: Already Signed
bg: Вече подписано
cs: Již podepsáno
de: Bereits unterzeichnet
fr_ca: Déjà signé
he: כבר נחתם
hu: Már aláírva
nb: Allerede signert
pt: Já Assinado
ru: Подписанные

source: Already fostered to this person.
bg: Вече осиновено от този човек
cs: Již v dočasné péči u této osoby.
de: Schon bei dieser Person in Pflege
fr_ca: Déjà confié à cette personne.
he: כבר הועבר לאומנה זו.
hu: Ideiglenes befogadóhoz került.
nb: Allerede i fosterhjem hos denne personen.
pt: Já atribuído a esta FAT.

source: Altered
bg: Кастрирано
cs: Kastrovaný
de: Kastriert
fr_ca: Stérilisé
he: מסורס/מעוקר
hu: Ivartalanított
lt: Kastruotas/Sterilizuota
nb: Kastrert
pt: Esterilizado/Castrado
ru: Кастрировано/стерилизовано
tr: Kısırlaştırılanlar

source: Altered Date
bg: Дата на кастрация
cs: Datum kastrace
de: Kastrationsdatum
fr_ca: Date de stérilisation
he: תאריך עיקור/סירוס
hu: Ivartalanítás dátuma
lt: Kastracijos/sterilizacijos data
nb: Dato for kastrering
pt: Data da Esterilização/Castração
ru: Дата кастрации/стерилизации
tr: Kısırlaştırma Tarihi

source: Altered Dog - 1 year
bg: Кастрирано куче - 1 година
cs: Kastrovaný pes/fena - jednoletý(á)
de: Kastrierter Hund - 1 Jahr
fr_ca: Chien stérilisé - 1 an
he: כלב מסורס/מעוקר - שנה אחת
hu: Ivartalanított kutya - 1 év
nb: Kastrert hund - 1 år
pt: Cão Esterilizado/Castrado - 1 ano
ru: Кастрированная/стерилизованная собака - 1 год
tr: Kısırlaştırılmış Köpek- 1 Yaşında

source: Altered Dog - 3 year
bg: Кастрирано куче - 3 години
cs: Kastrovaný pes/fena - tříletý(á)
de: Kastrierter Hund - 3 Jahre
fr_ca: Chien stérilisé - 3 ans
he: כלב מסורס/מעוקר - 3 שנים
hu: Ivartalanított kutya - 3 év
nb: Kastrert hund - 3 år
pt: Cão Esterilizado/Castrado - 3 anos
ru: Кастрированная/стерилизованная собака - 3 года
tr: Kısırlaştırılmış Köpek- 3 Yaşında

source: Altered between
bg: Дата на кастрация
he: תאריך עיקור/סירוס בין
nb: Kastrert mellom

source: Altered between two dates
bg: Кастрирани между двете дати
he: סורס/עוקרה בין התאריכים

source: Altering Vet
bg: Лекуващ лекар
cs: Kastrující veterinář
fr_ca: Vétérinaire pour la stérilisation
he: וטרינר מעקר/מסרס
hu: Ivartalanítást végző állatorvos
pt: Veterinário Responsável pela Esterilização/Castração

source: Amazon
fr_ca: Amazone
he: אמזונה
lt: Amazonė
nb: Amazonpapegøye
pt: Amazonas
ru: Амазон

source: Amber
bg: Кехлибар
cs: Žlutohnědý
de: Bernsteinfarben
fr_ca: Ambre
he: ענבר
hu: Sárga
lt: Gintarinė
nb: Oransje
pt: Âmbar
ru: Янтарный
tr: Kehribar

source: American
cs: Americký
de: Amerikanisch
fr_ca: Américain
he: אמריקאי
hu: Amerikai
lt: Amerikiečių
nb: Amerikansk
pt: Americano
ru: Американский
tr: Amerikan

source: American Bulldog
bg: Американски булдог
cs: Americký Bulldog
de: Amerikanische Bulldogge
fr_ca: Bouledogue Américain
he: בולדוג אמריקאי
hu: Amerikai bulldog
lt: Amerikiečių buldogas
nb: Amerikansk bulldog
pt: Buldogue Americano
ru: Американский бульдог
tr: Amerikan Buldog

source: American Curl
cs: Americký curl
he: חתול אמריקאי מסולסל אזניים
hu: american curl macska
lt: Amerikiečių riestaausė
pt: Curl Americano
ru: Американский керл

source: American Eskimo Dog
bg: Американско ескимоско куче
cs: Americký eskymácký pes
de: Amerikanischer Eskimohund
fr_ca: Esquimau Américain
he: אסקימו אמריקאי
hu: amerikai eszkimókutya
lt: Amerikiečių eskimų šuo
pt: Cão Esquimó Americano
ru: Американская эскимосская собака
tr: Amerikan Eskimo Köpeği

source: American Fuzzy Lop
he: ארנב American Fuzzy Lop
hu: Amerikai Fuzzy Lop (nyúl)
lt: Amerikos gauruotasis nulėpausis
pt: Fuzzy Lop Americano
ru: Американский вислоухий кролик

source: American Sable
he: ארנב American Sable
hu: Amerikai Sable (nyúl)
lt: Amerikos sabalinis
pt: Sable Americano
ru: Американский соболиный кролик

source: American Shorthair
cs: Americký Krátkosrstý
de: Amerikanisch Kurzhaar
he: חתול אמריקני קצר-שיער
hu: Amerikai rövidszőrű macska
lt: Amerikiečių trumpaplaukė
pt: Pelo Curto Americano
ru: Американская короткошерстная

source: American Staffordshire Terrier
bg: Стафордширски териер
cs: Americký Stafordšírský Teriér
de: Amerikanischer Staffordshire-Terrier
he: אמסטף
hu: amerikai staffordshire terrier
lt: Amerikiečių Stafordšyro terjeras
nb: Amerikansk staffordshire terrier
pt: Staffordshire Terrier Americano
ru: Американский стаффордширский терьер

source: American Water Spaniel
bg: Американски шпаньол
cs: Americký Vodní Španiel
de: Amerikanischer Wasserspaniel
fr_ca: Chien d'eau américain
he: ספניאל מים אמריקאי
hu: amerikai vizispániel
lt: Amerikiečių vandens spanielis
nb: Amerikansk vannspaniel
pt: Water Spaniel Americano
ru: Американский водяной спаниель

source: American Wirehair
cs: Americký Wirehair
de: Amerikanisch Drahthaar
he: חתול אמריקני מקורזל
hu: Amerikai drótszőrű macska
lt: Amerikiečių šiurkščiaplaukė
pt: Americano de Pelo Cerdoso
ru: Американская жесткошерстная

source: Amount
bg: Сума
cs: Částka
de: Betrag
fr_ca: Montant
he: סכום
hu: Mennyiség
lt: Suma
nb: Beløp
pt: Montante
ru: Сумма
tr: Tutar

source: An age in years, eg: 1, 0.5
bg: Възраст (в години, пр. 1, 0.5)
cs: Věk v letech; příklady: 1, 0.5
de: Ein Alter in Jahren, z.B.: 1, 0.5
fr_ca: Âge en années, ex : 1, 0,5
he: גיל בשנים, לדוגמא: 1, 0.5
hu: Kor években, pl. 1, 0.5
lt: Amžius metais, pvz., 1, 0.5
nb: En alder i år, f.eks. 1, 0,5
pt: Idade em anos, p.ex 1 ou 0,5
ru: Возраст в годах, например, 1, 0,5
tr: Yıl biriminde yaş, ör: 1,0.5

source: An animal cannot have multiple open movements.
bg: Животното не може да има повече от едно отворено движение.
cs: Zvíře nemůže mít více otevřených Pohybů.
de: Ein Tier kann nicht mehrere offene Bewegungen aufweisen.
fr_ca: Un animal ne peut avoir plusieurs déplacements en cours.
he: לחיה לא יכולות להיות מספר תנועות פתוחות.
hu: Egy állat esetében nem lehet több mozgatás folyamatban.
lt: Gyvūnui negali būti priskirti keli aktyvūs (negrąžinti) veiksmai.
nb: Et dyr kan ikke ha flere åpne bevegelser.
pt: Um animal não pode ter vários movimentos em aberto.
ru: В информации о животном не должно быть несколько открытых перемещений.
tr: Bir hayvana ait birden fazla açık hareket olamaz.

source: An optional comma separated list of email addresses to send the output of this report to
bg: Списък по избор с имейл адреси,разделени със запетая, на които да се изпрати резултатът от този отчет към
cs: Volitelný čárkou oddělovaný seznam mailových adres, na které bude poslán výstup tohoto výkazu
de: Eine durch Kommas getrennte Liste von E-Mail adressen and die dieser Report gesendet werden soll
fr_ca: Une liste optionnelle de courriel séparée par des virgules pour envoyer ce rapport à
he: רשימה מופרדת בפסיקים של כתובות אימייל למשלוח הדוח הזה (לא חובה)
hu: Egy opcionális, vesszővel elválasztott emailcím lista, amelyekre ezen riport eredményét elküldi
pt: Uma lista opcional de endereços de email separados por vírgulas para enviar a saída deste relatório

source: Anatolian Shepherd
bg: Кангал
cs: Anatolský pastýřský pes
de: Anatolischer Hirtenhund
fr_ca: Berger d'Anatolie
he: רועה אנטולי
hu: Anatóliai pásztorkutya
lt: Anatolijos aviganis
nb: Anatolsk gjeterhund
pt: Pastor Anatólio
ru: Анатолийская пастушья собака
tr: Anadolu Kangal

source: Angora Rabbit
bg: Ангорски заек
cs: Angorský králík
de: Angora Kaninchen
fr_ca: Lapin Angora
he: ארנב אנגורה
hu: Angóra nyúl
lt: Angoros triušis
pt: Coelho Angorá
ru: Ангорский кролик
tr: Ankara Tavşanı

source: Animal
bg: Животно
cs: Zvíře
de: Tier
he: חיה
hu: Állat
lt: Gyvūnai
nb: Dyr
ru: Животное
tr: Hayvan

source: Animal '{0}' created with code {1}
bg: Животно '{0}' е добавено с номер {1}
cs: Vytvořeno zvíře '{0}' s kódem {1}
de: Tier '{0}' erstellt mit Referenznummer {1}
fr_ca: Animal '{0}' créé avec un code {1}
he: חיה ׳{0}׳ נוצרה עם קוד {1}
hu: Állat '{0}' {1} kóddal létrehozva
lt: Sukurtas gyvūnas '{0}', turintis kodą '{1}'
nb: Dyret '{0}' er oprettet med kode {1}
pt: Animal '{0}' criado com o código {1}
ru: Создана запись о животном '{0}' с кодом {1}
tr: Hayvan '{0}', kod{1} ile yaratıldı.

source: Animal '{0}' successfully marked deceased.
bg: Животно '{0}' е успешно отбелязано като починало.
cs: Zvíře '{0}' bylo označeno jako uhynulé.
de: Tier '{0}' erfolgreich als gestorben gekennzeichnet.
fr_ca: Le décès de l'animal '{0}' a été enregistré avec succès.
he: חיה ׳{0}׳ סומנה מתה.
hu: Az '{0}' állat elhullottként jelölve.
lt: Gyvūnas '{0}' sėkmingai pažymėtas nugaišusiu.
nb: Dyr '{0}' er merket som avdød.
pt: Animal '{0}' corretamente registado como morto.
ru: Животное '{0} отмечено как умершее.
tr: Hayvan '{0}', ölü olarak işaretlendi.

source: Animal (optional)
bg: Животно (по желание)
cs: Zvíře (nepovinné)
de: Tier (optional)
fr_ca: Animal (Optionnel)
he: חיה (לא חובה)
hu: Állat (választható)
lt: Gyvūnas (nebūtinas)
nb: Dyr (valgfritt)
pt: Animal (opcional)
ru: Животное (необязательно)
tr: Hayvan (opsiyonel)

source: Animal (via animalname field)
bg: Животно (чрез полето с име на животно)
cs: Zvíře (z pole jména zvířete)
fr_ca: Nom de l'animal
he: חיה (לפי שדה שם חיה)
hu: Állat nevének megadása
pt: Animal (através do campo animalname)

source: Animal - Additional
bg: Животно - Допълнение
cs: Zvíře - dodatečné údaje
de: Tier - Zusatz
fr_ca: Animal - Champ personnalisé
he: חיה - נוספת
hu: Állat - Egyéb
lt: Gyvūnas - Papildoma
nb: Dyr - annet
pt: Animal - Adicional
ru: Животное - дополнительно
tr: Hayvan - Ek

source: Animal - Death
bg: Животно - Смърт
cs: Zvíře - úhyn
de: Tier - Tod
fr_ca: Animal - Décès
he: חיה - מוות
hu: Állat - Halál
lt: Gyvūnas - Mirtis
nb: Dyr - Død
pt: Animal - Morte
ru: Животное - смерть
tr: Hayvan - Ölüm

source: Animal - Details
bg: Животно - Детайли
cs: Zvíře - detail
de: Tier - Details
fr_ca: Animal - Détails
he: חיה - פרטים
hu: Állat - Részletek
lt: Gyvūnas - Pagrindinė informacija
nb: Dyr - detaljer
pt: Animal - Detalhes
ru: Животное - подробная информация
tr: Hayvan - Detaylar

source: Animal - Entry
bg: Животно - Въвеждане
cs: Zvíře - záznam
de: Tier - Eingang
fr_ca: Animal - Admission
he: חיה - קליטה
hu: Állat - Belépés
lt: Gyvūnas - Patekimas
nb: Dyr - Oppføring
pt: Animal - Entrada
ru: Животное - поступление
tr: Hayvan - Giriş

source: Animal - Health and Identification
bg: Животно - Здраве и отличителни белези
cs: Zvíře - Zdraví a identifikace
de: Tier - Gesundheit und Identifikation
fr_ca: Animal - Santé et identification
he: חיה - בריאות ואמצעי זיהוי
hu: Állat - Egészségi állapot és azonosítás
lt: Gyvūnas - Sveikata ir identifikacija
nb: Dyr - Helse og identifikasjon
pt: Animal - Saúde e Identificação
ru: Животное - состояние здоровья и идентификация
tr: Hayvan - Sağlık ve Kimlik

source: Animal - Notes
bg: Животно - Бележки
cs: Zvíře - Poznámky
de: Tier - Aufzeichnungen
he: חיה - הערות
hu: Állat - Jegyzet
lt: Gyvūnas - Papildoma informacija
nb: Dyr - merknader
pt: Animal - Anotações
ru: Животное - описание
tr: Hayvan - Notlar

source: Animal Codes
bg: Кодове на животни
cs: Kódy zvířat
de: Tier-Referenznummern
fr_ca: Codes animaux
he: קודים לחיות
hu: Állat kódok
lt: Gyvūnų kodai
nb: Dyrekoder
pt: Códigos de Animais
ru: Коды животных
tr: Hayvan Kodları

source: Animal Control
bg: Контрол на животните
cs: Zvířecí záchrana
de: Tierschutz
fr_ca: Service animalier
he: פיקוח בעלי חיים
hu: Állat hatósági ellenőrzése
nb: Dyrevernnemnda
pt: Controlo Animal
ru: Контроль за животным
tr: Hayvan Kontrolü

source: Animal Control Caller
bg: Контрол на животни - позвънил
cs: Osoba volající zvířecí záchranu
de: Tierschutz Benachrichtiger
fr_ca: Interlocuteur du service animalier
he: מתקשר לפיקוח על בעלי חיים
hu: Állat hatósági ellenőrzését kezdeményezte
nb: Inspektør kontakt
pt: Denunciador de Controlo Animal
ru: Ответственное лицо за обзвон владельцев
tr: Hayvan Kontrolü Çağıran

source: Animal Control Incident
bg: Индиценти от контрол на животни
cs: Událost zvířecí záchrany
de: Zwischenfall den Tierschutz betreffend
fr_ca: Incident de contrôle de l'animal
he: תקרית פיקוח על בעלי חיים
hu: Állat hatósági ellenőrzését kiváltó esemény
nb: Dyrevernsak
pt: Incidente de Controlo Animal
ru: Ответственное лицо за ведение события
tr: Hayvan Kontrol Olayı

source: Animal Control Officer
bg: Инспектор по контрол на животните (ACO)
cs: Vedoucí zvířecí záchrany
de: Tierschutzbeauftragter
fr_ca: Agent du service animalier
he: אחראי על פיקוח על בעלי חיים
hu: Ellenőrzéssel megbízott hatósági állatorvos
nb: Inspektør
pt: Responsável de Controlo Animal
ru: Куратор животного
tr: Hayvan Kontrol Görevlisi
