Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: days.
bg: дни.
cs: dnů.
de: Tage.
fr_ca: jours.
he: ימים.
hu: napok.
lt: dienas.
nb: dager.
pt: dias.
ru: дней.
tr: gün

source: 'Super' users automatically have all permissions granted, where 'Normal' users need one or more roles to grant them permissions
he: משתמשי על מקבלים באופן אוטומטי את כל ההרשאות, בעוד משתמשים אחרים צריכים להיות מקושרים לתפקידים על מנת לקבל הרשאות

source: '{0}' is not a valid time
he: '{0}' אינו זמן תקין

source: (all)
bg: (всички)
cs: (vše)
de: (alle)
fr_ca: (tous)
he: (הכל)
hu: (összes)
lt: (visi)
nb: (alle)
pt: (todos)
ru: (все)
tr: (hepsi)

source: (any)
bg: (всеки)
cs: (jakýkoli)
de: (jede)
fr_ca: (n'importe lequel)
he: (כלשהו)
hu: (bármely)
lt: (visi)
nb: (hvilken som helst)
pt: (qualquer)
ru: (любой)
tr: (herhangi biri)

source: (anyone)
bg: (някой)
cs: (kdokoliv)
fr_ca: (n'importe qui)
he: (כל אחד)
hu: (bárki)
nb: (noen)
pt: (qualquer pessoa)

source: (available)
bg: (налично)
cs: (dostupný)
de: (verfügbar)
fr_ca: (disponible)
he: (זמין)
hu: (elérhető)
nb: (tilgjengelig)
pt: (disponíveis)
ru: (доступно)

source: (blank)
bg: (празно)
cs: (prázdný)
de: (leer)
fr_ca: (vide)
he: (ריק)
hu: (üres)
lt: (tuščia)
pt: (em branco)
ru: (пусто)
tr: (boşluk)

source: (both)
bg: (и двете)
cs: (oba)
de: (beide)
fr_ca: (tous)
he: (הכל)
hu: (mindkettő)
lt: (abu)
nb: (begge)
pt: (ambos)
ru: (все)
tr: her ikisi

source: (depleted)
bg: (изчерпано)
he: (מלאי מדולדל)
nb: (tomt)

source: (everyone)
bg: (всеки)
cs: (každý)
de: (jeder)
fr_ca: (tout le monde)
he: (כולם)
hu: (mindenki)
lt: (visi)
nb: (alle)
pt: (todas as pessoas)
ru: (все)
tr: (herkes)

source: (everywhere)
he: (בכל מקום)

source: (master user, not editable)
bg: (главен потребител, нередактируем)
cs: (hlavní uživatel, není upravitelný)
de: (Hauptanwender, kann nicht geändert werden)
fr_ca: (Utilisateur principal, non modifiable)
he: (משתמש ראשי, לא ניתן לעדכון)
hu: (kiemelt felhasználó, nem szerkeszthető)
lt: (supernaudotojas, neredaguojamas)
nb: (hovedbruker, ikke redigerbar)
pt: (utilizador principal, não editável)
ru: (старший пользователь, не доступно для редактирования)
tr: (master kullanıcı, güncellenemez)

source: (no change)
bg: (без промяна)
cs: (beze změny)
de: (keine Änderung)
fr_ca: (pas de modification)
he: (ללא שינוי)
hu: (nincs változás)
lt: (be pakeitimų)
nb: (ingen endring)
pt: (sem alterações)
ru: (не может быть изменено)
tr: (değişiklik yok)

source: (no deduction)
bg: (не е избрано)
cs: (žádné závěry)
de: (kein Abzug)
fr_ca: (aucune déduction)
he: (ללא ניכוי מהמלאי)
hu: (nincs csökkenés)
pt: (sem deduções)
ru: (не может быть снижено)
tr: (indirim yok)

source: (none)
bg: (без)
cs: (žádné)
de: (keine)
fr_ca: (aucun)
he: (אין)
hu: (nincs)
lt: (joks)
nb: (ingen)
pt: (nenhum)
ru: (не указано)
tr: (hiçbiri)

source: (nowhere)
he: (אף מקום)

source: (unknown)
bg: (неизвестен)
cs: (neznámé)
de: (Unbekannt)
fr_ca: (inconnu)
he: (לא ידוע)
hu: (ismeretlen)
lt: (nežinoma)
nb: (ukjent)
pt: (desconhecido)
ru: (неизвестно)
tr: (bilinmeyen)

source: (use system)
bg: (използвай системата)
cs: (použít systémový)
de: (nutzt System)
fr_ca: (utiliser système)
he: (השתמש במערכת)
hu: (rendszer használata)
lt: (naudoti sistemines)
nb: (bruk system)
pt: (utilizar sistema)
ru: (использовать систему)
tr: (sistemi kullan)

source: ({0} given)
bg: ({0} дадено)
he: ({0} התקבל)
nb: ({0} gitt)

source: ({0} given, {1} remaining)
bg: ({0} дадени, {1} остават)
cs: ({0} zadáno, {1} zbývá)
fr_ca: ({0} donné, {1} restant)
he: ({0} ניתנו, {1} נותרו)
hu: ({0} adott, {1} megmaradt)
nb: ({0} gitt, {1} gjenstår)
pt: ({0} administradas, {1} restantes)

source: 1 treatment
bg: 1 лечение
cs: 1 ošetření
de: 1 Behandlung
fr_ca: 1 traitement
he: טיפול אחד
hu: 1 kezelés
lt: 1 kartas
nb: 1 behandling
pt: 1 tratamento
ru: 1 процедура
tr: 1 tedavi

source: 1 week
bg: 1 седмица
cs: 1 týden
de: 1 Woche
fr_ca: 1 semaine
he: שבוע אחד
hu: 1 hét
lt: 1 savaitė
nb: 1 uke
pt: 1 semana
ru: 1 неделя
tr: 1 hafta

source: 1 year
bg: 1 година
cs: 1 rok
de: 1 Jahr
fr_ca: 1 an
he: שנה אחת
hu: 1 év
lt: 1 metai
nb: 1 år
pt: 1 ano
ru: 1 год
tr: 1 yıl

source: 2 weeks
bg: 2 седмици
cs: 2 týdny
de: 2 Wochen
fr_ca: 2 semaines
he: שבועיים
hu: 2 hét
lt: 2 savaitės
nb: 2 uker
pt: 2 semanas
ru: 2 недели
tr: 2 hafta

source: 2FA Code
he: קוד 2FA

source: 2FA Enabled
he: ‫2FA פעיל

source: 3 months
bg: 3 месеца
cs: 3 měsíce
de: 3 Monate
fr_ca: 3 mois
he: 3 חודשים
hu: 3 hónap
lt: 3 mėnesiai
nb: 3 måneder
pt: 3 meses
ru: 3 месяца
tr: 3 ay

source: 4 weeks
bg: 4 седмици
cs: 4 týdny
de: 4 Wochen
fr_ca: 4 semaines
he: 4 שבועות
hu: 4 hét
lt: 4 savaitės
nb: 4 uker
pt: 4 semanas
ru: 4 недели
tr: 4 hafta

source: 5 Year
bg: 5 години
cs: 5 let
de: 5 Jahre
fr_ca: 5 ans
he: 5 שנים
hu: 5 év
lt: 5 metų
nb: 5 år
pt: 5 anos
ru: 5 лет
tr: 5 yıl

source: 6 months
bg: 6 месеца
cs: 6 měsíců
de: 6 Monate
fr_ca: 6 mois
he: 6 חודשים
hu: 6 hónap
lt: 6 mėnesiai
nb: 6 måneder
pt: 6 meses
ru: 6 месяцев
tr: 6 ay

source: 8 weeks
bg: 8 седмици
cs: 8 týdnů
de: 8 Wochen
fr_ca: 8 semaines
he: 8 שבועות
hu: 8 hét
lt: 8 savaitės
nb: 8 uker
pt: 8 semanas
ru: 8 недель
tr: 8 hafta

source: 9 months
bg: 9 месеца
cs: 9 měsíců
de: 9 Monate
fr_ca: 9 mois
he: 9 חודשים
hu: 9 hónap
lt: 9 mėnesiai
nb: 9 måneder
pt: 9 meses
ru: 9 месяцев
tr: 9 ay

source: A (Stray Dog)
bg: Кастрирано куче
cs: A (Zatoulaný pes)
de: A (streunender Hund)
fr_ca: A (Chien Errant)
he: ‫A (כלב משוטט)
hu: A (kóbor kutya)
nb: A (Hjemløs hund)
pt: A (Cão Errante)
ru: (Бездомная собака)

source: A description or other information about the animal
bg: Описание или друга информация за животното
cs: Popis nebo jiná informace o zvířeti
de: Eine Beschreibung oder andere Informationen des Tieres
fr_ca: Une description ou autre détail au sujet de l'animal
he: תיאור או מידע נוסף על החיה
hu: Az állat leírása vagy egyéb információk
lt: Gyvūno aprašymas arba kita informacija
nb: En beskrivelse eller andre opplysninger om dyret
pt: Uma descrição ou outras informações sobre o animal
ru: Описание или другая информация о животном
tr: Hayvan hakkında tanım ya da diğer bilgiler

source: A list of areas this person will homecheck - eg: S60 S61
bg: Списък с локации, за които лицето отговаря - пр. S60 S61
cs: Seznam oblastí, které tato osoba bude doma kontrolovat - např. S60 S61
de: Eine Liste von Gebieten, in welchen diese Person Platzkontrollen durchführen wird - z.B.: S60 S61
fr_ca: La liste des zones à contrôler par cette personne - ex: S60 S61
he: רשימת אזורים בהם האדם יבצע בדק בית - לדוגמא: S60 S61
hu: Ezen személy által látogatható körzetek listája - pl. S60 S61
lt: Vietovių sąrašas, kuriose asmuo gali atlikti patikrinimus
nb: En liste over områder denne personen skal hjemmesjekke - f.eks. S60 S61
pt: Uma lista das áreas onde esta pessoa faz inspeções de domicílios, por exemplo 1000-002
ru: Список районов для проверки условий содержания. Например: S60 S61
tr: Bu kişinin, ev denetimi yapacağı yerlerin listesi. -ör: S60 S61

source: A movement must have a reservation date or type.
bg: Движението трябва да има дата или тип на резервация
cs: Přesun musí mít datum rezervace nebo typ.
de: Eine Bewegung muss ein Reservierungsdatum oder einen Reservierungstyp haben.
fr_ca: Un déplacement doit avoir une date ou un type de réservation.
he: יש למלא סוג או תאריך שריון.
hu: A mozgatáshoz szükséges a foglalás dátuma vagy típusa.
lt: Šiam veiksmui privaloma nurodyti rezervacijos datą arba tipą.
nb: En bevegelse må ha en reservasjonsdato eller -type.
pt: Um movimento tem de ter uma data ou tipo de reserva.
ru: В перемещении должен быть указан тип или дата резервирования.
tr: Hareketlerin rezervasyon tipi ya da tarihi olmalıdır.

source: A new ASM user account has been set up for you
he: חשבון משתמש ASM חדש הוגדר עבורך

source: A person is required for this movement type.
bg: Избирането на човек е необходимо за този тип движение.
cs: Nutná osoba k zajištění tohoto typu přesunu.
de: Diese Bewegungsart erfordert eine Person.
fr_ca: Un contact est requis pour ce type de déplacement.
he: יש לבחור אדם לסוג תנועה זה.
hu: Egy személy szükséges az ilyen típusú átsoroláshoz.
lt: Šiam veiksmo tipui būtina nurodyti asmenį.
nb: En person kreves for denne bevegelsen.
pt: É necessária uma pessoa para este tipo de movimento.
ru: Для данного типа перемещения необходимо указать контактное лицо.
tr: Bu hareket türü için bir kişi gerekmektedir.

source: A publish job is already running.
bg: В момента има заявка за публикуване
cs: Úloha publikování je již spuštěna.
de: Eine Aufgabe wird zur Zeit abgearbeitet.
fr_ca: Une publication est déjà en cours.
he: תהליך פרסום כבר רץ.
hu: Már folyamatban van a közzététel.
lt: Publikavimas jau pradėtas.
nb: En publiseringsjobb utføres allerede.
pt: Já está em curso um trabalho de publicação.
ru: Публикация уже началась.
tr: Bir yayın işi haihazırda sürrmekte.

source: A short version of the reference number
bg: Кратка версия на референтният номер
cs: Zkrácené referenční číslo
de: Eine kurze Version der Referenznummer
fr_ca: Une version courte du numéro de référence
he: גרסה קצרה של מזהה החיה
hu: A referencia szám rövidítése
lt: Trumpoji susijusio numerio versija
nb: En kortversjon av referansenummeret
pt: Uma versão abreviada do número de referência
ru: Краткий вариант кода животного
tr: Referans numarasının kısa versiyonu

source: A task is already running.
bg: Заявката в момента се обработва
cs: Úloha je již spuštěna.
fr_ca: Une tâche est déjà en cours.
he: תהליך כבר רץ.
hu: Egy feladat már folyamatban van.
nb: En oppgave kjører allerede.
pt: Já existe uma tarefa em curso.

source: A unique number to identify this movement
bg: Идентификационен номер на движението
cs: Unikátní číslo pro identifikaci tohoto přesunu
de: Eine eindeutige Nummer zur Kennzeichnung dieser Bewegung
fr_ca: Un numéro unique pour identifier ce déplacement
he: מספר ייחודי לזיהוי התנועה
hu: Egyedi sorszám a tevékenység azonosítására
lt: Unikalus numeris šio veiksmo identifikacijai
nb: Et unikt nummer for å identifisere denne bevegelsen
pt: Um número exclusivo para identificar este movimento
ru: Уникальный номер-идентификатор перемещения
tr: Bu hareketi tanımlamak için tekil (biricik) numara

source: A unique number to identify this piece of equipment
he: מספר ייחודי לזיהוי הציוד

source: A unique reference for this litter
bg: Уникален линк за това кучило.
cs: Unikátní reference k tomuto vrhu
de: Eine eindeutige Referenznummer für diesen Wurf
fr_ca: Une référence unique pour cette portée
he: מספר ייחודי לשגר זה
hu: Alom egyedi azonosítója
lt: Unikalus šios vados numeris
nb: Et unikt referansenummer for dette kullet
pt: Uma referência exclusiva para esta ninhada
ru: Уникальный номер этого помета
tr: Bu doğum için atanan tekil (biricik) numara

source: ACO
de: Tierschutzbeauftragter
he: קצין טיפול בבע״ח
lt: Gyvūnų kontrolės darbuotojas
pt: Agente de Controlo Animal
ru: Ответственное лицо в отделе по контролю за животными/ACO
tr: ACO (Barınak Görevlisi)

source: ASM 3 is compatible with your iPad and other tablets.
bg: ASM 3 е съвместим с iPad и други таблети
cs: ASM 3 je kompatibilní s vaším iPad a ostatními tablety.
de: ASM 3 ist kompatibel mit Ihrem iPad und anderen Tablets.
fr_ca: ASM 3 est compatible avec votre Ipad et autres tablettes.
he: מערכת זו תומכת באייפד ובמגוון מחשבי לוח נוספים.
hu: Az ASM 3 kompatibilis az Ön iPad-jével és egyéb tablet-tel.
lt: ASM 3 yra suderinamas su iPad ir kitomis planšetėmis.
nb: ASM 3 er kompatibel med iPad og andre nettbrett.
pt: O ASM 3 é compatível com iPad e outros tablets.
ru: ASM 3 совместима с iPad и другими планшетами.
tr: ASM 3 iPad ve diğer tabletlerle uyumludur.

source: ASM News
bg: ASM новини
cs: ASM Novinky
de: ASM Nachrichten
fr_ca: L'actualité d'ASM
he: חדשות ASM
hu: ASM hírek
lt: ASM naujienos
nb: ASM nyheter
pt: Notícias do ASM
ru: Новости ASM
tr: ASM Haberleri

source: ASM can talk to payment processors and request payment from your customers and donors.
bg: ASM може да говори с обработващи плащания и да иска плащане от вашите клиенти и дарители.
fr_ca: ASM peut parler aux processeurs de paiement et demander le paiement à vos clients et donateurs.
he: ‫המערכת יכולה לתקשר עם מערכות סליקה ולדרוש תשלום מלקוחות ותורמים.
pt: O ASM pode comunicar com processadores de pagamentos e solicitar-lhes pagamentos por parte dos seus clientes e autores de donativos.

source: ASM can track detailed monthly and annual figures for your shelter. Install the Monthly Figures and Annual Figures reports from Settings-Reports-Browse sheltermanager.com
bg: ASM може да следи детайлно месечно и годишно показатели за вашият приют. Инсталирайте справките за Месечни показатели и Годишни показатели от Настройки->Справки->Browse sheltermanager.com
cs: ASM může sledovat detailní mesíční a roční údaje vašeho útulku. Nainstalujte výkazy "Monthly Figures" a "Annual Figures" z Nastavení-Výkazy-Procházení sheltermanager.com
de: ASM kann detaillierte monatliche und jährliche Zahlen für Ihr Tierheim erstellen. Erstellen Sie die monatlichen- und jährlichen Zahlen-Berichte aus Einstellungen-Berichte-Sheltermanager.com heraus
fr_ca: ASM peut suivre en détails les chiffres annuels et mensuel de votre refuge. Installer les rapports de Chiffres Mensuels et Annuels dans Paramètres-Rapports-Navigateur sheltermanager.com
he: המערכת יכולה לעקוב אחר המצב הכספי של המקלט ברמה החודשית והשנתית. התקן דוחות "מצב חודשי" ו"מצב שנתי" מתוך: הגדרות-דוחות-חיפוש ב sheltermanager.com
hu: Az ASM segítségével rögzítheti az Ön Menhelyének havi és éves adatait. Telepítse a Havi adatok (Monthly Figures) és Éves adatok (Annual Figures) beszámolókat a Settings-Reports-Browse sheltermanager.com-ról
lt: ASM gali fiksuoti detalius Jūsų prieglaudos gyvūnų mėnesio ir metinius skaičius. Įdiekite Skaičių ir Metinių skaičių ataskaitas iš meniu Nuostatos - Ataskaitos - Naršyti sheltermanager.com
nb: ASM kan spore detaljerte månedlige og årlige tall for hjelpesenteret ditt. Installer månedlige tall og årlige rapporter fra Innstillinger-Rapporter-Bla igjennom sheltermanager.com
pt: O ASM permite gerir os relatórios mensais e anuais detalhados do seu abrigo. Instale os relatórios Valores Mensais e Valores Anuais através do menu Definições-Relatórios-Procurar sheltermanager.com
ru: ASM может показывать подробные данные за месяц или за год о вашем приюте. Установите параметры ежемесячных и ежегодных отчетов в меню "Настройки - Отчеты - Просмотр" на сайте sheltermanager.com.
tr: ASM, barınağınız için aylık ve haftalık figürleri detaylı olarak takip edebilir. Bunun için, Monthly Figures and Annual Figures (Aylık Figürlerve Yllık Figürler) raporunu, sheltermanager.com adresindeki Settings-Reports-Browse kısmından indiriniz.

source: ASM comes with a dictionary of 4,000 animal names. Just click the generate random name button when adding an animal.
bg: ASM съдържа речник с 4000 имена на животни. Изберете бутона за генериране на случайно име, когато добавяте животно
cs: ASM v sobě obsahuje slovník 4000 zvířecích jmen. Stačí kliknout na tlačítko pro vytvoření náhodného jména u formuláře pro přidání zvířete.
de: ASM beinhaltet ein Verzeichnis mit 4.000 Tiernamen. Klicken Sie einfach auf die Schaltfläche »Zufallsnamen erzeugen«, wenn Sie ein Tier hinzufügen.
fr_ca: ASM contient un dictionnaire de 4000 noms. Cliquer simplement sur le bouton "Nom aléatoire" quand vous ajouter un animal.
he: המערכת מכילה מילון ובו 4,000 שמות מתאימים לבעלי חיים. הקלק על מנת לחולל כפתור שם אקראי כאשר מוסיפים בעל חי.
hu: Az ASM szótára 4.000 db állatnevet tartalmaz. Egyszerűen kattintson a véletlenszerű névválasztás mezőre, amikor új állatot rögzít.
lt: ASM duomenų bazėje yra 4000 gyvūnų vardų. Jei norite gyvūnui parinkti vardą atsitiktine tvarka, pridėdami naują gyvūną tiesiog paspauskite atsitiktinio vardo generavimo mygtuką.
nb: ASM kommer med en ordbok som inkluderer 4.000 dyrenavn. Bare klikk på knappen "Lag tilfeldig navn" når du legger til et dyr.
pt: O ASM inclui um dicionário com 4000 nomes de animais. Basta clicar no botão para gerar um nome aleatório ao adicionar um animal.
ru: ASM включает в себя словарь на 4000 имен животных. Просто щелкните по кнопке случайного имени при добавлении животного.
tr: ASM (HBY), 4000 adet örnek hayvan ismi barındırır. Bir hayvan eklerken, rasgele isim üret düğmesine basınız.

source: ASM will remove this animal from the waiting list after a set number of weeks since the last owner contact date.
bg: ASM ще премахне животното от списъка с чакащи след определен прой седмици от последният контакт със стопанина.
cs: ASM automaticky vyřadí toto zvíře z pořadníku po zadaném počtu týdnů od posledního kontaktu majitele.
de: ASM entfernt dieses Tier von der Warteliste nach einer festgelegten Anzahl von Wochen ab dem Datum des letzten Besitzerkontaktes.
fr_ca: ASM va enlever cet animal de la liste d'attente après un certain nombre de semaines depuis le dernier contact avec le propriétaire.
he: המערכת תסיר חיה זו מרשימת ההמתנה לאחר מספר שבועות שיקבע מתאריך הקשר האחרון עם הבעלים.
hu: ASM eltávolítja ezt az állatot a várólistáról, a tulajdonossal való utolsó kapcsolatfelvételtől számított megadott számú hét után.
lt: ASM automatiškai pašalins šį gyvūną iš laukiančių sąrašo po nustatyto savaičių skaičiaus nuo paskutinio kontakto su savininku datos.
nb: ASM vil fjerne dyret fra sakslisten et bestemt antall uker etter siste kontakt med eier.
pt: O ASM irá remover este animal da lista de espera após um determinado número de semanas após a data do último contacto do dono.
ru: ASM удалит животное из листа ожидания по прошествии указанного количества недель с момента последней связи с владельцем.
tr: ASM, sahibinin son iletişim tarihinden, belirlenen kadar hafta geçince, bu hayvanı bekleme listesinden çıkaracaktır.

source: Abandoned
bg: Изоставено
cs: Opuštěné
de: Ausgesetzt
fr_ca: Abandonné
he: נטוש
hu: Gyepmesteri telepről
lt: Paliktas be priežiūros
nb: Forlatt
pt: Abandonado
ru: Брошенные
tr: Terkedilmiş

source: About
bg: За
he: אודות
nb: Om
pt: Sobre...

source: Abuse
bg: Тормоз
cs: Týrané
de: Quälerei
fr_ca: Abus
he: התעללות
hu: Bántalmazott
lt: Žiaurus elgesys
nb: Mishandling
pt: Abuso
ru: Жестокое обращение
tr: İstismar

source: Abyssinian
bg: Абисинка
cs: Habešský
de: Abessinier
fr_ca: Abyssin
he: חתול אבסיני (חבשי)
hu: Abesszín
lt: Abisinijos katė
nb: Abyssiner
pt: Abissínio
ru: Абиссинская

source: Access Settings Menu
bg: Достъп до системното меню
fr_ca: Accéder au menu système
he: תפריט ‫גישה למערכת
nb: Gå inn på Innstillinger
pt: Aceder ao Menu Definições

source: Account
bg: Сметка
cs: Účet
de: Konto
fr_ca: Compte
he: חשבון
hu: Fiók
lt: Sąskaita
nb: Konto
pt: Conta
ru: Счет
tr: Hesap

source: Account Types
bg: Видове сметки
cs: Typy účtů
de: Kontenarten
fr_ca: Types de comptes
he: סוגי חשבון
hu: Fiók fajták
lt: Sąskaitų tipai
nb: Kontotyper
pt: Tipos de Conta
ru: Типы счетов
tr: Hesap Tipleri

source: Account code '{0}' has already been used.
bg: Номерът на сметка '{0}' вече се използва.
cs: Kód účtu '{0}' je již použitý jinde.
de: Der Kontoschlüssel »{0}« wurde bereits verwendet.
fr_ca: Le code '{0}' du compte est déjà utilisé.
he: קוד חשבון '{0}' כבר בשימוש.
hu: A '{0}' fiók kód már foglalt.
lt: Sąskaitos kodas '{0}' jau buvo panaudotas.
nb: Kontokode '{0}' er allerede brukt.
pt: O código de conta '{0}' já está a ser utilizado.
ru: Код счета '{0}' уже был использован.
tr: '{0}' hesap kodu hali hazırda kullanılmakta

source: Account code '{0}' is not valid.
bg: Номерът на сметка '{0}' не е валидна.
cs: Kód účtu '{0}' není validní.
de: Der Kontoschlüssel »{0}« ist ungültig.
fr_ca: Le code '{0}' du compte est invalide.
he: קוד חשבון '{0}' אינו חוקי.
hu: A '{0}' fiók kód érvénytelen.
lt: Sąskaitos kodas '{0}' netinkamas.
nb: Kontokode '{0}' er ikke gyldig.
pt: O código de conta '{0}' não é válido.
ru: Недопустимый код '{0}' счета.
tr: '{0}' hesap kodu, geçerli değildir.

source: Account code cannot be blank.
bg: Номерът на сметката не може да е празен.
cs: Kód účtu musí být vyplněn.
de: Kontoschlüssel darf nicht leer sein.
fr_ca: Le code du compte ne peut être vide.
he: יש למלא קוד חשבון.
hu: Fiók kód nem lehet üres.
lt: Būtina įvesti sąskaitos kodą.
nb: Kontokode må fylles ut.
pt: Código de conta não pode estar vazio.
ru: Поле кода счета обязательно для заполнения.
tr: Hesap kodu, boş olamaz.

source: Account disabled.
bg: Сметката не е активна.
cs: Neaktivní účet.
de: Konto deaktiviert.
fr_ca: Compte désactivé.
he: החשבון משובת.
hu: Fiók letiltva.
lt: Paskyra deaktyvuota.
nb: Konto er deaktivert.
pt: Conta desativada.
ru: Учётная запись заблокирована.
tr: Hesap etkin değil.

source: Accountant
bg: Счетоводител
cs: Účetní
de: Buchführer
fr_ca: Comptable
he: הנהלת חשבונות
hu: Könyvelő
lt: Apskaitininkas
nb: Regnskapsfører
pt: Contabilista
ru: Бухгалтер
tr: Muhasebeci

source: Accounts
bg: Сметки
cs: Účty
de: Konten
fr_ca: Comptes
he: חשבונות
hu: Fiókok
lt: Sąskaitos
nb: Kontoer
pt: Contas
ru: Учётные записи
tr: Hesaplar

source: Action
bg: Действие
he: פעולה
nb: Aksjon
pt: Ação

source: Active
bg: Активен
cs: Aktivní
de: Aktiv
fr_ca: Actif
he: פעיל
hu: Aktív
lt: Aktyvus
nb: Aktiv
pt: Ativo
ru: Активно
tr: Etkin

source: Active Incidents
bg: Активни инциденти
cs: Aktivní incidenty
de: Aktive Vorfälle
fr_ca: Incidents actifs
he: תקריות פעילות
hu: Aktív esetek
nb: Aktive hendelser
pt: Incidentes ativos
ru: Действующие дела
tr: Aktif Olaylar

source: Active license held
bg: Активен паспорт
he: רשיונות פעילים
nb: Aktiv lisens

source: Active users: {0}
bg: Активен потребител: {0}
cs: Aktivní uživatelé {0}
de: Aktive Benutzer: {0}
fr_ca: Utilisateurs actifs: {0}
he: משתמשים פעילים: {0}
hu: Aktív felhasználók
lt: Aktyvūs naudotojai: {0}
nb: Aktive brukere: {0}
pt: Utilizadores ativos: {0}
ru: Активные пользователи: {0}
tr: Aktif kullanıcılar: {0}

source: Add
bg: Добави
cs: Přidat
de: Hinzufügen
fr_ca: Ajouter
he: הוסף
hu: Hozzáad
lt: Pridėti
nb: Legg til
pt: Adicionar
ru: Добавить
tr: Ekle

source: Add Accounts
bg: Добави сметки
cs: Přidat účty
de: Konten hinzufügen
fr_ca: Ajouter un compte
he: הוספת חשבונות
hu: Fiók hozzáadása
lt: Pridėti sąskaitas
nb: Legg til kontoer
pt: Adicionar Contas
ru: Добавить учётные записи
tr: Hesap Ekleyin

source: Add Animal
bg: Добавяне на животно
cs: Přidat zvíře
de: Tier hinzufügen
fr_ca: Ajouter un animal
he: הוספת חיה
hu: Állat hozzáadása
nb: Registrer dyr
pt: Adicionar Animal
ru: Добавить животное
tr: Hayvan Ekleyin

source: Add Animals
bg: Добавяне на животни
cs: Přidat Zvířata
de: Tiere hinzufügen
fr_ca: Ajouter des animaux
he: הוספת חיות
hu: Állatok hozzáadása
lt: Pridėti gyvūnus
nb: Legg til dyr
pt: Adicionar Animais
ru: Добавить животных
tr: Birden Fazla Hayvan Ekleyin

source: Add Appointment
bg: Добави преглед
cs: Přidat schůzku
fr_ca: Ajouter un rendez-vous
he: הוספת תור
hu: Esemény hozzáadása
pt: Adicionar Agendamento

source: Add Call
bg: Добави обаждане
cs: Přidat hovor/volání
de: Aufruf hinzufügen
fr_ca: Ajouter un appel
he: הוסף שיחה
hu: Hívás hozzáadása
nb: Legg till oppringing
pt: Adicionar Chamada
ru: Добавить заявку

source: Add Citations
bg: Добави глоба/обвинение
cs: Přidat citace
de: Anzeigen hinzufügen
fr_ca: Ajouter une citation
he: הוספת דוחות (קנסות)
nb: Legg til pålegg/innkalling
pt: Adicionar Advertências
ru: Добавить выписки
tr: Alıntı Ekle

source: Add Clinic Appointment
bg: Добави клиничен преглед
cs: Přidat schůzku na klinice
fr_ca: Ajouter un rendez-vous clinique
he: הוספת תור למרפאה
hu: Orvosi vizsgálat hozzáadása
pt: Adicionar Agendamento Clínico

source: Add Cost
bg: Добави разход
cs: Přidat náklady
de: Ausgaben hinzufügen
fr_ca: Ajouter un prix
he: הוסף הוצאה
hu: Költség hozzáadása
lt: Pridėti išlaidas
nb: Legg til kostnad
pt: Adicionar Custo
ru: Добавить расходы
tr: Maliyet Ekleyin

source: Add Diary
bg: Добави дневник
cs: Přidat Diář
de: Kalender hinzufügen
fr_ca: Ajouter à l' agenda
he: הוספת משימות
hu: Napló hozzáadása
lt: Pridėti darbotvarkės užduotis
nb: Legg til dagbok
pt: Adicionar Diário
ru: Создать новую задачу
tr: Günlük Ekle (Seyir Defteri)
