Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Animal Control Victim
bg: Контрол на животни - жертва
cs: Oběť zvířecí záchrany
de: Tierschutz - Opfer
fr_ca: Victime du contrôle de l'animal
he: קורבן פיקוח על בעלי חיים
hu: A hatósági ellenőrzés alanya
pt: Vítima de Controlo Animal
ru: Ответственный за расследование инцидентов, связанных с нападением животного
tr: Hayvan Kontrol Mağduru

source: Animal Emblems
bg: Емблеми на животните
cs: Symboly zvířete
de: Tierembleme
fr_ca: Logos de l'animal
he: סמלי חיות
hu: Állat jelzések
lt: Gyvūnų emblemos
nb: Dyremerke
pt: Emblemas de Animal
ru: Иконки животных
tr: Hayvan Amblemleri

source: Animal Entry History
he: היסטוריית קליטת חיות

source: Animal Flags
bg: Животински категории
cs: Příznaky zvířete
de: Tier Hinweisfahnen
fr_ca: Drapeaux de l'animal
he: תגיות לחיות
hu: Állat jelölések
nb: Dyreflagg
pt: Sinalizações de Animais

source: Animal Links
bg: Връзки към животни
cs: Zvířecí odkazy
de: Tier Verknüpfung
fr_ca: Liens de l'animal
he: קישורים לחיות
hu: Állat linkek
nb: Dyrelinker
pt: Links de Animais
ru: Ссылки на животных

source: Animal Name
bg: Име на животно
cs: Jméno Zvířete
de: Tiername
fr_ca: Nom de l'animal
he: שם החיה
hu: Állat neve
lt: Gyvūno vardą
nb: Navn
pt: Nome do Animal
ru: Кличка животного
tr: Hayvan Adı

source: Animal Selection
bg: Избор на животни
cs: Výběr Zvířete
de: Tierauswahl
fr_ca: Sélection de l'animal
he: בחירת חיה
hu: Állat kiválasztása
lt: Gyvūnų parinkimas
nb: Dyrevalg
pt: Seleção de Animal
ru: Выбор животных
tr: Hayvan Seçimi

source: Animal Shelter Manager
bg: Управител на приюта
cs: Manažer útulku
de: Tierheim-Manager
fr_ca: Responsable du refuge animalier
he: מנהל המקלט לחיות
hu: ASM
ru: Animal Shelter Manager (ASM)
tr: Hayvan Barınağı Yöneticisi

source: Animal Shelter Manager Login
bg: Управител на приюта влизане
cs: Přihlášení Manažera útulku
de: Tierheim-Manager Anmeldung
fr_ca: Responsable du refuge - Identification
he: התחברות ל-ASM
hu: ASM Belépés
lt: Prisijungimas prie Animal Shelter Manager
nb: Animal shelter manager innlogging
pt: Login do Animal Shelter Manager
ru: Вход в ASM
tr: Hayvan Barınağı Yöneticisi Giriş

source: Animal Sponsorship
bg: Спонсориране на куче
cs: Sponzorství zvířete
de: Patenschaftsgebühr
fr_ca: Parrainage d'animal
he: חסות על חיה
hu: Állat támogatója
lt: Parama gyvūnams
nb: Fjernadopsjon
pt: Apadrinhamento de Animais
ru: Шефство над животным
tr: Hayvan Sponsoru

source: Animal Type
bg: Тип животно
cs: Typ zvířete
de: Tiertyp
fr_ca: Type d'animal
he: סוג החיה
hu: Állat faja
lt: Gyvūno tipas
nb: Dyreslag
pt: Tipo de Animal
ru: Тип животного
tr: Hayvan Tipi

source: Animal Types
bg: Типове животни
cs: Typy zvířat
de: Tiertypen
fr_ca: Types d'animaux
he: סוגי חיות
hu: Állat fajtája
lt: Gyvūnų tipai
nb: Dyresorter
pt: Tipos de Animais
ru: Типы животного
tr: Hayvan Türleri

source: Animal board costs
bg: Разходи за животно на пансион
cs: Výdaje za umístění zvířat
de: Tier Aufenthaltskosten
fr_ca: Coûts de pension
he: עלויות שהיה לחיה
hu: Állat ellátásának költségei
nb: Styrekostnader
pt: Custos com o alojamento do animal
ru: Расходы на корм животного

source: Animal cannot be deceased before it was brought to the shelter
bg: Животното не може да бъде починало преди приемане в приюта
cs: Datum úmrtí zvířete nemůže být dřívější než bylo zvíře přijato do útulku
de: Das Tier kann nicht verstorben sein, bevor es in das Tierheim gebracht wurde
fr_ca: Un animal ne peut être décédé avant son entrée au refuge
he: תאריך המוות לא יכול להקדים את תאריך הקליטה למקלט
hu: Az állat nem jelölhető elhullottként, mielőtt a menhelyre került.
lt: Gyvūnas negali būti nugaišęs prieš jam patenkant į prieglaudą
nb: Dyret kan ikke være avdød før det ble innbragt til omplasseringssenteret
pt: O animal não pode estar morto antes de ter sido trazido para o abrigo
ru: Нельзя отметить животное как умершее до его принятия в приют
tr: Hayvan, barınağa getirilmeden, ölü olarak belirtilemez.

source: Animal code format
bg: Формат на кода на животното
cs: Formát kódu zvířete
de: Referenznummernformat
fr_ca: Format du code de l'animal
he: פורמט קוד חיה
hu: Állat kód formátum
lt: Gyvūnų kodo formatas
nb: Dyrekodeformat
pt: Formato de código de animal
ru: Формат кода животного
tr: Hayvan kodlandırma formatı

source: Animal comments MUST contain this phrase in order to match.
bg: Коментарите на животните ТРЯБВА да съдържат тази фраза, за да съвпадат.
cs: Komentáře zvířat MUSÍ obsahovat tuto frázi, kvůli spárování.
fr_ca: Les commentaires DOIVENT contenir cette phrase pour correspondre.
he: הערות על חיות *חייבים* להכיל את הביטוי הזה על מנת להתאים.
hu: Az állathoz kapcsolódó megjegyzésnek tartalmazni kell ezt a kifejezést az egyezéshez.
pt: Os comentários sobre TÊM de incluir esta frase para que haja uma correspondência.

source: Animal control calendar
bg: Календар за контрол на животни
cs: Kalendář zvířecí záchrany
de: Tier Überwachungskalender
fr_ca: Calendrier de contrôle de l'animal
he: יומן פיקוח בע״ח
hu: Állat ellenőrzési naptár
pt: Agenda de controlo de animais
ru: Календарь контроля за животными
tr: Hayvan kontrol takvimi

source: Animal control incidents matching '{0}'.
bg: Инциденти от контрол на животни отговарящи на '{0}'.
cs: Události odpovídající zvířecí záchraně '{0}'.
de: Tier Überwachung - übereinstimmende Zwischenfälle '{0}'.
fr_ca: Incidents de contrôle de l'animal correspondants '{0}'.
he: תקריות פיקוח על בעלי חיים מתאימים ׳{0}׳.
hu: Állat ellenőrzési tételek egyezése '{0}'.
nb: Dyrevernsak som inneholder '{0}'.
pt: Incidentes de controlo animal correspondentes a '{0}'.
ru: Найдено совпадений по событиям '{0}'.
tr: '{0}' ile eşleşen hayvan kontrol vakaları

source: Animal defecation
bg: Животинска дефекация
cs: Stolice zvířete
de: Tierkot
fr_ca: Défécation animale
he: צואת חיות
hu: Állat féreghajtása
nb: Avføring
pt: Fezes de animais
ru: Дефекация животного
tr: Hayvan dışkılama

source: Animal descriptions
bg: Описание на животното
cs: Popis zvířete
de: Tierbeschreibungen
fr_ca: Description de l'animal
he: תיאורי חיה
hu: Állat leírása
lt: Gyvūnų aprašymai
nb: Beskrivelse av dyret
pt: Descrições de animais
ru: Описания животных
tr: Hayvan tanımları

source: Animal destroyed
bg: Починало животно
cs: Zvíře odstraněno
de: Tier euthanasiert
fr_ca: Animal détruit
he: חיה חוסלה
hu: Állat törölve
nb: Kremert
pt: Animal abatido
ru: Уничтоженное животное
tr: İmha Edilen Hayvan

source: Animal emblems are the little icons that appear next to animal names in shelter view, the home page and search results.
bg: Емблемите на животните са малките картинки, които се показват до имената на животните в екрана за преглед на приюта, началната страница и резултатите от търсенията.
cs: Symboly zvířete jsou malé ikonky, které se objevují poblíž jmén zvířat v pohledu útulku, na hlavní straně a ve výsledcích vyhledávání.
de: Tierembleme sind die kleinen Symbole, die in der Tierheimansicht, auf der Startseite und in den Suchergebnissen neben den Tiernamen erscheinen.
fr_ca: Les Logos d'animaux sont de petites icônes qui apparaissent à côté du nom des animaux dans la vue du refuge, la page d'accueil et les résultats de la recherche.
he: סמלי חיות הם האייקונים הקטנים שמופיעים לצד שמות החיות בתצוגת המקלט, בדף הבית ובתוצאות החיפוש.
hu: Az állat szimbólumok kis ikonok, amik megjelennek az állat neve mellett a honlapon, a keresési eredményeknél és a menhely felületen.
lt: Gyvūnų emblemos - tai nedidelės ikonėlės, rodomos šalia gyvūnų vardų, žiūrint prieglaudoje esančius gyvūnus, pagrindinį puslapį ir paieškos rezultatus.
nb: Dyremerker er de som ikonene som vises ved siden dyr på hjelpsenteret, hjemmesiden og søkeresultatene.
pt: Os emblemas dos animais são os pequenos ícones que aparecem junto aos nomes dos animais na página do abrigo, na página de entrada e nos resultados de pesquisa.
ru: Иконки животных - это иконки, появляющиеся рядом с кличкой животного в меню, на персональной странице или в результатах поиска.
tr: Hayvan amblemleri, programın barınak, ana sayfa ve arama sonucu sayfalarında, hayvan isimlerinin yanında çıkan küçük ikonlardır.

source: Animal food costs
bg: Храна за кучета
cs: Výdaje za krmení pro zvířata
de: Tierfutter-Kosten
fr_ca: Coûts de nourriture
he: עלויות המזון לחיה
hu: Állateledel költségek
lt: Išlaidos gyvūnų pašarams
nb: Kostnader dyrefôr
pt: Custos com a alimentação dos animais
ru: Расходы на корм животного
tr: Hayvan yemek maliyetleri

source: Animal picked up
bg: Прибрано животно
cs: Zvíře vyzvednuto
de: Tier aufgegriffen
fr_ca: Animal pris en charge
he: חיה נאספה
hu: Állat begyüjtve
nb: Hentet dyr
pt: Animal recolhido
ru: Подобранное животное
tr: Yakalanan hayvan

source: Animal records in the file will have a prefix added to their ANIMALCODE column to prevent clashes with existing animals in your database.
he: לרשומות החיות בקובץ, תתווסף קידומת לערכים בעמודת ANIMALCODE על מנת למנוע התנגשות עם חיות שקיימות כבר בבסיס הנתונים.

source: Animal shortcode format
bg: Формат на късият код на животното
cs: Formát zkráceného kódu zvířete
de: Tierkürzelformat
fr_ca: Format du code court de l'animal
he: פורמט קוד מקוצר לחיה
hu: Állat rövidkód formátuma
lt: Trumpojo gyvūnų kodo formatas
nb: Minikode format for dyr
pt: Formato de código abreviado de animal
ru: Короткий код животного
tr: Hayvan kısa kodlandırma formatı

source: Animals
bg: Животни
cs: Zvířata
de: Tiere
fr_ca: Animaux
he: חיות
hu: Állatok
lt: Gyvūnai
nb: Dyr
pt: Animais
ru: Животные
tr: Hayvanlar

source: Animals at large
bg: Животни на групи
cs: Zvíře na útěku
de: Freilaufende Tiere
fr_ca: Animaux en général
he: חיות חופשיות
hu: Állatok áltlában
nb: Rømte dyr
pt: Animais errantes
ru: Общий список животных
tr: Sahibi tarafından başıboş bırakılmış hayvan (animals at large)

source: Animals left in vehicle
bg: Животно,оставено в кола
cs: Zvíře ponechané v autě
de: Im Fahrzeug zurückgelassene Tiere
fr_ca: Animaux laissés dans un véhicule
he: חיות שהושארו ברכב
hu: Autóban hagyott állatok
nb: Dyr forlatt i kjøretøy
pt: Animais deixados em veículo
ru: Животные, находящиеся в транспортном средстве
tr: Araçta bırakılan hayvanlar

source: Animals matching '{0}'.
bg: Животни, отговарящи на условията '{0}'.
cs: Stejné zvíře, jako '{0}'.
de: Tiere, die '{0}' entsprechen.
fr_ca: Animaux correspondants '{0}'.
he: חיות מתאימות ‘{0}’.
hu: '{0}'-nak megfelelő állatok
lt: Gyvūnai, atitinkantys '{0}'.
nb: Dyr som passer '{0}'.
pt: Animais correspondentes a '{0}'.
ru: Найдено совпадений '{0}'.
tr: '{0}' ile eşleşen hayvanlar

source: Animals per page
bg: Животни на страница
cs: Počet zvířat na stránce
de: Tiere pro Seite
fr_ca: Animaux par page
he: חיות בעמוד
hu: Állatok oldalanként
lt: Gyvūnų puslapyje
nb: Dyr per side
pt: Animais por página
ru: Количество животных на странице
tr: Sayfa başına hayvan

source: Annual
bg: Годишен
cs: Roční
de: Jährlich
fr_ca: Annuel
he: שנתי
hu: Éves
lt: Metinė
nb: Årlig
pt: Anual
ru: Ежегодный
tr: Yıllık

source: Annually
bg: Годишно
cs: Každoročně
de: Jährlich
fr_ca: Chaque année
he: בכל שנה
hu: Évente
lt: Kasmet
nb: Årlig
pt: Anualmente
ru: Ежегодно
tr: Yıllık

source: Anonymize
bg: Анонимизирай
cs: Anonymizovat
fr_ca: Rendre anonyme
he: הפוך לאנונימי
hu: Névtelenül
pt: Anonimizar

source: Anonymize personal data after this many years
bg: Анонимизирай личните данни след толкова години
cs: Anonymizace osobních údajů po těchto letech
fr_ca: Rendre anonyme les données personnelles après tant d'années
he: הפוך מידע אישי לאנונימי לאחר מספר שנים זה
hu: Személyes adatok névtelenitése sok év óta
pt: Anonimizar os dados pessoais após este número de anos

source: Any animal types, species, breeds, colors, locations, etc. in the CSV file that aren't already in the database will be created during the import.
bg: Всички типове животни, породи, цветове, местонахождение и т.н. в CSV файла, които липсват в базата данни ще бъдат автоматично създадени по време на импортирането.
cs: Jakékoli zvířecí typy, druhy, plemena, barvy, místa apod. obsažena v CSV souboru, jež ještě nejsou v databází, budou během importu vytvořena.
de: Tier-Typen, Arten, Rassen, Farben, Unterbringungen, etc. in der CSV-Datei, die nicht bereits in der Datenbank vorhanden sind, werden während des Imports erstellt.
fr_ca: N'importe quel animal, espèce, race, couleur, emplacement, etc. dans le fichier CSV qui n'est pas encore dans la base de donnée sera créé pendant l'importation.
he: כל סוגי החיות, זנים, גזעים, צבעים, מיקומים וכו׳ בקובץ ה-CSV שלא קיימים כבר בבסיס הנתונים, יתווספו אליו...
hu: A CSV fájlban található bármely állat típus, faj, fajta, szín, helyszín, stb., amely még nincs az adatbázisban, létrehozásra kerül az importálás során.
lt: Importo metu bus sukurti visi CSV faile esantys gyvūnų tipai, rūšys, veislės, spalvos, patalpos ir pan., kurių nėra duomenų bazėje.
nb: Alle dyretyper, arter, raser, farger, steder, osv. i CSV-filen som ikke allerede er i databasen vil opprettes under importen.
pt: Todos os tipos de animais, espécies, raças, cores, localizações, etc. encontradas no ficheiro CSV que ainda não existirem na base de dados serão criados durante a importação.
ru: Все классы и виды животных, породы, окрасы, местоположения и т.д. в файле CSV, отсутствующие в базе данных, будут созданы в процессе импорта данных.
tr: Veritabanında olmayan hayvan türleri, sınıfları, renkleri, yerleri, vs, CSVden aktarım sırasında yaratılacaktır.

source: Any information about the animal
bg: Всякаква информация за животното
cs: Jakékoli informace o zvířeti
de: Sämtliche Informationen über das Tier
fr_ca: Information au sujet de l'animal
he: כל מידע על החיה
hu: Összes információ az állatról
lt: Visa informacija apie gyvūną
nb: Opplysninger om dyret
pt: Qualquer informação sobre o animal
ru: Любая информация о животном
tr: Hayvan hakkında bilgi

source: Appaloosa
bg: Апалуза
he: אפלוסה
lt: Apalūzas
ru: Аппалуза

source: Appenzell Mountain Dog
bg: Бернско планинско куче
cs: Appenzellský salašnický pes
de: Appenzeller Sennenhund
fr_ca: Bouvier d'Appenzell
he: אפנצלר זננהונד
hu: Appenzell hegyikutya
lt: Apenzelerio zenenhundas
nb: Appenzeller sennenhund
ru: Аппенцеллер зенненхунд

source: Applehead Siamese
cs: Siamská kočka
de: Apfelkopf Siam
fr_ca: Siamois Apple Head
he: סיאמי ראש תפוח
hu: sziámi
lt: Tradicinė (obuoliagalvė) Siamo katė
pt: Siamês Applehead
ru: Тайская кошка

source: Appointment
bg: Преглед
cs: Schůzka
fr_ca: Rendez-vous
he: תור
hu: Találkozó
pt: Agendamento

source: Appointment date must be a valid date
bg: Датата на прегледа трябва да е валидна
cs: Datum schůzky musí být platné datum
fr_ca: La date du rendez-vous doit être une date valide
he: תאריך תור אינו חוקי
hu: A találkozó dátuma érvényes dátum kell legyen
pt: A data do agendamento ter de ser uma data válida

source: Appointment {0}. {1} on {2} for {3}
bg: Прегледи {0}. {1} на {2} за {3}
cs: Schůzka {0}. {1} dne {2} pro {3}
fr_ca: Rendez-vous {0}. {1} le {2} à {3}
he: תור {0}, {1} ({2}) ב {3}
hu: Találkozó {0}, {1} {2}-án {3}-nak
pt: Agendamento {0}. {1} em {2} para {3}

source: Approved
bg: Одобрена
cs: Schváleno
de: Freigegeben
fr_ca: Approuvé
he: מאושר
hu: Jóváhagyva
nb: Godkjent
pt: Aprovado
ru: Одобрено

source: Apr
bg: Април
cs: Dub
de: April
fr_ca: Avr
he: אפר'
hu: Ápr.
lt: Balandis
pt: Abr
ru: Апр
tr: Nisan

source: April
bg: Април
cs: Duben
fr_ca: Avril
he: אפריל
hu: Április
lt: Balandis
pt: Abril
ru: Апрель
tr: Nisan

source: Arabian
cs: Arabský
de: Arabisch
fr_ca: Arabe
he: ערבי
hu: Arab
lt: Arabų
pt: Árabe
ru: Арабская
tr: Arapça

source: Are you sure?
he: בטוח?

source: Area
bg: Област
cs: Oblast
de: Bereich
fr_ca: Lieu
he: אזור
hu: Terület
lt: Vietovė
nb: Område
pt: Área
ru: Место
tr: Bölge

source: Area Found
bg: Област, в която е намерено
cs: Oblast Nálezu
de: Fundgebiet
fr_ca: Lieu de découverte
he: האזור בו נמצא
hu: Megtalálás helye
lt: Radimo vietovė
nb: Område funnet
pt: Área Onde Foi Encontrado
ru: Где найдено
tr: Bulunma Alanı

source: Area Lost
bg: Област, в която е изгубено
cs: Oblast ztráty
de: Entlaufen im Gebiet
fr_ca: Lieu de disparition
he: אזור אבידה
hu: Elvesztés helye
lt: Dingimo vietovė
nb: Område Savnet
pt: Área do Desaparecimento
ru: Где пропало
tr: Kaybolduğu Alan/Bölge

source: Area Postcode
bg: Пощенски код
cs: Oblast PSČ
de: Postleitzahl
fr_ca: Code postal
he: המיקוד באזור
hu: Terület irányító száma
lt: Vietovės pašto kodas
nb: Postnummer
pt: Código Postal da Área
ru: Почтовый индекс региона
tr: Posta Kodu

source: Area where the animal was found
bg: Област, в която животното е намерено
cs: Místo, kde bylo zvíře nalezeno
de: Gebiet, in dem das Tier gefunden wurde
fr_ca: Lieu où l'animal a été trouvé
he: אזור בו החיה נמצאה
hu: Az állat megtalálásának a helyszíne.
lt: Vietovė, kurioje gyvūnas buvo rastas
nb: Område hvor dyret ble funnet
pt: Área onde o animal foi encontrado
ru: Место, где было найдено животное
tr: Hayvanın bulunduğu alan/bölge

source: Area where the animal was lost
bg: Област, в която животното е загубено
cs: Místo, kde bylo zvíře ztraceno
de: Gebiet, in dem das Tier entlaufen ist
fr_ca: Le lieu où l'animal a disparu
he: אזור בו החיה אבדה
hu: Az állat elvesztésének a helyszíne
lt: Vietovė, kurioje gyvūnas dingo
nb: Området hvor dyret forsvant
pt: Área onde o animal foi perdido
ru: Место, где пропало животное
tr: Hayvanın kaybolduğu alan/bölge

source: Areas
bg: Области
cs: Oblasti
de: Bereiche
fr_ca: Lieux
he: אזורים
hu: Területek
lt: Vietovės
nb: Områder
pt: Áreas
ru: Места
tr: Bölgeler

source: Arrival
he: הגעה

source: Arrived
bg: Пристигнал
cs: Příchozí
fr_ca: Arrivé
he: הגיע לתור
hu: Beérkezett
pt: Chegada

source: Asilomar
he: אסילומאר

source: Ask the user for a check number
he: בקש מהמשתמש מספר צ׳ק

source: Ask the user for a city
bg: Град на потребителя
he: תן למשתמש לבחור עיר
pt: Solicitar cidade ao utilizador

source: Ask the user for a color
he: תן למשתמש לבחור צבע

source: Ask the user for a flag
bg: Флаг на потребителя
he: תן למשתמש לבחור תגית
pt: Solicitar sinalização ao utilizador

source: Ask the user for a location
bg: Локация на потребителя
he: תן למשתמש לבחור מיקום

source: Ask the user for a payment method
he: שאל את המשתמש על אמצעי תשלום

source: Ask the user for a payment type
he: תן למשתמש לבחור סוג תשלום

source: Ask the user for a receipt number
he: בקש מהמשתמש מספר קבלה

source: Ask the user for a species
bg: Вид на потребителя
he: ‫תן למשתמש לבחור על זן החיה
nb: Spør bruker etter en art

source: Ask the user for a treatment
he: שאל את המשתמש לגבי הטיפול

source: Ask the user for a type
bg: Тип на потребителя
he: תן למשתמש לבחור סוג
pt: Solicitar tipo ao utilizador

source: Asset
bg: Актив
cs: Aktiva
de: Aktiva
fr_ca: Actif
he: נכס
hu: Tárgyi eszköz
lt: Turtas
nb: Eiendel
pt: Ativo
ru: Активы
tr: Varlık

source: Asset::Premises
bg: Материални активи
cs: Majetek::Budova
de: Aktiva::Grundstücke
fr_ca: Actifs::Locaux
he: נכס::שטחים_ומבנים
hu: Ingóság::Ingatlan
lt: Turtas::Pastatai
nb: Eiendeler::Lokaler
pt: Ativo::Instalações
ru: Актив::Помещение
tr: Varlık::Emlak

source: Attach
bg: Прикачи
cs: Připojit
de: Anhängen
fr_ca: Joindre
he: צרף
hu: Csatol
lt: Pridėti
nb: Legg ved
pt: Anexar
ru: Добавить
tr: Ekle

source: Attach File
bg: Прикачи файл
cs: Přiložit soubor
de: Datei anhängen
fr_ca: Joindre un fichier
he: הוסף קובץ
hu: Fájl csatolása
lt: Pridėti failą
nb: Legg ved fil
pt: Anexar Ficheiro
ru: Добавить файл
tr: Dosya Ekle

source: Attach Link
bg: Прикачи линк
cs: Přiložit odkaz
de: Link anhängen
fr_ca: Ajouter un lien
he: הוסף קישור
hu: Link csatolása
lt: Pridėti nuorodą
nb: Legg ved link
pt: Anexar Link
ru: Добавить ссылку
tr: Bağlantı Ekle

source: Attach a file
bg: Прикачи файл
cs: Přiložit soubor
de: Datei anhängen
fr_ca: Joindre un fichier
he: הוסף קובץ
hu: Csatolj egy fájlt
lt: Pridėti failą
nb: Legg ved en fil
pt: Anexar um ficheiro
ru: Добавить файл
tr: Bir dosya ekle

source: Attach a link to a web resource
bg: Прикачи линк към интернет ресурс
cs: Přiložit odkaz na internetovou stránku
de: Verknüpfung an eine Web-Ressource anhängen
fr_ca: Attacher un lien à une ressource web
he: הוסף קישור למשאב אינטרנט
hu: Csatolj egy linket a web forráshoz
lt: Pridėti nuorodą į žiniatinklio šaltinį
nb: Legg ved en link til nettkilden
pt: Anexar um link para um recurso na web
ru: Добавить ссылку на веб-ресурс
tr: Web kaynağına, bağlantı ekleyin.

source: Attach animal then create person
he: צרף חיה ואז צור אדם

source: Attach animal via animalname field
he: צרף חיה לפי שדה animalname

source: Attach link
bg: Прикачи линк
cs: Přiložit odkaz
de: Verknüpfung anhängen
fr_ca: Attacher un lien
he: הוסף לינק
hu: Csatolj link-et
lt: Pridėti nuorodą
nb: Legg ved link
pt: Anexar link
ru: Добавить ссылку
tr: Bağlantı ekle

source: Attachments
he: קבצים מצורפים

source: Audit Trail
bg: Одит на история
cs: Auditní záznam
de: Buchungskontrolle
fr_ca: Journal d'audit
he: היסטוריית שינויים
hu: Ellenőrzési nyomvonal
nb: Logg av utførte endringer
pt: Histórico de Auditoria

source: Aug
bg: Авг.
cs: Srp
de: August
fr_ca: Août
he: אוג'
lt: Rugpjūtis
pt: Ago
ru: Авг
tr: Ağustos

source: August
bg: Август
cs: Srpen
fr_ca: Août
he: אוגוסט
hu: Augusztus
lt: Rugpjūtis
pt: Agosto
ru: Август
tr: Ağustos

source: Australian Cattle Dog/Blue Heeler
bg: Микс
cs: Australský honácký pes
de: Australischer Treibhund/Blue Heeler
fr_ca: Bouvier Australien
he: כלב בקר אוסטרלי
lt: Australų piemenų šuo/Žydrasis hileris
nb: Australsk cattledog
ru: Австралийская пастушья собака/Голубой хилер

source: Australian Kelpie
bg: Келпи
cs: Australská Kelpie
de: Australischer Kelpie
fr_ca: Kelpie Australien
he: קלפי אוסטרלי
hu: ausztrál kelpie
lt: Australų kelpis
nb: Australsk kelpie
pt: Kelpie Australiano
ru: Австралийский келпи

source: Australian Shepherd
bg: Австралийско овчарско куче
cs: Australský Ovčák
de: Australischer Schäferhund
fr_ca: Berger Australien
he: רועה אוסטרלי
hu: Ausztrál juhászkutya
lt: Australų aviganis
pt: Pastor Australiano
ru: Австралийская овчарка

source: Australian Terrier
bg: Австралийски териер
cs: Australský Teriér
de: Australischer Terrier
fr_ca: Terrier Australien
he: טרייר אוסטרלי
hu: ausztrál terrier
lt: Australų terjeras
nb: Australsk terrier
pt: Terrier Australiano
ru: Австралийский терьер

source: Auto Process
he: טיפול אוטומטי בטפסים

source: Auto log users out after this many minutes of inactivity
bg: Автоматично изхвърли потребителя от системата, след толкова минути неактивност
cs: Automaticky odhlásit uživatele po uplynutí zadané doby
de: Benutzer nach dieser Anzahl an Minuten der Inaktivität automatisch abmelden
fr_ca: Déconnection automatique des utilisateurs après tant de minutes d'inactivité
he: הוצא משתמשים מהמערכת באופן אוטומטי אחרי מספר דקות של חוסר פעילות
hu: Felhasználók kiléptetése ennyi percnyi inaktivitás után
lt: Automatiškai atjungti naudotojus, jei jie neaktyvūs šį laiko tarpą minutėmis
nb: Logg ut brukere automatisk etter antall minutter som inaktiv
pt: Terminar automaticamente a sessão dos utilizadores após estes minutos de inatividade
ru: По истечении выбранного количества минут бездействия в системе произойдет автоматический выход из системы
tr: Bu kadar süre aktif olmayan kullanıcıları, sistemden at.

source: Auto remove on {0}
bg: Автоматично премахване на {0}
he: הסר אוטומטית ב {0}
pt: Remover automaticamente em {0}

source: Auto removed due to lack of owner contact.
bg: Автоматично премахнат поради липса на лице за контакт.
cs: Automaticky odstraněno, kvůli ztrátě kontaktu s majitelem.
de: Automatisch entfernt durch fehlenden Kontakt zum Besitzer.
fr_ca: Supprimé automatiquement en raison de l'absence de contact de propriétaire.
he: הוסר אוטומטית עקב העדר בעלים.
hu: Az tulajdonos hiányos adatai miatt automatikus törlésre került.
lt: Automatiškai pašalintas dėl asmens kontaktų trūkumo.
nb: Automatisk fjernet grunnet manglende eieropplysninger.
pt: Automaticamente removido devido a falta de contacto com o dono.
ru: Автоматически удалено из-за отсутствия контактов владельца.
tr: Sahip ile iletişim eksikliği nedeniyle otomatik olarak silindi.
