Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: {0} records displayed, use the 'Medical History' report to see all records for this animal.
bg: {0} показани записи, използвайте отчета „Медицинска история“, за да видите всички записи за това животно.
fr_ca: {0} enregistrements affichés, utilisez le rapport "Antécédents médicaux" pour voir tous les enregistrements de cet animal.
he: {0} רשומות מוצגות. השתמש בדוח היסטוריה רפואית כדי לצפות בכל הרשומות לחיה זו.
pt: {0} registos apresentados, utilize o relatório 'Histórico Clínico' para ver todos os registos deste animal.

source: {0} results.
bg: {0} резултата.
cs: {0} výsledků.
de: {0} Ergebnisse.
fr_ca: {0} résultats.
he: {0} תוצאות.
hu: {0} találat
lt: {0} rezultatai.
nb: {0} treff.
pt: {0} resultados.
ru: Результатов: {0}.
tr: {0} sonuç.

source: {0} rows affected.
bg: {0} редове са засегнати.
cs: {0} řádků ovlivněno.
de: {0} Reihen betroffen.
fr_ca: {0} ligne(s) affectée(s).
he: {0} שורות הושפעו.
hu: {0} sor érintett.
lt: {0} eilutės paveiktos
nb: {0} rader påvirket.
pt: {0} linhas abrangidas.
ru: Изменено строк: {0}.
tr: {0} satır etkilendi.

source: {0} selected
bg: {0} избрано
cs: {0} vybráno
fr_ca: {0} selectionné(s)
he: {0} נבחרו
hu: {0} kiválasztott
nb: {0} valgt
pt: {0} selecionado
ru: {0} выбрано
tr: {0} seçildi.

source: {0} treatments every {1} days
bg: {0} процедури на всеки {1} дни
cs: {0} ošetření každých {1} dní
de: {0} Behandlungen alle {1} Tage
fr_ca: {0} traitements chaque {1} jours
he: {0} טיפולים כל {1} ימים
hu: {0} kezelés minden {1} napokon
lt: {0} kartų kas {1} dien.
nb: {0} behandlinger hver {1}. dag
pt: {0} tratamentos a cada {1} dias
ru: Процедур: {0}; каждые {1} дн.
tr: her {1} günde, {0} tedavi

source: {0} treatments every {1} months
bg: {0} процедури на всеки {1} месеци
cs: {0} ošetření každý {1} měsíců
de: {0} Behandlungen alle {1} Monate
fr_ca: {0} traitements chaque {1} mois
he: {0} טיפולים כל {1} חודשים
hu: {0} kezelés {1} havonta
lt: {0} kartų kas {1} mėn.
nb: {0} behandlinger hver {1}. måned
pt: {0} tratamentos a cada {1} meses
ru: Процедур: {0}; каждые {1} мес.
tr: her {1} ayda, {0} tedavi

source: {0} treatments every {1} weekdays
bg: {0} процедури всеки {1} дни
cs: {0} léčby každých {1} pracovních dnů
de: {0} Behandlungen alle {1} Wochentage
fr_ca: {0} traitements chaque {1} jour de la semaine
he: {0} טיפולים כל {1} ימות השבוע
hu: {0} kezelések minden {1} hétköznap
nb: {0} behandlinger hver {1}. ukedag
pt: {0} tratamentos a cada {1} dias úteis
ru: Процедур: {0}; каждые {1} нед.
tr: her {1} hafta içi günde, {0} tedavi

source: {0} treatments every {1} weeks
bg: {0} процедури всеки {1} седмици
cs: {0} ošetření každých {1} týdnů
de: {0} Behandlungen jede {1} Woche
fr_ca: {0} traitements chaque {1} semaines
he: {0} טיפולים כל {1} שבועות
hu: {0} kezelés minden {1} héten
lt: {0} kartų kas {1} sav.
nb: {0} behandlinger hver {1}. uke
pt: {0} tratamentos a cada {1} semanas
ru: Процедур: {0}; каждые {1} нед.
tr: her {1} haftada, {0} tedavi

source: {0} treatments every {1} years
bg: {0} процедури на всеки {1} години
cs: {0} ošetření každých {1} let
de: {0} Behandlungen jedes {1} Jahr
fr_ca: {0} traitements chaque {1} années
he: {0} טיפולים כל {1} שנים
hu: {0} kezelés {1} évente
lt: {0} kartų kas {1} metus
nb: {0} behandlinger hvert {1}. år
pt: Tratamento(s) {0} a cada {1} ano(s)
ru: Процедур: {0}; каждые {1} года/лет
tr: her {1} yılda, {0} tedavi

source: {0} weeks
bg: {0} седмици
fr_ca: {0} semaines
he: {0} שבועות
nb: {0} uker
pt: {0} semanas

source: {0} years
bg: {0} години
fr_ca: {0} années
he: {0} שנים
nb: {0} år
pt: {0} anos

source: {0} {1} ({2} treatments)
bg: {0} {1} ({2} процедури
cs: {0} {1} ({2} ošetření)
de: {0} {1} ({2} Behandlungen)
fr_ca: {0} {1} ({2} traitements)
he: {0} {1} ({2} טיפולים)
hu: {0} {1} ({2} kezelések)
lt: {0} {1} ({2} kartai)
nb: {0} {1} {2} behandlinger)
pt: {0} {1} ({2} tratamentos)
ru: {0} {1} (процедур: {2})
tr: {0} {1} ({2} tedavi)

source: {0} {1} aged {2}
bg: {0} {1} възраст {2}
cs: {0} {1} ve věku {2}
de: {0} {1} Alter {2}
fr_ca: {0} {1} âgé {2}
he: {0} {1} בגיל {2}
hu: {0} {1} {2} éves
lt: {0} {1} {2} amžiaus
pt: {1} {0} com {2} de idade
ru: {0} {1}, возраст: {2}
tr: {0} {1} yaş {2}

source: {0} {1} {2} aged {3}
bg: {0} {1} {2} на възраст {3}
cs: {0} {1} {0} {1} {2} ve věku {3} {2}
de: {0} {1} {2} {3} alt
fr_ca: {0} {1} âgé {2}
he: {0} {1} {2} בגיל {3}
hu: {0} {1} {2} {3} éves
nb: {0} {1} {2} i alderen {3}
pt: {1} {0} {2} com {3} de idade
ru: {0} {1} {2} возраст: {3}
tr: {0} {1} {2} yaş {3}

source: {0} {1}: Moved from {2} to {3}
bg: {0} {1}: Преместено от {2} на {3}
cs: {0} {1}: Přesunuto z {2} na {3}
fr_ca: {0} {1}: Déplacé de {2} to {3}
he: {0} {1}: הועבר מ- {2} ל- {3}
hu: {0} {1}: {2} -ről {3} -re áthelyezve
nb: {0} {1}: Flyttet fra {2} til {3}
pt: {0} {1}: movido de {2} para {3}
ru: {0} {1}: Перемещено с {2} в {3}
tr: {0} {1}: {2} den {3} e hareket ettirildi.

source: {0} {1}: adopted by {2}
bg: {0} {1} осиновено от {2}
cs: {0} {1}: adoptován od {2}
de: {0} {1}: adoptiert von {2}
fr_ca: {0} {1}: adopté par {2}
he: {0} {1}: אומץ ע״י {2}
hu: {0} {1}: örökbefogadva {2}által
nb: {0} {1}: adoptert av {2}
pt: {0} {1}: adotado por {2}
ru: {0} {1}: пристроено к {2}

source: {0} {1}: altered
bg: {0} {1}:променено
cs: {0} {1}: změněno
fr_ca: {0} {1}: stérilisé
he: {0} {1}: סורס/עוקר
hu: {0} {1}: megváltoztatva
nb: {0} {1}: kastrert
pt: {0} {1}: esterilizado/castrado

source: {0} {1}: available for adoption
bg: {0} {1} подходящо за осиновяване
cs: {0} {1}: k dispozici pro přijetí
fr_ca: {0} {1}: disponible pour adoption
he: {0} {1}: זמין לאימוץ
hu: {0} {1}: örökbefogadható
nb: {0} {1}: tilgjengelig for adopsjon
pt: {0} {1}: disponível para adoção

source: {0} {1}: cancelled reservation to {2}
bg: {0} {1}: анулирана резервация до {2}
fr_ca: {0} {1}: réservation annulée pour {2}
he: {0} {1}: ביטל שריון ל {2}
nb: {0} {1}: kansellert reservasjon til {2}
pt: {0} {1}: reserva cancelada para {2}

source: {0} {1}: died ({2})
bg: {0} {1} починало {2}
cs: {0} {1}: uhynulo ({2})
fr_ca: {0} {1}: décédé ({2})
he: {0} {1}: מת ({2})
hu: {0} {1}: meghalt ({2})
nb: {0} {1}: døde ({2})
pt: {0} {1}: morreu ({2})

source: {0} {1}: end of trial adoption to {2}
bg: {0} {1}: край на пробното осиновяване до {2}
he: {0} {1}: סיום נסיון אימוץ ל {2}
nb: {0} {1}: Prøveadopsjon til {1} avsluttet

source: {0} {1}: entered the shelter
bg: {0} {1}: приет в приюта
cs: {0} {1}: vstoupilo do útulku
fr_ca: {0} {1}: a été admis au refuge
he: {0} {1}: נכנס למקלט
hu: {0} {1}: menhelyre érkezett
nb: {0} {1}: ble tatt inn
pt: {0} {1}: entrou no abrigo

source: {0} {1}: escaped
bg: {0} {1}: избягало
cs: {0} {1}: uprchlo
fr_ca: {0} {1}: échappé
he: {0} {1}: ברח
hu: {0} {1}: megszökött
nb: {0} {1}: rømt
pt: {0} {1}: fugiu

source: {0} {1}: euthanised ({2})
bg: {0} {1}: евтанизирано ({2})
cs: {0} {1}: usmrceno ({2})
fr_ca: {0} {1}: euthanasié ({2})
he: {0} {1}: הורדם ({2})
hu: {0} {1}: elaltatva ({2})
nb: {0} {1}: avlivet ({2})
pt: {0} {1}: eutanasiado ({2})

source: {0} {1}: fostered to {2}
bg: {0} {1}: в приемен дом {2}
cs: {0} {1}: pečováno pěstounem {2}
de: {0} {1}: in Pflege genommen von {2}
fr_ca: {0} {1}: en famille d'accueil chez {2}
he: {0} {1}: באומנה אצל {2}
hu: {0} {1}: ideiglenesen befogadva {2} által
nb: {0} {1}: i fosterhjem hos {2}
pt: {0} {1}: entregue à FAT {2}

source: {0} {1}: held
bg: {0} {1}: задържано
cs: {0} {1}: drženo
fr_ca: {0} {1}: en attente
he: {0} {1}: בהמתנה
hu: {0} {1}: fenntartott
nb: {0} {1}: på vent
pt: {0} {1}: retido

source: {0} {1}: microchipped
bg: {0} {1}: чипирано
cs: {0} {1}: mikročipováno
fr_ca: {0} {1}: micropucé
he: {0} {1}: קיבל שבב
hu: {0} {1}: chipezett
nb: {0} {1}: Mikrochippet
pt: {0} {1}: microchipado

source: {0} {1}: not available for adoption
bg: {0} {1}: не е за осиновяване
cs: {0} {1}: není k dispozici pro přijetí
fr_ca: {0} {1}: pas disponible pour l’adoption
he: {0} {1}: לא זמין לאימוץ
hu: {0} {1}: nem örökbefogadható
nb: {0} {1}: ikke tilgjengelig for adopsjon
pt: {0} {1}: não disponível para adoção
ru: {0} {1}: не доступны для пристройства

source: {0} {1}: quarantined
bg: {0} {1}: под карантина
cs: {0} {1}: v karanténě
fr_ca: {0} {1}: en quarantaine
he: {0} {1}: בהסגר
hu: {0} {1}: karanténba került
nb: {0} {1}: i karentene
pt: {0} {1}: em quarentena
ru: {0} {1}: на карантине

source: {0} {1}: received {2}
bg: {0} {1}: получено {2}
cs: {0} {1}: obdrženo {2}
de: {0} {1}: empfangen {2}
fr_ca: {0} {1}: a reçu {2}
he: {0} {1}: קיבל {2}
hu: {0} {1}: érkezett {2}
nb: {0} {1}: ble gitt {2}
pt: {0} {1}: recebeu {2}

source: {0} {1}: reclaimed by {2}
bg: {0} {1}: върнато от {2}
cs: {0} {1}: znovu přijato od {2}
de: {0} {1}: bearbeitet von {2}
fr_ca: {0} {1}: réclamé par {2}
he: {0} {1}: נדרש להחזרה לבעלים {2}
hu: {0} {1}: visszakövetelve {2} által
nb: {0} {1}: gjenforent med {2}
pt: {0} {1}: reivindicado por {2}

source: {0} {1}: released
bg: {0} {1}: пуснато
cs: {0} {1}: vydáno
fr_ca: {0} {1}: relâché
he: {0} {1}: שוחרר
hu: {0} {1}: szabadon engedve
nb: {0} {1}: satt fri
pt: {0} {1}: libertado

source: {0} {1}: reserved by {2}
bg: {0} {1}: резервирано от {2}
cs: {0} {1}: vyhrazeno od {2}
de: {0} {1}: reserviert von {2}
fr_ca: {0} {1}: réservé par {2}
he: {0} {1}: שורין ע״י {2}
hu: {0} {1}: foglalva {2} által
nb: {0} {1}: reservert av {2}
pt: {0} {1}: reservado por {2}
ru: {0} {1}: забронировано {2}

source: {0} {1}: returned by {2}
bg: {0} {1}: върнато от {2}
cs: {0} {1}: vráceno od {2}
de: {0} {1}: zurückgegeben von {2}
fr_ca: {0} {1}: retourné par {2}
he: {0} {1}: הוחזר ע״י {2}
hu: {0} {1}: visszahozva {2} által
nb: {0} {1}: forlot {2}
pt: {0} {1}: devolvido por {2}
ru: {0} {1}: возвращено от {2}

source: {0} {1}: sent to retailer {2}
bg: {0} {1}: пратено на търговец {2}
cs: {0} {1}: odesláno prodejci {2}
fr_ca: {0} {1}: envoyé au revendeur {2}
he: {0} {1}: נשלח לחנות {2}
hu: {0} {1}: kiskereskedőhöz továbbítva {2}
nb: {0} {1}: sendt til butikk {2}
pt: {0} {1}: enviado para o lojista {2}

source: {0} {1}: stolen
bg: {0} {1}: откраднато
cs: {0} {1}: ukradeno
fr_ca: {0} {1}: volé
he: {0} {1}: נגנב
hu: {0} {1}: ellopták
nb: {0} {1}: stjålet
pt: {0} {1}: roubado

source: {0} {1}: tested positive for FIV
bg: {0} {1}: позитивен тест за FIV
cs: {0} {1}: pozitivní test na FIV
de: {0} {1}: positiv getestet auf FIV
fr_ca: {0} {1}: testé positif au FIV
he: {0} {1}: נמצא חיובי ל-FIV
hu: {0} {1}: FIV tesztje pozitív
nb: {0} {1}: testet FIV-positiv
pt: {0} {1}: testou positivo para FIV

source: {0} {1}: tested positive for FeLV
bg: {0} {1}: позитивни тестове за FeLV
cs: {0} {1}: pozitivní test na FeLV
de: {0} {1}: positiv getestet auf FeLV
fr_ca: {0} {1}: testé positif au FeLV
he: {0} {1}: נמצא חיובי ל-FeLV
hu: {0} {1}: FeLV tesztje pozitív
nb: {0} {1}: testet FeLV-positiv
pt: {0} {1}: testou positivo para FeLV

source: {0} {1}: tested positive for Heartworm
bg: {0} {1}: позитивен тест за Дирофилариоза
cs: {0} {1}: pozitivní test na srdečního červa vlasovce
de: {0} {1}: positiv getestet auf Herzwurm
fr_ca: {0} {1}: testé positif au ver du coeur
he: {0} {1}: נמצא חיובי לתולעת הפארק
hu: {0} {1}: szívféreg tesztje pozitív
nb: {0} {1}: testet positivt på hjerteorm
pt: {0} {1}: testou positivo para dirofilariose

source: {0} {1}: transferred to {2}
bg: {0} {1}: превозено до {2}
cs: {0} {1}: převezen do {2}
de: {0} {1}: übergeben an {2}
fr_ca: {0} {1}: transféré à {2}
he: {0} {1}: הועבר ל {2}
hu: {0} {1}: átkerült a (z) {2} -be
nb: {0} {1}: overført til {2}
pt: {0} {1}: transferido para {2}
ru: {0} {1}: перемещено в {2}

source: {0} {1}: trial adoption to {2}
bg: {0} {1} пробно осиновено от {2}
he: {0} {1}: נסיון אימוץ ל {2}
nb: {0} {1}: Prøveadopsjon til {2}

source: {0}% live release rate
he: {0}% יחס שחרור

source: {0}, Week {1}
bg: {0}, седмица {1}
cs: {0}, týden {1}
fr_ca: {0}, Semaine {1}
he: {0}, שבוע {1}
hu: {0}, hét {1}
nb: {0}, uke {1}
pt: {0}, Semana {1}
ru: {0}, Неделя {1}

source: {0}: Adoption fee
he: {0}: סל אימוץ

source: {0}: Adoption fee and donation
he: {0}: סל אימוץ ותרומה

source: {0}: Entered shelter {1}, Last changed on {2} by {3}. {4} {5} {6} aged {7}
bg: {0}: Приет в приюта {1}, Последна редакция {2} от {3}. {4} {5} {6} на възраст {7}
cs: {0}: Zapsán do útulku {1}, poslední změna {2} {3}. {4} {5} {6} ve věku {7}
de: {0}: Im Tierheim aufgenommen am {1}, zuletzt bearbeitet am {2} von {3}. {4}, {5}, {6}, {7} alt
fr_ca: {0}: Admis au refuge {1}, Dernière modification le {2} by {3}. {4} {5} {6} âgé de {7}
he: {0}: נכנס למקלט {1}, שונה לאחרונה ב {2} ע״י {3}. {4} {5} {6} בגיל {7}
hu: {0}: Menhelyre került {1}, Utoljára {2}-on módosította {3}. {4} {5} {6} {7} éves
lt: {0}: Pateko į prieglaudą {1}, Paskutinį kartą redagavo {2} {3}. {4} {5} {6} amžius {7}
nb: {0}: Inn på hjelpesenteret {1}, Sist endret {2} av {3}. {4} {5} {6} alder {7}
pt: {0}: Entrada no abrigo {1}, Última alteração em {2} por {3}. {4} {5} {6} idade {7}
ru: {0}: поступило в приют {1}; последнее изменение: {2}; автор: {3}. {4} {5} {6}, возраст {7}
tr: {0}: Barınağa Geldi {1},Son Değişiklik Tarihi {2} by {3}. {4} {5} {6} yaş {7}

source: {0}: closed {1} ({2})
bg: {0} затворено {1} ({2})
cs: {0}: uzavřeno {1} ({2})
fr_ca: {0}: fermé {1} ({2})
he: {0}: נסגרה {1} ({2})
hu: {0}: lezárva {1} ({2})
nb: {0}: avsluttet {1} ({2})
pt: {0}: fechado {1} ({2})

source: {0}: opened {1}
bg: {0} отворено {1}
cs: {0}: otevřeno {1}
fr_ca: {0}: ouvert {1}
he: {0}: נפתחה {1}
hu: {0}: nyitva {1}
nb: {0}: åpnet {1}
pt: {0}: aberto {1}

source: {0}: waiting list - {1}
bg: {0}: листа с чакащи {1}
cs: {0}: pořadník - {1}
fr_ca: {0}: Liste d'attente {1}
he: {0}: רשימת המתנה - {1}
hu: {0}: várólista - {1}
nb: {0}: venteliste - {1}
pt: {0}: lista de espera - {1}

source: {2}: found in {1}: {0}
bg: {2}: намерено в {1}: {0}
cs: {2}: nalezeno v {1}: {0}
fr_ca: {2}: trouvé à {1}: {0}
he: {2}: נמצא ב {1}: {0}
hu: {2}: megtalálható a {1} -ban: {0}
nb: {2}: funnet i {1}: {0}
pt: {2}: encontrados em {1}: {0}

source: {2}: lost in {1}: {0}
bg: {2} загубено в {1}: {0}
cs: {2}: ztraceno v {1}: {0}
fr_ca: {2}: perdu à {1}: {0}
he: {2}: אבד ב {1}: {0}
hu: {2}: elveszett a(z) {1} -ban: {0}
nb: {2}: mistet {1}: {0}
pt: {2}: perdidos em {1}: {0}

source: {browser} version {version}, running on {os}.
bg: {browser} версия {version}, работи на {os}.
he: ‫{browser} גרסה {version}, על מערכת הפעלה {os}.
pt: {browser} version {version}, executada em {os}.

source: {plural0} adoption checkout request initiated in the last week is still open
he: ‫{plural0} בקשות אימוץ עצמי שהותחלו בשבוע האחרון ועדיין פתוחות

source: {plural0} animal control call due for followup today
bg: {plural0} инцидент с животно, с последваща проверка днес
cs: {plural0} výzva animal control, které má dnes pokračovat
fr_ca: {plural0} appel du contrôle animalier dû pour un suivi aujourd'hui
he: שיחת פיקוח על בע״ח {plural0} להמשך מעקב היום
hu: {plural0} állat kontroll hívás esedékes a mai napra
pt: {plural0} chamada de controlo animal agendada para seguimento hoje
tr: {plural0} bugün takibi yapılması gereken hayvan kontrol çağrısı

source: {plural0} animal died
bg: {plural0} животно почина
cs: {plural0} zvíře uhynulo
de: {plural0} Tier gestorben
fr_ca: {plural0} animal est décédé
he: חיה {plural0} מתה
hu: {plural0} állat meghalt
lt: {plural0} gyvūnas nugaišo
nb: {plural0} dyr døde
pt: {plural0} animal morreu
ru: {plural0} животных умерло
tr: {plural0} hayvan öldü.

source: {plural0} animal entered the shelter
bg: {plural0} животно бе прието в приюта
cs: {plural0} zvíře vstoupilo do útulku
fr_ca: {plural0} animal admis au refuge
he: חיה {plural0} נכנסה למקלט
hu: {plural0} állat került a menhelyre
lt: {plural0} gyvūnas pateko į prieglaudą
nb: {plural0} dyr ankommet hjelpesenteret
pt: {plural0} animal entrou no abrigo
ru: {plural0} животных поступило в приют
tr: {plural0} hayvan barınağa geldi.

source: {plural0} animal has a hold ending today
bg: {plural0} животното има последно задържане днес
cs: {plural0} zvíře má dnes konec
de: Für {plural0} Tier endet heute die Verwahrungsfrist
fr_ca: {plural0} animal a une retenue qui se termine aujourd'hui
he: {plural0} בהמתנה שמסתיימת היום
hu: {plural0} állat van foglalva a mai napig
pt: {plural0} animal com uma retenção que termina hoje
ru: количество животных, содержание которых истекает сегодня: {plural0}
tr: {plural0} hayvanın, barınakta tutulma süreleri bugün doluyor.

source: {plural0} animal has been on the shelter longer than {0} months
bg: {plural0} животно е в приюта повече от {0} месеца
cs: {plural0} zvíře bylo v útulku déle než {0} měsíců
fr_ca: {plural0} animaux qui sont présents au refuge depuis plus de {0} mois
he: חיה {plural0} שוהה במקלט יותר מ {0} חודשים
hu: {plural0} Valamennyi állat, amely több mint {0} hónapja van a menhelyen.
nb: {plural0} dyr har vært på senter lenger enn {0} måneder
pt: {plural0} animal permaneceu no abrigo mais do que {0} meses
ru: Все животные, срок пребывания в приюте которых больше {0} месяцев.

source: {plural0} animal has never had a vaccination of any type
he: חיה {plural0} לא קיבלה חיסון מכל סוג שהוא

source: {plural0} animal has not had a rabies vaccination
bg: {plural0} животно не е ваксинирано срещу бяс
he: חיה {plural0} לא קיבלה חיסון כלבת
nb: {plural0} dyret er ikke vaksinert for rabies

source: {plural0} animal is not available for adoption
bg: {plural0} животно не е налично за осиновяване
cs: {plural0} zvíře není k dispozici pro přijetí
de: {plural0} Tier ist nicht zur Vergabe freigegeben
fr_ca: {plural0} animal n'est pas disponible pour l'adoption
he: חיה {plural0} לא ניתנת לאימוץ
hu: {plural0} állat nem örökbefogadható
lt: {plural0} gyvūnas neatiduodamas
nb: {plural0} dyret er ikke tilgjengelig for adopsjon
pt: {plural0} animal não está disponível para adoção
ru: Животных, не доступных для передачи: {plural0}
tr: {plural0} hayvan, sahiplendirme için uygun değil.

source: {plural0} animal was TNR
bg: {plural0} животно уловено, кастрирано и върнато
fr_ca: {plural0} animal était TNR
he: חיה {plural0} נתפסה, עוקרה/סורסה והושבה
nb: {plural0} ble satt ut i det fri
pt: {plural0} animal foi capturado/esterilizado/libertado

source: {plural0} animal was adopted
bg: {plural0} животно беше осиновено
cs: {plural0} zvíře bylo přijato
de: {plural0} Tier wurde adoptiert
fr_ca: {plural0} animal a été adopté
he: חיה {plural0} אומצה
hu: {plural0} állatot fogadtak örökbe
lt: {plural0} gyvūnas buvo atiduotas
nb: {plural0} dyr ble adoptert
pt: {plural0} animal foi adotado
ru: {plural0} животных было пристроено
tr: {plural0} hayvan sahiplenildi.

source: {plural0} animal was dead on arrival
bg: {plural0} животно е мъртво при пристигане
he: חיה {plural0} הגיעה מתה למקלט
nb: {plural0} dyr var døde ved ankomst
pt: {plural0} animal estava morto à chegada

source: {plural0} animal was euthanized
bg: {plural0} животно беше евтаназирано
cs: {plural0} zvíře bylo usmrceno
de: {plural0} Tier wurde euthanasiert
fr_ca: {plural0} animal a été euthanasié
he: חיה {plural0} הורדמה
hu: {plural0} állat elaltatva.
lt: {plural0} gyvūnui buvo atlikta eutanazija
nb: {plural0} dyr ble avlivet
pt: {plural0} animal foi eutanasiado
ru: {plural0} животных было усыплено
tr: {plural0} hayvan ötenaziyle öldürüldü.

source: {plural0} animal was reclaimed by its owner
bg: {plural0} животно си бе взето обратно от собственика
cs: {plural0} zvíře bylo znovu přijato jeho majitelem
fr_ca: {plural0} animal a été réclamé par son propriétaire
he: חיה {plural0} נדרשה ע״י בעליה
hu: {plural0} állat visszakövetelve a tulajdonos által
lt: {plural0} gyvūnas grąžintas jo savininkui
nb: {plural0} dyr ble gjenforent med eier
pt: {plural0} animal foi reivindicado por respetivo dono
tr: {plural0} hayvan, sahibi tarafından yeniden talep edildi.

source: {plural0} animal was released to wild
bg: {plural0} животно е пуснато на свобода
fr_ca: {plural0} animal relâché dans la nature
he: ‫{plural0} חיה שוחררה לטבע
nb: {plural0} dyret ble satt ut i naturen
pt: {plural0} animal foi libertado na natureza

source: {plural0} animal was transferred to another shelter
bg: {plural0} животно беше прехвърлено в друг приют
cs: {plural0} zvíře bylo přeneseno do jiného útulku
de: {plural0} Tier wurde einem anderen Tierheim übergeben
fr_ca: {plural0} animal a été transféré dans un autre refuge
he: {plural0} חיה הועברה למקלט אחר
hu: {plural0} átszállítva másik menhelyre
lt: {plural0} gyvūnas perkeltas į kitą prieglaudą
nb: {plural0} dyr ble overført til et annet hjelpesenter
pt: {plural0} animal foi transferido para outro abrigo
ru: {plural0} животных было передано в другой приют
tr: {plural0} hayvan başka barınaktan geldi.

source: {plural0} clinic appointment today
bg: {plural0} животното записано за преглед днес
fr_ca: {plural0} rendez-vous à la clinique aujourd'hui
he: ‫{plural0} תור במרפאה היום
nb: {plural0} veterinærtimer i dag
pt: {plural0} agendamento clínico para hoje

source: {plural0} day.
bg: {plural0} ден.
cs: {plural0} den.
de: {plural0} Tag.
fr_ca: {plural0} jour.
he: יום {plural0}.
hu: {plural0} nap.
lt: {plural0} diena.
nb: {plural0} dag.
pt: {plural0} dia.
ru: {plural0} день.
tr: {plural0} gün

source: {plural0} document signing request has been received in the last week
bg: {plural0} искането за подписване на документи е получено през последната седмица
he: בקשת חתימה על מסמך {plural0} התקבלה בשבוע האחרון
nb: {plural0} dokumentsigneringer mottatt siste uken
pt: {plural0} pedido de assinatura de documentos recebido na semana passada

source: {plural0} document signing request issued in the last month is unsigned
bg: {plural0} Искането за подписване на документ, издадено през последния месец, е неподписано
he: בקשת חתימה על מסמך {plural0} מהחודש האחרון טרם נחתמה
nb: {plural0} forespørsler om dokumentsignering siste måneden har ikke blitt signert
pt: {plural0} pedido de assinatura de documentos emitidos no mês passado ainda não está cumprido

source: {plural0} incomplete animal control call
bg: {plural0} непълен номер за контрол на животното
cs: {plural0} neúplné řízení zvířat
fr_ca: {plural0} appel de contrôle animalier incomplet
he: שיחת פיקוח על בע״ח {plural0} לא טופלה
hu: {plural0} elvégzetlen állat kontroll hívás
pt: {plural0} chamada de controlo animal incompleta
ru: {plural2} незавершенных звонков по контролю за содержанием животных
tr: {plural0} tamamlanmamış hayvan kontrol çağrısı

source: {plural0} item of equipment is overdue for return
he: ‫{plural0} פריטי ציוד שטרם הוחזרו

source: {plural0} item of stock expires in the next month
bg: {plural0} артикулът няма да е наличен в склада следващия месец
cs: {plural0} položce skladu vyprší doba použitelnosti v příštím měsíci
fr_ca: {plural0} article d'inventaire expire le mois prochain
he: פריט מלאי {plural0} פג תוקף בחודש הבא
hu: {plural0} raktáron lévő termék a következő hónapban jár le
pt: {plural0} item de stock expira no próximo mês
ru: {plural0} единиц товаров, срок годности которых истекает в следующем месяце
tr: {plural0} gelecek ay , son kullanım tarihleri bitecek envanter ürünü

source: {plural0} item of stock has expired
bg: {plural0} артикулът от склада е изчерпан
cs: {plural0} Položce skladu vypršela doba použitelnosti
fr_ca: {plural0} article d'inventaire a expiré
he: פריט מלאי {plural0} פג תוקף
hu: {plural0} raktáron lévő lejárt termék
pt: {plural0} item de stock expirou
ru: {plural0} единиц товаров, срок годности которых истек
tr: {plural0} envanter ürününün son kullanma süresi doldu.

source: {plural0} medical treatment needs to be administered today
bg: {plural0} медицинско лечение трябва да бъде администрирано днес
cs: {plural0} léčba musí být podána dnes
de: {plural0} Medizinische Behandlung muss heute durchgeführt werden
fr_ca: {plural0} traitement médical doit être administré aujourd'hui
he: יש לתת טיפול רפואי {plural0} היום
hu: {plural0} gyógykezelést a mai napon kell elvégezni
lt: {plural0} vaistas turi būti suduotas šiandien
nb: {plural0} medisinske behandlinger må gis i dag
pt: {plural0} tratamento clínico precisa de ser administrado hoje
ru: Процедур на сегодня: {plural0}
tr: {plural0} bugün yapılması gereken tıbbi tedavi.
