Repository: sheltermanager/asm3
Catalog: po/*.po
Languages: bg, cs, de, fr_ca, he, hu, lt, nb, pt, ru, tr

source: Template names can include a path portion with /, eg: Vets/Rabies Certificate
bg: Имената на шаблоните могат да съдържат разделение в пътя с /, пр. Ветеринари/Заешки сертификати
cs: Názvy šablon mohou obsahovat část cesty s /, např .: Vets/Rabies Certificate
de: Vorlagennamen dürfen einen Pfandanteil enthalten mit /, z.B.: Tierarzt/Tollwutzeugnis
fr_ca: Le nom du modèle peut inclure une portion du chemin avec /, ex: vets/rage certificats
he: ניתן לייצר היררכיה באמצעות שימוש ב-/ בשם התבנית, לדוגמא: וטרינרים/אישור כלבת
hu: A formanyomtatvány nevek tartalmazhatnak egy elérési utat, például /, például: Állatorvosok / veszettség igazolás
lt: Šablonų pavadinimuose gali būti kelio simbolis /, pvz.: Veterinarai/Pasiutligės sertifikatas
nb: Navn på maler kan inkluder en del med /, f.eks. Veterinær/rabiessertifikat
pt: Os nomes de modelos podem incluir um caminho com /, por exemplo: Certificado de Veterinários/Raiva
ru: Имена шаблонов могут включать в себя часть пути со знаком /
tr: Şablon isimleri, yol (path) ,/ kullanarak içerebilir. ör: Veterinerler/KuduzSertifikalari

source: Tennessee Walker
bg: Тенеси Уокър
cs: Tennesseeský mimochodník
he: טנסי ווקר
hu: Tennessee sétáló ló
lt: Tenesio
pt: Walker do Tennessee
ru: Теннесси Уокер

source: Terrapin
bg: Терапин сладководна костенурка
cs: Bahenní želva
de: Süßwasserschildkröte
fr_ca: Reptile
he: צב הביצות
hu: Gyémántteknős
lt: Roplys
nb: Skilpadde
ru: Черепаха
tr: Su Kaplumbağası

source: Terrier
bg: Териер
cs: Teriér
he: טרייר
lt: Terjeras
ru: Терьер

source: Test
bg: Тест
he: בדיקות
hu: Teszt
lt: Testas
pt: Testes
ru: Тест/исследование

source: Test Animal
bg: Тествай животно
cs: Test zvířete
de: Tier testen
fr_ca: Tester l'animal
he: חיה לבדיקה
hu: Tesztelendő állat
lt: Testuojamas gyvūnas
nb: Testdyr
pt: Testar Animal
ru: Обследовать животное
tr: Hayvanı Test Et

source: Test Book
bg: Регистър с тестове
cs: Testovací kniha
de: Testbuch
fr_ca: Registre des examens et tests
he: רשימת בדיקות
hu: Tesztkönyv
lt: Testų žurnalas
nb: Testbok
pt: Livro de Testes
tr: Kayıtları Test Et

source: Test Performed
bg: Направен тест
cs: Provedena zkouška
de: Test durchgeführt
fr_ca: Test réalisé
he: בדיקה בוצעה
hu: Teszt elvégezve
lt: Testas atliktas
nb: Utført test
pt: Teste Realizado
tr: Test Edildi

source: Test Results
bg: Резултати от тест
cs: Výsledky testů
de: Testergebnisse
fr_ca: Résultats du test
he: תוצאות בדיקה
hu: Teszt eredmények
lt: Testo rezultatai
nb: Testresultater
pt: Resultado do Teste
tr: Test Sonuçları

source: Test Type
he: סוג בדיקה

source: Test Types
bg: Типове тест
cs: Typy testů
de: Testarten
fr_ca: Types de tests
he: סוגי בדיקות
hu: Teszt típusok
lt: Testų tipai
nb: Testyper
pt: Tipos de Teste
ru: Типы тестов/обследований
tr: Test Tipleri

source: Test book
bg: Регистър на тестове
cs: Testovací kniha
de: Testbuch
fr_ca: Registre des examens et tests
he: רשימת בדיקות
hu: Tesztkönyv
lt: Testų žurnalas
nb: Testbok
pt: Livro de testes
ru: Журнал исследований/тестов
tr: Test kaydı

source: Test due between
he: בדיקה לביצוע בין

source: Test due {0}
he: בדיקה לביצוע {0}

source: Test marked as performed for {0} - {1}
bg: Теста е маркиран като направен за {0} - {1}
cs: Test označený jako provedený pro {0} - {1}
de: Test als durchgeführt gekennzeichnet für {0} - {1}
fr_ca: Les tests sont marqués comme réalisés pour {0} - {1}
he: בדיקה סומנה כבוצע עבור {0} - {1}
hu: A teszt elvégzettként megjelölve: {0} - {1}
lt: 0} - {1} testas pažymėtas atliktu
nb: Test merket som utført for {0} - {1}
pt: Teste sinalizado como executado para {0} - {1}
ru: Тесты с пометкой "выполнено" {0} - {1}
tr: {0} - {1} için test yapıldı olarak işaretlendi.

source: Test not performed {0}
he: בדיקה לא בוצעה {0}

source: Test performed {0}
he: בדיקה בוצעה {0}

source: Tests
bg: Тестове
cs: Testy
he: בדיקות
hu: Tesztek
lt: Testai
nb: Tester
pt: Testes
ru: Тексты/исследования
tr: Testler

source: Text
bg: Текст
fr_ca: Texte
he: טקסט
hu: Szöveg
lt: Tekstas
nb: Tekst
pt: Texto
ru: Текст
tr: Metin

source: Text Encoding
bg: Текстово кодиране
cs: Kódování textu
fr_ca: Codification du texte
he: קידוד טקסט
hu: Szöveg kódolása
pt: Codificação do Texto

source: Th
bg: Чт
de: Do
fr_ca: Je
he: ה׳
hu: Cs
lt: Kt
nb: To.
pt: Qui
ru: Чт

source: Thai Ridgeback
bg: Тайландски риджбек
cs: Thajský Ridgeback
fr_ca: Chien Thaïlandais à Crête Dorsale
he: רידג'בק תאילנדי
lt: Tailando ridžbekas
ru: Тайский риджбек

source: Thank you
he: תודה

source: Thank you for choosing Animal Shelter Manager for your shelter!
bg: Благодарим ви, че избрахте Animal Shelter Manager (ASM) за вашият приют!
cs: Děkujeme vám, že jste si vybrali Animal Shelter Manager!
de: Vielen Dank, dass Sie Animal Shelter Manager für Ihr Tierheim gewählt haben!
fr_ca: Merci d'avoir choisi Animal Shelter Manager pour votre refuge !
he: תודה שבחרת ב- Animal Shelter Manager!
hu: Köszönjük, hogy az ASM-t választotta.
lt: Dėkojame, kad pasirinkote Animal Shelter Manager darbui savo prieglaudoje!
nb: Takk for at du/dere velger Animal Shelter Manager for ditt/deres hjelpesenter!
pt: Obrigado por ter escolhido o Animal Shelter Manager para o seu abrigo!
ru: Спасибо, что выбрали Менеджер приюта для животных (ASM)!
tr: Barınağınız için Animal Shelter Manager uygulamasını seçtiğiniz için teşekkür ederiz.

source: Thank you, the document is now signed.
bg: Благодарим Ви, документът е подписан
cs: Děkuji, dokument je nyní podepsán.
de: Vielen Dank, das Dokument ist nun unterzeichnet.
fr_ca: Merci, le document est maintenant signé.
he: תודה, המסמך חתום.
hu: Köszönöm, a dokumentum már aláírásra került.
pt: Obrigado, o documento agora está assinado.
ru: Спасибо, документ подписан.

source: That animal is already linked to the incident
bg: Това животно е вече свързано с инцидента
cs: Toto zvíře je již spojeno s incidentem
de: Dieses Tier ist dem Vorfall bereits zugeordnet
fr_ca: Cet animal est déjà lié à un incident
he: חיה זו כבר קושרה לתקרית
hu: Ez az állat már kapcsolódik az eseményhez
pt: O animal em questão já se encontra associado ao incidente
ru: Это животное уже прикреплено к происшествию.

source: The ASM password for {0} has been reset to:
bg: Паролата на '{0}' беше възстановена
fr_ca: Le mot de passe ASM pour {0} a été réinitialisé par:
he: הסיסמא של {0} שונתה ל:
nb: '{0}' sitt passord er tilbakestilt til:
pt: A senha do ASM para {0} foi reposta para:

source: The CSV file should be created by PayPal's "All Activity" report.
bg: CSV файлът трябва да е генериран от PayPal "All Activity" справката.
cs: Soubor CSV by měl být vytvořen v přehledu „Všechny aktivity“ služby PayPal.
fr_ca: Le fichier CSV devrait être crée par le rapport PayPal "toute les activités".
he: יש ליצור קובץ CSV ע״י דוח "כל הפעילות".
hu: A CSV fájlt a PayPal "Minden tevékenység" jelentéssel kell létrehoznia.
pt: O ficheiro CSV deverá ser criado através do relatório "All Activity" do PayPal.

source: The CSV file should be created by the Export button on Stripe's payments screen.
he: צור את קובץ ה-CSV באמצעות כפתור הייצוא במסך התשלומים ב-Stripe.

source: The URL is the address of a web resource, eg: www.youtube.com/watch?v=xxxxxx
bg: URL е адресът на интернет ресурса. Пр: www.youtube.com/watch?v=xxxxxx
cs: URL je adresa webového zdroje, například: www.youtube.com/watch?v=xxxxxx
de: Die URL ist die Adresse einer Web-Ressource, z.B.: www.youtube.com/watch?v=xxxxxx
fr_ca: L'URL est l'adresse de la ressource web, ex: www.youtube.com
he: כתובת למשאב באינטרנט, לדוגמא: www.youtube.com/watch?v=xxxxx
hu: Az URL egy webes forrás címe, például: www.youtube.com/watch?v=xxxxxx
lt: URL yra interneto šaltinio adresas, pvz.: www.youtube.com/watch?v=xxxxxx
nb: Nettadressen er nettkildens adresse, f.eks. www.youtube.com/watch?v=xxxxxx
pt: O URL corresponde ao endereço de um recurso Web, por exemplo: www.youtube.com/watch?v=xxxxxx
ru: Ссылка на веб-ресурс, например: www.youtube.com/watch?v=xxxxxx
tr: URL, web kaynağına aittir, ör: www.youtube.com/watch?v=xxxxxx

source: The animal record to merge must be different from the original.
bg: Записът на животни, който да се слее, трябва да се различава от оригинала.
cs: Záznam o zvířeti ke sloučení musí být odlišný od originálu.
fr_ca: L'enregistrement de l'animal à fusionner doit être différent de l'original.
he: בחר רשומת חיה שונה מהמקורית למיזוג.
hu: Az összevonandó állat regisztrációjának különböznie kell a eredetitől.
pt: O registo de animal a juntar deve ser diferente do original.

source: The confirmation email message to send to the form submitter.
bg: Изпрати имейл с потвърждение за да се формира възложител.
he: הודעת האישור לשליחה במייל לממלא הטופס.
pt: A mensagem de email de confirmação que é enviada ao remetente do formulário.

source: The database will be inaccessible to all users while the export is in progress.
bg: Системата ще бъде недостъпна по време на експорта.
cs: Databáze bude nedostupná pro všechny uživatele během exportu.
fr_ca: La base de données sera inaccessible à tous les usagers pendant que l'exportation est en cours.
he: בסיס הנתונים לא יהיה זמין לכל המשתמשים בזמן תהליך הייצוא.
nb: Databasen vil være utilgjengelig for alle brukere mens eksporten pågår.
pt: A base de dados vai ficar inacessível a todos os utilizadores enquanto a exportação estiver em curso.

source: The date reported to the shelter
bg: Дата, на която е съобщено в приюта
cs: Datum nahlášení do útulku
de: Das dem Tierheim gemeldete Datum
fr_ca: La date du signalement au refuge
he: תאריך דיווח על אבידות/מציאות
lt: Data, kada pranešta prieglaudai
nb: Datoen det ble rapportert til hjelpesenteret
pt: A data comunicada ao abrigo
ru: Дата сообщения в приют
tr: Barınağa raporlandığı tarih

source: The date the animal died
bg: Дата, когато е починало животното
cs: Datum, kdy zvíře uhynulo
de: Datum, an dem das Tier gestorben ist
fr_ca: La date du décès de l'animal
he: התאריך בו החיה מתה
hu: Az állat halálának napja.
lt: Gyvūno gaišimo data
nb: Datoen dyret døde
pt: A data em que o animal morreu
ru: Дата смерти животного
tr: Hayvanın öldüğü tarih

source: The date the animal was born
bg: Датата, на която животното е родено
cs: Datum narození zvířete
de: Geburtsdatum des Tieres
fr_ca: La date à laquelle l'animal est né
he: תאריך הלידה של החיה
hu: Az állat születésének napja
lt: Gyvūno gimimo data
nb: Datoen dyret ble født
pt: A data de nascimento do animal
ru: Дата рождения животного
tr: Hayvanın doğum tarihi

source: The date the animal was reclaimed
bg: Датата, на която животното е върнато обратно
cs: Datum, kdy bylo zvíře znovu přijato
de: Datum, an dem das Tier zurückgefordert wurde
fr_ca: La date à laquelle l'animal a été réclamé
he: התאריך בו החיה הושבה
hu: Az állat visszakövetelésének napja
nb: Dato dyret ble returnert
pt: A data em que o animal foi reivindicado
ru: Дата, когда животное было возвращено
tr: Hayvanın, sahibi tarafından yeniden talep edildiği tarih.

source: The date the foster animal will be returned if known
bg: Датата, на която животното ще бъде върнато от приемния дом, ако се знае
cs: Datum, kdy bude zvíře vráceno pěstounovi, pokud je známo
de: Datum, an dem das Tier von der Pflegestelle zurückkehren wird, sofern bekannt
fr_ca: La date à laquelle l'animal en famille d'acceuil sera retourné, si connue
he: תאריך החזרת החיה מאומנה אם ידוע
hu: Az állat ideiglenes befogadótól való visszakerülésének napja, ha ismert
lt: Data, kada gyvūnas bus grąžintas iš laikinos globos (jei žinoma)
nb: Datoen fosterdyret vil komme tilbake, hvis det er kjent
pt: A data em que o animal em FAT vai ser devolvido, se for conhecida
ru: Дата возвращения с передержки (если изв.)
tr: Biliniyorsa, hayvanın geçici yuvadan döneceği tarih

source: The date the foster is effective from
bg: Дата, от която е валидно настаняването
cs: Datum, od kterého je pěstoun účinný
fr_ca: La date de famille d'accueil est effective à partir de
he: תאריך תחילת האומנה
hu: Az ideiglenes befogadás érvénybe lépésének napja
lt: Data, nuo kada aktyvi globa namuose
nb: Datoen fosterhjemmet starter
pt: A data de entrada em vigor do acolhimento por FAT
ru: Дата приема на передержку
tr: Geçici yuvanın aktif başlangı tarihi

source: The date the litter entered the shelter
bg: Датата, на която кучилото е прието в приюта
cs: Datum, kdy vrh vstoupil do útulku
de: Datum, an dem der Wurf in das Tierheim gekommen ist
fr_ca: La date à laquelle la portée a été admise au refuge
he: התאריך בו השגר נכנס למקלט
hu: Az alom menhelyre érkezésének napja
lt: Vados patekimo į prieglaudą data
nb: Datoen kullet kommer inn på hjelpesenteret
pt: A data em que a ninhada foi admitida no abrigo
ru: Дата приема помета
tr: Yeni doğanların (litter) barınağa geldiği tarih

source: The date the owner last contacted the shelter
bg: Дата на последен контакт със собственика
cs: Datum, kdy majitel naposledy kontaktoval útulek
de: Datum der letzten Kontaktaufnahme mit dem Tierheim durch den Besitzer
fr_ca: La dernière date à laquelle le propirétaire a contacté le refuge
he: התאריך האחרון בו הבעלים יצר קשר עם המקלט
hu: A tulajdonos menhellyel való kapcsolatfelvételének utolsó napja
lt: Data, kada asmuo paskutinį kartą susisiekė su prieglauda
nb: Datoen eieren/innringer sist kontaktet hjelpesenteret
pt: A data do último contacto do dono com o abrigo
ru: Дата последнего контакта владельца с приютом
tr: Sahibinin, barınakla temasa geçtiği son tarih

source: The date the payment was received
bg: Датата, на която е получено плащането
cs: Datum přijetí platby
de: Datum des Zahlungsempfanges
fr_ca: La date de réception du paiement
he: תאריך קבלת התשלום
hu: A befizetés érkezésének napja
nb: Datoen betalingen ble mottatt
pt: A data em que o pagamento foi recebido
ru: Дата получения оплаты
tr: Ödemeninin alındığı tarih

source: The date the reservation is effective from
bg: Дата, от която резервацията е активна
cs: Datum účinnosti rezervace
de: Datum, ab dem die Reservierung wirksam ist
fr_ca: La date de réservation est effective à partir de
he: תאריך תחילת השריון
hu: A lefoglalás ettől a naptól van érvényben
lt: Data, nuo kada aktyvi rezervacija
nb: Datoen reservasjonen er effektiv fra
pt: A data de entrada em vigor da reserva
ru: Дата резервироания
tr: Rezervasyonun aktive olduğu tarih

source: The date the retailer movement is effective from
bg: Дата, от която животното ще бъде прехвърлено към търговец
cs: Datum, od kterého je změna prodejce účinná
fr_ca: La date du déplacement au revendeur est effective à partir de
he: תאריך העברה לחנות
hu: A
lt: Data, nuo kada aktyvus perdavimas tarpininkui
nb: Datoen forhandlerbevegelsen er effektiv fra
pt: A data de entrada em vigor do movimento de lojista
ru: Дата передачи продавцу
tr: Satıcı hareketinin geçerli olmaya başlayacağı tarih

source: The date the transfer is effective from
bg: Дата, от която прехвърлянето е ефективно
cs: Datum, od kterého je převod účinný od
de: Datum, ab dem die Übertragung wirksam ist
fr_ca: La date du transfert est effective à partir de
he: תאריך העברה למקלט אחר
hu: A transfer ettől a naptól van érvényben
lt: Data, nuo kada aktyvus perkėlimas
nb: Datoen overføringen er effektiv fra
pt: A data de entrada em vigor da transferência
ru: Дата передачи
tr: Transferin etkin olma başlangıç tarihi

source: The date the trial adoption is over
bg: Дата на край на проблното осиновяване
cs: Datum kdy je zkušební přijetí u konce
de: Datum, an dem die Probezeit endet
fr_ca: La date d'essai d'adoption est passée
he: תאריך סיום אימוץ ניסיון
hu: A próbaidő leteltének napja
lt: Data, iki kada tęsis bandomasis atidavimas
nb: Datoen prøveadopsjonen er over
pt: A data de fim da adoção experimental
ru: Дата окончания испытательного срока
tr: Deneme sahiplendirmesinin bittiği tarih

source: The date the vaccination is required/due to be administered
bg: Датата, на която трябва да се постави ваксина
cs: Datum, kdy je očkování požadováno / má být podáno
fr_ca: La date à laquelle la vaccination est requise/dûe
he: התאריך בו יש לתת את החיסון
hu: Az esedékes oltás ezen a napon esedékes/ekkor kell beadni
pt: Data em que a vacina precisa de ser administrada/deve ser administrada

source: The date the vaccination was administered
bg: Датата, на която е поставена ваксината
cs: Datum podání očkování
fr_ca: La date de vaccination
he: התאריך בו ניתן החיסון
hu: Az oltás beadásának napja
pt: Data em que a vacina foi administrada

source: The date this animal was found
bg: Датата, на която животното е намерено
cs: Datum, kdy bylo toto zvíře nalezeno
de: Das Datum, an dem dieses Tier gefunden wurde
fr_ca: La date à laquelle cet animal a été trouvé
he: התאריך בו נמצאה החיה
hu: Az állat megtalálásának napja
lt: Gyvūno radimo data
nb: Datoen dette dyret ble funnet
pt: A data em que este animal foi encontrado
ru: Дата нахождения животного
tr: Hayvanın bulunduğu tarih

source: The date this animal was lost
bg: Датата, на която животното е изгубено
cs: Datum, kdy se toto zvíře ztratilo
de: Das Datum, an dem dieses Tier entlaufen ist
fr_ca: La date à laquelle cet animal a été perdu
he: התאריך בו אבדה החיה
hu: Az állat elvesztésének napja
lt: Gyvūno dingimo data
nb: Datoen dette dyret ble savnet
pt: A data em que este animal foi perdido
ru: Дата пропажи животного
tr: Hayvanın kaybolduğu tarih

source: The date this animal was put on the waiting list
bg: Дата на вкарване в списъка с чакащи
cs: Datum, kdy bylo toto zvíře umístěno na pořadník
de: Das Datum, an dem dieses Tier auf die Warteliste gestellt wurde
fr_ca: La date de mise sur la liste d'attente de cet animal
he: התאריך בו חיה זו נכנסה לרשימת ההמתנה
hu: Az állat várólistára vételének napja
lt: Gyvūno pridėjimo į laukiančių vietos sąrašą data
nb: Datoen dette dyret ble satt på sakslisten/ventelisten
pt: A data em que este animal foi colocado na lista de espera
ru: Дата добавления в лист ожидания
tr: Hayvanın bekleme listesine alındığı tarih

source: The date this animal was removed from the waiting list
bg: Дата на изкарване от списъка с чакащи
cs: Datum, kdy bylo zvíře vyřazeno z pořadníku
de: Das Datum, an dem dieses Tier von der Warteliste entfernt wurde
fr_ca: La date à laquelle cet animal a été retiré de la liste d'attente
he: התאריך בו חיה זו יצאה מרשימת ההמתנה
hu: Az állat várólistáról való eltávolításának napj a
lt: Data, kada gyvūnas buvo pašalintas iš laukiančių vietos sąrašo
nb: Datoen dette dyret ble fjernet fra sakslisten
pt: A data em que este animal foi retirado da lista de espera
ru: Дата удаления из листа ожидания
tr: Hayvanın, bekleme listesinden çıkartıldığı tarih

source: The date this animal was reserved
bg: Датата, на която животното е резервирано
cs: Datum, kdy bylo toto zvíře rezervováno
de: Das Datum, an dem dieses Tier reserviert wurde
fr_ca: La date à laquelle cet animal a été réservé
he: התאריך בו שורינה החיה
hu: Az állat foglalásának napja
lt: Gyvūno rezervacijos data
nb: Datoen dette dyret ble reservert
pt: A data em que este animal foi reservado
ru: Дата резервирования животного
tr: Hayvanın rezerve edildiği tarih

source: The date this animal was returned to its owner
bg: Дата, на която животното е върнато на собственика
cs: Datum, kdy bylo toto zvíře vráceno svému majiteli
de: Das Datum, an dem dieses Tier an seinen Besitzer zurückgegeben wurde
fr_ca: La date à laquelle l'animal a été rendu à son propriétaire
he: התאריך בו חיה זו הוחזרה לבעליה
hu: Az állat eredeti tulajdonosának való visszaadás napja
nb: Datoen dette dyret returnerte til eieren
pt: A data em que este animal foi devolvido ao respetivo dono
ru: Дата возвращения животного к владельцу
tr: Hayvanın, sahibine geri verildiği tarih

source: The date this person was homechecked.
bg: Дата, на която това лице е било домашно инспектирано
cs: Datum, kdy u této osoby byla provedena domácí kontrola.
de: Datum, an dem bei dieser Person eine Platzkontrolle durchgeführt wurde.
fr_ca: La date à laquelle cette personne a été controlée à son domicile.
he: תאריך בדיקת הבית של אדם זה.
hu: A dátum, amikor ennek a személynek a lelátogatása megtörtént.
lt: Data, kada buvo patikrintos šio asmens gyvenimo sąlygos
nb: Datoen denne personen ble hjemmesjekket.
pt: A data em que o domicílio desta pessoa foi inspecionado.
ru: Дата проверки условий содержания животного.
tr: Kişinin evinin kontrol edildiği tarih

source: The date this voucher was used
bg: Датата, на която животното е намерено
fr_ca: La date à laquelle ce chèque-cadeau a été utilisée
he: התאריך בו השובר היה בשימוש
nb: Datoen denne kupongen ble brukt
pt: A data em que o voucher foi utilizado

source: The default username is 'user' with the password 'letmein'
bg: По подразбиране потребителското име е 'user' , а паролата 'letmein'
cs: Výchozí uživatelské jméno je 'user' s heslem 'letmein'
de: Der voreingestellte Benutzername ist »user« mit dem Passwort »letmein«
fr_ca: Le nom d'usager par défaut est 'user', avec le mot de passe 'letmein'
he: בברירת המחדל, שם המשתמש הוא 'user' והסיסמא היא 'letmein'
hu: Az alapértelmezett felhasználónév a 'user', a jelszó 'letmein'.
lt: Numatytasis naudotojo vardas yra "user", slaptažodis "letmein"
nb: Standard brukernavn er 'user' med passordet 'letmein'
pt: O nome de utilizador padrão é 'user' e a senha 'letmein'
ru: По умолчанию имя пользователя и пароль для пользователя: 'user' и 'letmein'
tr: Varsayılan kullanıcı adı 'user' , şifresi 'letmein' dir.

source: The description is used for the animal's bio on adoption websites
he: התיאור משמש לביוגרפיה של בעל החיים באתרי אימוץ

source: The entry reason for this animal
bg: Входящата причина за това животно
cs: Vstupní důvod pro toto zvíře
de: Der Eingangsgrund für dieses Tier
fr_ca: La raison de l'admission de cet animal
he: סיבת הקליטה לחיה זו
hu: Az állat felvitelének oka
lt: Šio gyvūno patekimo priežastis
nb: Oppføringsårsak for dette dyret
pt: O motivo da admissão deste animal
ru: Причина поступления животного
tr: Hayvanın geliş sebebi

source: The locale determines the language ASM will use when displaying text, dates and currencies.
bg: Локализацията определя езика, който ще се използва за показване на текстове, дати и валути.
cs: Národní prostředí určuje jazyk, který bude ASM používat při zobrazování textu, dat a měn.
de: Das Gebietsschema legt die Sprache fest, die ASM für die Anzeige von Text, Datumsangaben und Währungen verwenden soll.
fr_ca: La localisation détermine le langage que ASM utilisera en affichant les textes, date et monnaies.
he: האזור קובע את השפה בה המערכת תשתמש בעת הצגת טקסט, תאריכים ומטבעות.
hu: A területi beállítás határozza meg az ASM által használt szöveg, dátum és pénznem megjelenítésekor használt nyelvet.
lt: Lokalėje nustatoma ASM kalba, kuria bus pateikiamas tekstas, datos ir valiutos.
nb: Lokalitet bestemmer språket ASM vil bruke når det viser tekst, dato og valuta.
pt: A localização define o idioma que o ASM irá utilizar para apresentar o texto, as datas e a moeda.
ru: Региональные параметры определяют, какой язык будет использоваться в программе при отображении даты, текста и валюты.
tr: Bölgesel ayarlar, ASM'in metinleri, tarihleri ve para birimlerini gösterirken kullanıldığı dili belirler.

source: The movement number '{0}' is not unique.
bg: Номер на движение '{0}' не е уникален.
cs: Číslo přesunu '{0}' není jedinečné.
de: Bewegungsnummer '{0}' ist nicht eindeutig.
fr_ca: Le numéro du déplacement '{0}' n'est pas unique.
he: מספר תנועה '{0}' אינו ייחודי.
hu: A mozgatási szám'{0}' nem egyedi.
lt: Veiksmo numeris '{0}' nėra unikalus
nb: Bevegelsesnummeret '{0}' er ikke unikt.
pt: O número de movimento '{0}' não é exclusivo.
ru: Номер перемещения '{0}“ не является уникальным.
tr: Hareket numarası '{0}', tekil (biricik) değil.

source: The number of stock records to create
bg: Брой складови записи, които трябва да се създадат
cs: Počet skladových záznamů, které mají být vytvořeny
de: Anzahl der zu erstellenden Warenbestandsberichte
fr_ca: Le numéro de l'enregistrement d'inventaire à créer
he: מספר רשומות מלאי ליצור
hu: A létrehozandó készletnyilvántartások száma
pt: O número de registos de stock a criar
tr: Oluşturulacak envanter kaydı sayısı
